{"Content: ":"August Wilhelm (after 1812: von) Schlegel (German: [ˈʃleːgl̩]; 8 September 1767 – 12 May 1845), usually cited as August Schlegel, was a German poet, translator and critic, and with his brother Friedrich Schlegel the leading influence within Jena Romanticism. His translations of Shakespeare turned the English dramatist's works into German classics.[3] Schlegel was also the professor of Sanskrit in Continental Europe and produced a translation of the Bhagavad Gita. Schlegel was born in Hanover, where his father, Johann Adolf Schlegel, was a Lutheran pastor. He was educated at the Hanover gymnasium and at the University of Göttingen.[4][better source needed] Initially studying theology, he received a thorough philological training under Heyne and became an admirer and friend of Bürger, with whom he was engaged in an ardent study of Dante, Petrarch and Shakespeare. Schlegel met with Caroline Böhmer and Wilhelm von Humboldt. In 1790 his brother Friedrich came to Göttingen. Both were influenced by Johann Gottfried Herder, Immanuel Kant, Tiberius Hemsterhuis, Johann Winckelmann and Karl Theodor von Dalberg. From 1791 to 1795, Schlegel was tutor to Willem Ferdinand Mogge Muilman, the son of a Dutch banker, who lived at Herengracht 476 in Amsterdam.[5] In 1796, soon after his return to Germany, Schlegel settled in Jena, following an invitation from Schiller.[6] That year he married Caroline, the widow of the physician Böhmer.[4] She assisted Schlegel in some of his literary productions, and the publication of her correspondence in 1871 established for her a posthumous reputation as a German letter writer. She separated from Schlegel in 1801 and became the wife of the philosopher Schelling soon after.[6] In Jena, Schlegel made critical contributions to Schiller's Horen and that author's Musen-Almanach,[4] and wrote around 300 articles for the Jenaer Allgemeine Litteratur-Zeitung. He also did translations from Dante and Shakespeare. This work established his literary reputation and gained for him in 1798 an extraordinary professorship at the University of Jena. His house became the intellectual headquarters of the \"romanticists\", and was visited at various times between 1796 and 1801 by Fichte, whose Foundations of the Science of Knowledge was studied intensively, by his brother Friedrich, who moved in with his wife Dorothea, by Schelling, by Tieck, by Novalis and others.[6] It is widely accepted that the Romantic Movement in Germany emerged, on the one hand, as a reaction against the aesthetical ideals defended in Classicism and Neoclassicism, and on the other, as a deviation from the rational principles of the Enlightenment with the consequent regression to the irrational spirit of the Middle Ages.[7] Schlegel argues that, from a philosophical point of view, everything participates in an ongoing process of creation, whereas, from an empirical point of view, natural things are conceived as if they were dead, fixed and independent from the whole.[7] In 1797 August and Friedrich broke with Friedrich Schiller. With his brother, Schlegel founded the Athenaeum (1798–1800), the organ of the Romantic school, in which he dissected disapprovingly the immensely popular works of the sentimental novelist August Lafontaine.[8] He also published a volume of poems and carried on a controversy with Kotzebue. At this time the two brothers were remarkable for the vigour and freshness of their ideas and commanded respect as the leaders of the new Romantic criticism. A volume of their joint essays appeared in 1801 under the title Charakteristiken und Kritiken. His play Ion, performed in Weimar in January 1802, was supported by Goethe, but became a failure. When the work of art appears as if all its elements had been consciously chosen by a power above the artist, it has style; when the artist has not transcended his/her individuality, then s/he is categorized as a mannerist artist (SW III, 309–312).[7] In 1801 Schlegel went to Berlin, where he delivered lectures on art and literature; and in the following year he published Ion, a tragedy in Euripidean style, which gave rise to a suggestive discussion on the principles of dramatic poetry. This was followed by Spanisches Theater (2 vols, 1803/1809), in which he presented admirable translations of five of Calderón's plays. In another volume, Blumensträusse italienischer, spanischer und portugiesischer Poesie (1804), he gave translations of Spanish, Portuguese and Italian lyrics. He also translated works by Dante and Camões.[4][3] Early in 1804, he made the acquaintance of Madame de Staël in Berlin, who hired him as a tutor for her children. After divorcing his wife Caroline, Schlegel travelled with Madame de Staël to Switzerland, Italy and France, acting as an adviser in her literary work.[9] In 1807 he attracted much attention in France by an essay in the French, Comparaison entre la Phèdre de Racine et celle d'Euripide, in which he attacked French classicism from the standpoint of the Romantic school. His famous lectures on dramatic art and literature (Über dramatische Kunst und Literatur, 1809–1811), which have been translated into most European languages, were delivered at Vienna in 1808.[4][6] He was accompanied by De Staël and her children. In 1810 Schlegel was ordered to leave the Swiss Confederation as an enemy of the French literature.[10] For Schlegel, the magic of a work of art is that it brings us into a different world, with all its own internal coherence, and this is why it needs to become organic and complete unto itself. Therefore, its purpose should not be to reflect the real world with naturalism, but rather to create its own world, which could never be a question of applying a set of rules and principles to a particular matter (paintings, words, marble), such as classicist principles seemed to do.[7] In 1812, he travelled with De Staël, her fiancé Albert de Rocca and her children to Moscow, St. Petersburg and Stockholm and acted as secretary of Jean Baptiste Jules Bernadotte, through whose influence the right of his family to noble rank was revived. After this, he joined again the household of Mme. de Staël until her death in 1817, for like Mathieu de Montmorency he was one of her intimates until the end of her life. Schlegel was made a professor of literature at the University of Bonn in 1818, and during the remainder of his life occupied himself chiefly with oriental studies. He founded a special printing office for Sanskrit. As an orientalist, he was unable to adapt himself to the new methods opened up by Bopp.[4][6] He corresponded with Wilhelm von Humboldt, a linguist. After the death of Madame de Staël, Schlegel married (1818) a daughter of Heinrich Paulus, but this union was dissolved in 1821.[4] Schlegel continued to lecture on art and literature, publishing in 1827 On the Theory and History of the Plastic Arts,[3] and in 1828 two volumes of critical writings (Kritische Schriften). In 1823–30 he published the journal Indische Bibliothek. In 1823 edited the Bhagavad Gita, with a Latin translation, and in 1829, the Ramayana. This was followed by his 1832 work Reflections on the Study of the Asiatic Languages.[3][4] Schlegel's translation of Shakespeare, begun in Jena, was ultimately completed, under the superintendence of Ludwig Tieck, by Tieck's daughter Dorothea and Wolf Heinrich Graf von Baudissin. This rendering is considered one of the best poetical translations in German, or indeed in any language.[4] In 1826, Felix Mendelssohn, at the age of 17, was inspired by August Wilhelm's translation of Shakespeare's A Midsummer Night's Dream to write a homonymous concert overture. Schlegel's brother Friedrich's wife was an aunt of Mendelssohn.[11] In 1835, Schlegel became head of the committee organising a monument in memory of Ludwig van Beethoven in Bonn, the composer's birthplace. Schlegel died in Bonn in 1845,[4] three months before its official unveiling. According to Encyclopædia Britannica Eleventh Edition, As an original poet Schlegel is unimportant, but as a poetical translator he has rarely been excelled, and in criticism he put into practice the Romantic principle that a critic's first duty is not to judge from the standpoint of superiority, but to understand and to \"characterize\" a work of art.[4] Traugott Böhme, in his article for the 1920 Encyclopedia Americana, gives the following thoughts: As a critic [Schlegel] carried on the tradition of Lessing and Herder. Without possessing Lessing's power of style and personality, [Schlegel] commanded a wider range of artistic susceptibility. His unerring linguistic and historical scholarship and the calm objectivity of his judgment enabled him to carry out, even more successfully than Herder himself, Herder's demand that literary criticism should be based on a sympathetic penetration into the specific individuality of each poetic production rather than on the application of preconceived aesthetic standards. Schlegel established models for the new method of analytical and interpretative criticism in his essays on Goethe's Hermann and Dorothea and on Shakespeare's Romeo and Juliet. His Vienna lectures On Dramatic Art and Literature were translated into most of the languages of Europe and stand as a permanent contribution to critical literature; his definition of the terms \"classic\" and \"romantic\" met with general recognition; his views on the so-called \"three unities\" and on the \"correctness\" of Shakespeare evoked an especially strong echo in England and finally made the Johnsonian attitude toward Shakespeare appear obsolete. Formal perfection of language is the chief merit of his poems, which suffer from a lack of originality. In his drama Ion, he vainly attempted to rival Goethe's Iphigenie. He prided himself on being \"model and master in the art of sonnets\" among the Germans. He is at his best in sparkling literature parodies such as Ehrenpforte und Triumphbogen für Kotzebue (1801).[6] The 1905 New International Encyclopedia, in its article on Schlegel, gives the following opinions: Schlegel's Shakespeare translations have been often reprinted. The edition of 1871–72 was revised with Schlegel's manuscripts by Michael Bernays. See Bernays's Zur Entstehungsgeschichte des Schlegelschen Shakespeare (1872); Rudolph Genée, Schlegel und Shakespeare (1903). Schlegel also translated plays by Pedro Calderón de la Barca, such as La banda y flor, which became the basis for E. T. A. Hoffmann's 1807 singspiel Liebe und Eifersucht. A selection of the writings of both August Wilhelm and Friedrich Schlegel, edited by Oskar Walzel, will be found in Kürschner's Deutsche Nationalliteratur, 143 (1892). Attribution Category","Title":"August Wilhelm Schlegel - Wikipedia","KeyID":"7341","URL":"https://en.wikipedia.org/wiki/August_Wilhelm_Schlegel"}