{"Content: ":"Johann Ludwig Tieck (/tiːk/; German: [tiːk]; 31 May 1773 – 28 April 1853) was a German poet, fiction writer, translator, and critic. He was one of the founding fathers of the Romantic movement in the late 18th and early 19th centuries. Tieck was born in Berlin, the son of a rope-maker. His siblings were the sculptor Christian Friedrich Tieck and the poet Sophie Tieck. He was educated at the Friedrichswerdersches Gymnasium [de], where he learned Greek and Latin, as required in most preparatory schools. He also began learning Italian at a very young age, from a grenadier with whom he became acquainted. Through this friendship, Tieck was given a first-hand look at the poor, which could be linked to his work as a Romanticist. He later attended the universities of Halle, Göttingen, and Erlangen. At Göttingen, he studied Shakespeare and Elizabethan drama.[1] On returning to Berlin in 1794, Tieck attempted to make a living by writing. He contributed a number of short stories (1795–98) to the series Straussfedern, published by the bookseller C. F. Nicolai and originally edited by J. K. A. Musäus. He also wrote Abdallah (1796) and a novel in letters, William Lovell (3 vols, 1795–96).[1] Tieck's transition to Romanticism is seen in the series of plays and stories published under the title Volksmärchen von Peter Lebrecht (3 vols., 1797), a collection containing the fairy tale Der blonde Eckbert, which blends exploration of the paranoiac mind with the realm of the supernatural, and a witty dramatic satire on Berlin literary taste, Der gestiefelte Kater. With his school and college friend Wilhelm Heinrich Wackenroder (1773–1798), he planned the novel Franz Sternbalds Wanderungen (vols. i–ii. 1798) which, with Wackenroder's Herzensergiessungen (1796), was the first expression of the Romantic enthusiasm for old German art.[1] In 1798 Tieck married and in the following year settled in Jena, where he, the two brothers August and Friedrich Schlegel, and Novalis were the leaders of the early Romantic school (also known as Jena Romanticism). His writings between 1798 and 1804 include the satirical drama, Prinz Zerbino (1799), and Romantische Dichtungen (2 vols., 1799–1800). The latter contains Tieck's most ambitious dramatic poems, Leben und Tod der heiligen Genoveva, Leben und Tod des kleinen Rotkäppchens, which were followed in 1804 by the \"comedy\" in two parts, Kaiser Oktavianus. These dramas are typical plays of the first Romantic school. Although formless and destitute of dramatic qualities, they show the influence of both Calderón and Shakespeare. Kaiser Oktavianus is a poetic glorification of the Middle Ages.[1] In 1801 Tieck went to Dresden, then lived for a time at Ziebingen near Frankfurt, and spent many months in Italy. In 1803 he published a translation of Minnelieder aus der schwäbischen Vorzeit, then between 1799 and 1804 an excellent version of Don Quixote, and in 1811 two volumes of Elizabethan dramas, Altenglisches Theater. From 1812 to 1817 he collected in three volumes a number of his earlier stories and dramas, under the title Phantasus. In this collection appeared the stories Der Runenberg, Die Elfen, Der Pokal, and the dramatic fairy tale Fortunat.[1] In 1817 Tieck visited England in order to collect materials for a work on Shakespeare, which was never finished. In 1819 he settled permanently in Dresden, and from 1825 he was literary adviser to the Court Theatre. His semi-public readings from the dramatic poets gave him a reputation which extended far beyond the capital of the Kingdom of Saxony. The new series of short stories which he began to publish in 1822 also won him a wide popularity. Notable among these are \"Die Gemälde\", \"Die Reisenden\", \"Die Verlobung\", and \"Des Lebens Überfluss\". More ambitious and on a wider canvas are the historical or semi-historical novels Dichterleben (1826), Der Aufruhr in den Cevennen (1826, unfinished), and Der Tod des Dichters (1834). Der junge Tischlermeister (1836; but begun in 1811) is a work written under the influence of Goethe's Wilhelm Meister. His story of Vittoria Accorombona (1840) was written in the style of the French Romanticists and shows a falling-off.[1] In later years Tieck carried on a varied literary activity as a critic (Dramaturgische Blätter, 2 vols., 1825–1826; Kritische Schriften, 2 vols., 1848). He also edited the translation of Shakespeare by August Wilhelm Schlegel, who was assisted by Tieck's daughter Dorothea (1790–1841) and by Wolf Heinrich, Graf von Baudissin (1789–1878); Shakespeares Vorschule (2 vols., 1823–1829); and the works of Heinrich von Kleist (1826) and of Jakob Michael Reinhold Lenz (1828). In 1841 Friedrich Wilhelm IV of Prussia invited Tieck to Berlin, where he received a pension for his remaining years. He died in Berlin on 28 April 1853.[1] Tieck's importance lay in the readiness with which he adapted himself to the emerging new ideas which arose at the close of the 18th century, as well as his Romantic works, such as Der blonde Eckbert. However, his importance in German poetry is restricted to his early period. In later years it was as the helpful friend and adviser of others, or as the well-read critic of wide sympathies, that Tieck distinguished himself.[1] Tieck also influenced Richard Wagner's Tannhäuser. It was from Phantasus that Wagner based the idea of Tannhäuser going to see the Pope and of Elisabeth dying in the song battle. Tieck's Schriften appeared in twenty volumes (1828–1846), and his Gesammelte Novellen in twelve (1852–1854). Nachgelassene Schriften were published in two volumes in 1855. There are several editions of Ausgewählte Werke by H. Welti (8 vols., 1886–1888); by J. Minor (in Kirschner's Deutsche Nationalliteratur, 144, 2 vols., 1885); by G. Klee (with an excellent biography, 3 vols., 1892), and G. Witkowski (4 vols., 1903)[1] and Marianne Thalmann (4 vols., 1963–66). \"The Enchanted Castle\", \"Auburn Egbert\" and \"Elfin-Land\" were translated in Popular Tales and Romances of the Northern Nations (1823). \"The Fair-haired Eckbert\", \"The Trusty Eckart\", \"The Runenberg\", \"The Elves\" and \"The Goblet\" were translated by Thomas Carlyle in German Romance (1827), \"The Pictures\" and \"The Betrothal\" by Bishop Thirlwall (1825). A translation of Vittoria Accorombona was published in 1845.[1] A translation of \"Des Lebens Überfluss\" (\"Life's Luxuries\", by E. N. Bennett) appeared in German Short Stories in the Oxford University Press World's Classics series in 1934, but the wit of the original comes over more strongly in The Superfluities of Life. A Tale Abridged from Tieck, which appeared anonymously in Blackwood's Edinburgh Magazine in February 1845. The Journey into the Blue Distance (Das Alte Buch: oder Reise ins Blaue hinein, 1834). \"The Romance of Little Red Riding Hood\" (1801) was translated by Jack Zipes and included in his book \"The Trials and Tribulations of Little Red Riding Hood.\" Tieck's biggest influence was 16th-century Italian poet Torquato Tasso, who is featured in Tieck's novel, Vittoria Accorombona, as a secondary character.[citation needed] Tieck's Letters have been published at various locations: Category","Title":"Ludwig Tieck - Wikipedia","KeyID":"7342","URL":"https://en.wikipedia.org/wiki/Ludwig_Tieck"}