{"Content: ":"German nationalism (German: Deutscher Nationalismus) is an ideological notion that promotes the unity of Germans and German-speakers into one unified nation state. German nationalism also emphasizes and takes pride in the patriotism and national identity of Germans as one nation and one person. The earliest origins of German nationalism began with the birth of romantic nationalism during the Napoleonic Wars when Pan-Germanism started to rise. Advocacy of a German nation-state began to become an important political force in response to the invasion of German territories by France under Napoleon. In the 19th century Germans debated the German Question over whether the German nation state should comprise a \"Lesser Germany\" that excluded Austria or a \"Greater Germany\" that included Austria.[1] The faction led by Prussian Chancellor Otto von Bismarck succeeded in forging a Lesser Germany.[1] Aggressive German nationalism and territorial expansion was a key factor leading to both World Wars. Prior to World War I, Germany had established a colonial empire in hopes of rivaling Britain and France. In the 1930s, the Nazis came to power and sought to create a Greater Germanic Reich, emphasizing ethnic German identity and German greatness to the exclusion of all others, eventually leading to the extermination of Jews, Poles, Romani, and other people deemed Untermenschen (subhumans) in the Holocaust during World War II. After the defeat of Nazi Germany, the country was divided into East and West Germany in the opening acts of the Cold War, and each state retained a sense of German identity and held reunification as a goal, albeit in different contexts. The creation of the European Union was in part an effort to harness German identity to a European identity. West Germany underwent its economic miracle following the war, which led to the creation of a guest worker program; many of these workers ended up settling in Germany which has led to tensions around questions of national and cultural identity, especially with regard to Turks who settled in Germany. German reunification was achieved in 1990 following Die Wende; an event that caused some alarm both inside and outside Germany. Germany has emerged as a power inside Europe and in the world; its role in the European debt crisis and in the European migrant crisis have led to criticism of German authoritarian abuse of its power, especially with regard to the Greek debt crisis, and raised questions within and without Germany as to Germany's role in the world. Due to post-1945 repudiation of the Nazi regime and its atrocities, German nationalism has been generally viewed in the country as taboo[2] and people within Germany have struggled to find ways to acknowledge its past but take pride in its past and present accomplishments; the German question has never been fully resolved in this regard. A wave of national pride swept the country when it hosted the 2006 FIFA World Cup. Far-right parties that stress German national identity and pride have existed since the end of World War II but have never governed. Defining a German nation based on internal characteristics presented difficulties. In reality, most group memberships in \"Germany\" centered on other, mostly personal or regional ties (for example, to the Lehnsherren) - before the formation of modern nations. Indeed, quasi-national institutions are a basic prerequisite for the creation of a national identity that goes beyond the association of persons.[4] Since the start of the Reformation in the 16th century, the German lands had been divided between Catholics and Lutherans and linguistic diversity was large as well. Today, the Swabian, Bavarian, Saxon and Cologne dialects in their most pure forms are estimated to be 40% mutually intelligible with more modern Standard German, meaning that in a conversation between any native speakers of any of these dialects and a person who speaks only standard German, the latter will be able to understand slightly less than half of what is being said without any prior knowledge of the dialect, a situation which is likely to have been similar or greater in the 19th century. To a lesser extent, however, this fact hardly differs from other regions in Europe.[5] Nationalism among the Germans first developed not among the general populace but among the intellectual elites of various German states. The early German nationalist Friedrich Karl von Moser, writing in the mid 18th century, remarked that, compared with \"the British, Swiss, Dutch and Swedes\", the Germans lacked a \"national way of thinking\".[6] However, the cultural elites themselves faced difficulties in defining the German nation, often resorting to broad and vague concepts: the Germans as a \"Sprachnation\" (a people unified by the same language), a \"Kulturnation\" (a people unified by the same culture) or an \"Erinnerungsgemeinschaft\" (a community of remembrance, i.e. sharing a common history).[6] Johann Gottlieb Fichte – considered the founding father of German nationalism[7] – devoted the 4th of his Addresses to the German Nation (1808) to defining the German nation and did so in a very broad manner. In his view, there existed a dichotomy between the people of Germanic descent. There were those who had left their fatherland (which Fichte considered to be Germany) during the time of the Migration Period and had become either assimilated or heavily influenced by Roman language, culture and customs, and those who stayed in their native lands and continued to hold on to their own culture.[8] Later German nationalists were able to define their nation more precisely, especially following the rise of Prussia and formation of the German Empire in 1871 which gave the majority of German-speakers in Europe a common political, economic and educational framework. In the late 19th century and early 20th century, some German nationalists added elements of racial ideology, ultimately culminating in the Nuremberg Laws, sections of which sought to determine by law and genetics who was to be considered German.[9] It was not until the concept of nationalism itself was developed by German philosopher Johann Gottfried Herder that German nationalism began.[10] German nationalism was Romantic in nature and was based upon the principles of collective self-determination, territorial unification and cultural identity, and a political and cultural programme to achieve those ends.[11] The German Romantic nationalism derived from the Enlightenment era philosopher Jean Jacques Rousseau's and French Revolutionary philosopher Emmanuel-Joseph Sieyès' ideas of naturalism and that legitimate nations must have been conceived in the state of nature. This emphasis on the naturalness of ethno-linguistic nations continued to be upheld by the early-19th-century Romantic German nationalists Johann Gottlieb Fichte, Ernst Moritz Arndt, and Friedrich Ludwig Jahn, who all were proponents of Pan-Germanism.[12] The invasion of the Holy Roman Empire (HRE) by Napoleon's French Empire and its subsequent dissolution brought about a German liberal nationalism as advocated primarily by the German middle-class bourgeoisie who advocated the creation of a modern German nation-state based upon liberal democracy, constitutionalism, representation, and popular sovereignty while opposing absolutism.[13] Fichte in particular brought German nationalism forward as a response to the French occupation of German territories in his Addresses to the German Nation (1808), evoking a sense of German distinctiveness in language, tradition, and literature that composed a common identity.[14] After the defeat of France in the Napoleonic Wars at the Congress of Vienna, German nationalists tried but failed to establish Germany as a nation-state, instead the German Confederation was created that was a loose collection of independent German states that lacked strong federal institutions.[13] Economic integration between the German states was achieved by the creation of the Zollverein (\"Custom Union\") of Germany in 1818 that existed until 1866.[13] The move to create the Zollverein was led by Prussia and the Zollverein was dominated by Prussia, causing resentment and tension between Austria and Prussia.[13] The Romantic movement was essential in spearheading the upsurge of German nationalism in the 19th century and especially the popular movement aiding the resurgence of Prussia after its defeat to Napoleon in the 1806 Battle of Jena. Johann Gottlieb Fichte's 1808 Addresses to the German Nation, Heinrich von Kleist's fervent patriotic stage dramas before his death, and Ernst Moritz Arndt's war poetry during the anti-Napoleonic struggle of 1813-15 were all instrumental in shaping the character of German nationalism for the next one-and-a-half century in a racialized ethnic rather than civic nationalist direction. Romanticism also played a role in the popularization of the Kyffhäuser myth, about the Emperor Frederick Barbarossa sleeping atop the Kyffhäuser mountain and being expected to rise in a given time and save Germany) and the legend of the Lorelei (by Brentano and Heine) among others. The Nazi movement later appropriated the nationalistic elements of Romanticism, with Nazi chief ideologue Alfred Rosenberg writing: \"The reaction in the form of German Romanticism was therefore as welcome as rain after a long drought. But in our own era of universal internationalism, it becomes necessary to follow this racially linked Romanticism to its core, and to free it from certain nervous convulsions which still adhere to it.\"[15] Joseph Goebbels told theatre directors on 8 May 1933, just two days before the Nazi book burnings in Berlin, that: \"German art of the next decade will be heroic, it will be like steel, it will be Romantic, non-sentimental, factual; it will be national with great pathos, and at once obligatory and binding, or it will be nothing.\"[16] German fascism extracted Romanticism from the naphthalene of the past, established its ideological kinship with it, included it in its canon of forerunners, and after some cleansing on racial grounds, absorbed it into the system of its ideology and thereby gave this trend, which in its time was not apolitical, a purely political and topical meaning ... Schelling, Adam Müller and others thanks to the fascists again became our contemporaries, though in the specific sense in which every corpse taken out of its century-old coffin for any need becomes a \"contemporary\". In his book The Tasks of National Socialist Literary Criticism, Walther Linden, who revised the history of German literature from a fascist point of view, considers the most valuable for fascism that stage in the development of German Romanticism when it freed itself from the influences of the French Revolution and thanks to Adam Müller, Görres, Arnim and Schelling began to create truly German national literature on the basis of German medieval art, religion and patriotism.[17] This made scholars and critics like Fritz Strich, Thomas Mann and Victor Klemperer, who before the war were supporters of Romanticism, to reconsider their stance after the war and the Nazi experience and to adopt a more anti-Romantic position.[18] Heinrich Heine parodied such Romantic modernizations of medieval folkloric myths by 19th century German nationalists in the \"Barbarossa\" chapter of his large 1844 poem Germany. A Winter's Tale: Forgive, O Barbarossa, my hasty words! I do not possess a wise soul Like you, and I have little patience, So, please, come back soon, after all! Retain the old methods of punishment, If you judge the guillotine unpleasant: The sword for the nobleman, and the cord For the townsman and vulgar peasant. But, do switch things around, now and then: Peasants and townsmen should die by the sword, And noblemen should hang on a rope. We’re all the creatures of the Lord! Bring back the laws of Charles the Fifth, With the hanging courts restoration, And divide the people, as before, Into guild, estate and corporation. Restore the old Holy Roman Empire, As it was, whole and immense. Bring back all its musty junk, And all its foolish nonsense. The Middle Ages I’ll endure, If you bring back the genuine item; Just rescue us from this bastard state, And from its farcical system, From that mongrel chivalry, Such a nauseating dish Of Gothic fancies and modern deceit, That is neither flesh nor fish. Shut down all the theatres, And chase their comedians pack, Who parody the olden days. O, Emperor, do come back![excessive quote][19][20][21] The Revolutions of 1848 led to many revolutions in various German states.[13] Nationalists did seize power in a number of German states and an all-German parliament was created in Frankfurt in May 1848.[13] The Frankfurt Parliament attempted to create a national constitution for all German states but rivalry between Prussian and Austrian interests resulted in proponents of the parliament advocating a \"small German\" solution (a monarchical German nation-state without Austria) with the imperial crown of Germany being granted to the King of Prussia.[13] The King of Prussia refused the offer and efforts to create a leftist German nation-state faltered and collapsed.[22] In the aftermath of the failed attempt to establish a liberal German nation-state, rivalry between Prussia and Austria intensified under the agenda of Prussian Chancellor Otto von Bismarck who blocked all attempts by Austria to join the Zollverein.[1] A division developed among German nationalists, with one group led by the Prussians that supported a \"Lesser Germany\" that excluded Austria and another group that supported a \"Greater Germany\" that included Austria.[1] The Prussians sought a Lesser Germany to allow Prussia to assert hegemony over Germany that would not be guaranteed in a Greater Germany.[1] This was a major propaganda point later asserted by Hitler. By the late 1850s German nationalists emphasized military solutions. The mood was fed by hatred of the French, a fear of Russia, a rejection of the 1815 Vienna settlement, and a cult of patriotic hero-warriors. War seemed to be a desirable means of speeding up change and progress. Nationalists thrilled to the image of the entire people in arms. Bismarck harnessed the national movement's martial pride and desire for unity and glory to weaken the political threat the liberal opposition posed to Prussia's conservatism.[23] Prussia achieved hegemony over Germany in the \"wars of unification\": the Second Schleswig War (1864), the Austro-Prussian War (which effectively excluded Austria from Germany) (1866), and the Franco-Prussian War (1870).[1] A German nation-state was founded in 1871 called the German Empire as a Lesser Germany with the King of Prussia taking the throne of German Emperor (Deutscher Kaiser) and Bismarck becoming Chancellor of Germany.[1] Unlike the prior German nationalism of 1848 that was based upon liberal values, the German nationalism utilized by supporters of the German Empire was based upon Prussian authoritarianism, and was conservative, reactionary, anti-Catholic, anti-liberal and anti-socialist in nature.[24] The German Empire's supporters advocated a Germany based upon Prussian and Protestant cultural dominance.[25] This German nationalism focused on German identity based upon the historical crusading Teutonic Order.[26] These nationalists supported a German national identity claimed to be based on Bismarck's ideals that included Teutonic values of willpower, loyalty, honesty, and perseverance.[27] The Catholic-Protestant divide in Germany at times created extreme tension and hostility between Catholic and Protestant Germans after 1871, such as in response to the policy of Kulturkampf in Prussia by German Chancellor and Prussian Prime Minister Otto von Bismarck, that sought to dismantle Catholic culture in Prussia, that provoked outrage amongst Germany's Catholics and resulted in the rise of the pro-Catholic Centre Party and the Bavarian People's Party.[28] There have been rival nationalists within Germany, particularly Bavarian nationalists who claim that the terms that Bavaria entered into Germany in 1871 were controversial and have claimed the German government has long intruded into the domestic affairs of Bavaria.[29] German nationalists in the German Empire who advocated a Greater Germany during the Bismarck era focused on overcoming dissidence by Protestant Germans to the inclusion of Catholic Germans in the state by creating the Los von Rom! (\"Away from Rome!\") movement that advocated assimilation of Catholic Germans to Protestantism.[30] During the time of the German Empire, a third faction of German nationalists (especially in the Austrian parts of the Austro-Hungarian Empire) advocated a strong desire for a Greater Germany but, unlike earlier concepts, led by Prussia instead of Austria; they were known as Alldeutsche. Social Darwinism, messianism, and racialism began to become themes used by German nationalists after 1871 based on the concepts of a people's community (Volksgemeinschaft).[31] An important element of German nationalism, as promoted by the government and intellectual elite, was the emphasis on Germany asserting itself as a world economic and military power, aimed at competing with France and the British Empire for world power. German colonial rule in Africa (1884–1914) was an expression of nationalism and moral superiority that was justified by constructing and employing an image of the natives as \"Other\". This approach highlighted racist views of mankind. German colonization was characterized by the use of repressive violence in the name of ‘culture’ and ‘civilization’, concepts that had their origins in the Enlightenment. Germany's cultural-missionary project boasted that its colonial programs were humanitarian and educational endeavors. Furthermore, the widespread acceptance among intellectuals of social Darwinism justified Germany's right to acquire colonial territories as a matter of the ‘survival of the fittest’, according to historian Michael Schubert.[32][33] The government established after WWI, the Weimar republic, established a law of nationality that was based on pre-unification notions of the German volk as an ethno-racial group defined more by heredity than modern notions of citizenship; the laws were intended to include Germans who had immigrated and to exclude immigrant groups. These laws remained the basis of German citizenship laws until after reunification.[34] The government and economy of the Weimar republic was weak; Germans were dissatisfied with the government, the punitive conditions of war reparations and territorial losses of the Treaty of Versailles as well as the effects of hyperinflation.[2][2] Economic, social, and political cleavages fragmented Germany's society.[2] Eventually the Weimar Republic collapsed under these pressures and the political maneuverings of leading German officials and politicians.[2] The Nazi Party (NSDAP), led by Austrian-born Adolf Hitler, believed in an extreme form of German nationalism. The first point of the Nazi 25-point programme was that \"We demand the unification of all Germans in the Greater Germany on the basis of the people's right to self-determination\". Hitler, an Austrian-German by birth, began to develop his strong patriotic German nationalist views from a very young age. He was greatly influenced by many other Austrian pan-German nationalists in Austria-Hungary, notably Georg Ritter von Schönerer and Karl Lueger. Hitler's pan-German ideas envisioned a Greater German Reich which was to include the Austrian Germans, Sudeten Germans and other ethnic Germans. The annexing of Austria (Anschluss) and the Sudetenland (annexing of Sudetenland) completed Nazi Germany's desire to the German nationalism of the German Volksdeutsche (people/folk). The Generalplan Ost called for the extermination, expulsion, Germanization or enslavement of most or all Czechs, Poles, Russians, Belarusians and Ukrainians for the purpose of providing more living space for the German people.[35] After WWII, the German nation was divided in two states, West Germany and East Germany, and some former German territories east of the Oder–Neisse line were made part of Poland. The Basic Law for the Federal Republic of Germany which served as the constitution for West Germany was conceived and written as a provisional document, with the hope of reuniting East and West Germany in mind.[34] The formation of the European Economic Community, and latterly the European Union, was driven in part by forces inside and outside Germany that sought to embed Germany identity more deeply in a broader European identity, in a kind of \"collaborative nationalism\".[36]: 32 [37] The reunification of Germany became a central theme in West German politics, and was made a central tenet of the East German Socialist Unity Party of Germany, albeit in the context of a Marxist vision of history in which the government of West Germany would be swept away in a proletarian revolution.[34] The question of Germans and former German territory in Poland, as well as the status of Königsberg as part of Russia, remained hard, with people in West Germany advocating to take that territory back through the 1960s.[34] East Germany confirmed the border with Poland in 1950, while West Germany, after a period of refusal, finally accepted the border (with reservations) in 1970.[38] The desire of the German people to be one nation again remained strong, but was accompanied by a feeling of hopelessness through the 1970s and into the 1980s; Die Wende, when it arrived in the late 1980s driven by the East German people, came as a surprise, leading to the 1990 elections which put a government in place that negotiated the Treaty on the Final Settlement with Respect to Germany and reunited East and West Germany, and the process of inner reunification began.[34] The reunification was opposed in several quarters both inside and outside Germany, including Margaret Thatcher, Jürgen Habermas, and Günter Grass, out of fear of that a united Germany might resume its aggression toward other countries. Just prior to reunification West Germany had gone through a national debate, called Historikerstreit, over how to regard its Nazi past, with one side claiming that there was nothing specifically German about Nazism, and that the German people should let go its shame over the past and look forward, proud of its national identity, and others holding that Nazism grew out of German identity and the nation needed to remain responsible for its past and guard carefully against any recrudescence of Nazism. This debate did not give comfort to those concerned about whether a reunited Germany might be a danger to other countries, nor did the rise of skinhead neo-nazi groups in the former East Germany, as exemplified by riots in Hoyerswerda in 1991.[34][39] An identity-based nationalist backlash arose after unification as people reached backward to answer \"the German question\", leading to violence by four Neo-Nazi/far-right parties which were all banned by Germany's Federal Constitutional Court after committing or inciting violence: the Nationalist Front, National Offensive, German Alternative, and the Kamaradenbund.[36]: 44  One of the key questions for the reunified government, was how to define a German citizen. The laws inherited from the Weimar republic that based citizenship on heredity had been taken to their extreme by the Nazis and were unpalatable and fed the ideology of German far-right nationalist parties like the National Democratic Party of Germany (NPD) which was founded in 1964 from other far-right groups.[40][41] Additionally, West Germany had received large numbers of immigrants (especially Turks), membership in the European Union meant that people could move more or less freely across national borders within Europe, and due to its declining birthrate even united Germany needed to receive about 300,000 immigrants per year in order to maintain its workforce.[34] (Germany had been importing workers ever since its post-war \"economic miracle\" through its Gastarbeiter program.[42]) The Christian Democratic Union/Christian Social Union government that was elected throughout the 1990s did not change the laws, but around 2000 a new coalition led by the Social Democratic Party of Germany came to power and made changes to the law defining who was a German based on jus soli rather than jus sanguinis.[34] The issue of how to address its Turkish population has remained a difficult issue in Germany; many Turks have not integrated and have formed a parallel society inside Germany, and issues of using education or legal penalties to drive integration have roiled Germany from time to time, and issues of what a \"German\" is, accompany debates about \"the Turkish question\".[43][44][45][46] Pride in being German remained a difficult issue; one of the surprises of the 2006 FIFA World Cup which was held in Germany, were widespread displays of national pride by Germans, which seemed to take even the Germans themselves by surprise and cautious delight.[47][48] Germany's role in managing the European debt crisis, especially with regard to the Greek government-debt crisis, led to criticism from some quarters, especially within Greece, of Germany wielding its power in a harsh and authoritarian way that was reminiscent of its authoritarian past and identity.[49][50][51] Tensions over the European debt crisis and the European migrant crisis and the rise of right-wing populism sharpened questions of German identity around 2010. The Alternative for Germany party was created in 2013 as a backlash against further European integration and bailouts of other countries during the European debt crisis; from its founding to 2017 the party took on nationalist and populist stances, rejecting German guilt over the Nazi era and calling for Germans to take pride in their history and accomplishments.[52][53][54] In the 2014 European Parliament election, the NPD won their first ever seat in the European Parliament,[55] but lost it again in the 2019 EU election. After the Revolutions of 1848/49, in which the liberal nationalistic revolutionaries advocated the Greater German solution, the Austrian defeat in the Austro-Prussian War (1866) with the effect that Austria was now excluded from Germany, and increasing ethnic conflicts in the Habsburg monarchy of the Austro-Hungarian Empire, a German national movement evolved in Austria. Led by the radical German nationalist and anti-semite Georg von Schönerer, organisations like the Pan-German Society demanded the link-up of all German-speaking territories of the Danube Monarchy to the German Empire, and decidedly rejected Austrian patriotism.[56] Schönerer's völkisch and racist German nationalism was an inspiration to Hitler's ideology.[57] In 1933, Austrian Nazis and the national-liberal Greater German People's Party formed an action group, fighting together against the Austrofascist regime which imposed a distinct Austrian national identity.[58] Whilst it violated the Treaty of Versailles terms, Hitler, a native of Austria, unified the two German states together \"(Anschluss)\" in 1938. This meant the historic aim of Austria's German nationalists was achieved and a Greater German Reich briefly existed until the end of the war.[59] After 1945, the German national camp was revived in the Federation of Independents and the Freedom Party of Austria.[60] In addition to a form of nationalism in Austria that looked toward Germany, there have also been forms of Austrian nationalism that rejected unification of Austria with Germany on the basis of preserving Austrians' Catholic religious identity from the potential danger posed by being part of a Protestant-majority Germany, as well as their different historical heritage regarding their mainly Celtic, Slavic, Avar, Rhaethian and Roman origin prior to the colonization of the Bavarii.[61][62][63] Flag of Germany, originally designed in 1848 and used at the Frankfurt Parliament, then by the Weimar Republic, and the basis of the flags of East and West Germany from 1949 until today. Flag of the German Empire, originally designed in 1867 for the North German Confederation, it was adopted as the flag of Germany in 1871. This flag was used by opponents of the Weimar Republic who saw the black-red-yellow flag as a symbol of it. Recently it has been used by far-right nationalists in Germany.[citation needed] Flag of Nazi Germany from 1935 to 1945. This flag was used by the Nazi Party and is now banned in many European countries, including Germany and Austria. The flag is used today by neo-Nazis. It is based on the colours of the flag of the German Empire.","Title":"German nationalism - Wikipedia","KeyID":"7346","URL":"https://en.wikipedia.org/wiki/German_nationalism"}