{"Content: ":"Johanna Gabrielle Ottilie \"Tilly\" Edinger (13 November 1897 – 27 May 1967) was a German-American paleontologist and the founder of paleoneurology. Tilly Edinger was born to a wealthy Jewish family in 1897. Her father, Ludwig Edinger, founded Frankfurt's first neurological research institute, providing Edinger with multiple contacts in the scientific community that helped drive her career.[1][2] She was the youngest of three siblings.[3] Her brother Fritz was killed during the Holocaust and her sister Dr. Dora Lipschitz emigrated to the United States. As a teenager, Edinger began to lose her hearing. She required hearing aids, and as an adult she was completely deaf and could not hear without them. Edinger was educated at Schiller-Schule, which was a secondary school for girls in Frankfurt. In 1916, Edinger studied at University of Heidelberg and University of Munich to receive a major in zoology, but later changed to geology/paleontology. Edinger began work on a doctoral dissertation in 1920 with her mentor Fritz Drevermann at the University of Frankfurt. In 1921, parts of her doctoral thesis were published in the journal Senckenbergiana. After completing her degree, Edinger worked at the Geological-Paleontological Institute of the University of Frankfurt as an unpaid \"Volunteer-Assistentin\" (1921-1927).[4] Edinger continued to work as an unpaid curator at the Senckenberg Museum (1927-1938). Edinger began her professional career in 1921 as a paleontology research assistant at the University of Frankfurt, a position she held until 1927. That year, she moved to a curatorial position in vertebrate paleontology at the Naturmuseum Senckenberg where she continued to work until 1938, her position allowed her to spend time researching and studying vertebrates. While there, she wrote and then published in 1929 the founding work of paleoneurology, Die Fossilen Gehirne (Fossil Brains), which was based on her discovery that mammalian brains left imprints on fossil skulls, allowing paleoneurologists to discern their anatomy.[5][1] She used endocasts to examine the brain case's interior, a method that was influential in the field.[6] She was heavily influenced in her work by Otto Schindewolf, Louis Dollo and Friedrich von Huene, contemporary vertebrate paleontologists.[1][7] Being Jewish, her career in Germany became much more difficult to conduct when the Nazi Party rose to power in 1933 and began enforcing \"racial laws\" that targeted the Jewish population.[2] For the next five years, she continued to work in secret at the Naturmuseum Senckenberg under the protection of the Museum Director, Rudolf Richter. Then, come summer of 1938, Edinger had applied for an American visa with the hope of being able to leave Germany.[2] However, on November 9-10th of 1938, marking the night of the “Kristallnacht”, she was later discovered on the 11th and was forced to consider emigrating elsewhere. In December 1938, Phillipp Schwartz former professor at the University of Frankfurt, used his formerly established Notgemeinschaft Deutscher Wissenschaftler im Ausland society to provide aid to Edinger. Through this society, she was provided a position as a translator in London in May 1939.[5][3] Her American immigration visa was accepted just a year after she took the position in London.[2] On May 11, 1940, she arrived in New York, where almost immediately after, she moved to Massachusetts to take a position at the Harvard Museum of Comparative Zoology, where she published her second seminal work, The Evolution of the Horse Brain in 1948, three years after becoming a citizen of the U.S.[1][5] She took leave from Harvard for the 1944–1945 academic year to be a professor of comparative anatomy at Wellesley College, a position she resigned after her hearing deteriorated severely.[6][3] Edinger's work on fossil horse brains showed that evolution was a branching process, as structures could evolve independently, such as the large forebrain found in advanced mammals.[5] This challenged the prevailing theory of the time, anagenesis, and led to the modern understanding of cladogenesis.[3] In 1963 and 1964, Edinger was elected the president of the Society of Vertebrate Paleontology, reflecting her prominence in the field.[5] Tilly bones, thickened bones on the vertebral columns of some fish species, are named in honor of her.[6] During her time in Cambridge, Edinger would often return to Frankfurt to visit, as she was very loyal to her hometown for presenting her with an honorary degree. Tilly Edinger retired at sixty-seven. She worked at the Museum of Comparative Zoology for twenty-five years upon retirement she continued to serve as an advisor and continued with her writing.[8] On May 27, 1967, while planning to visit Frankfurt again, due to her deafness, she was unaware of an oncoming vehicle and was fatally struck and killed. Her early education was provided by several governesses, many of whom taught in both French and English - a quality that proved to serve her well later in life. Her first formal schooling was at Frankfurt's all-girls' high school, known as the Schiller-Schule.[7] Her father was unapproving of her following in his footsteps with taking an interest in neurology as he did not believe women belonged in science.[9] Nevertheless, he later used his respected position in the scientific community to assist in finding strong connections to help further her career.[2] Consequently, matriculating at Heidelberg University and the University of Munich in 1916, where she remained until 1918. She initially studied zoology but switched to paleontology in which she was much happier.[10] The classes she took in zoology, geology, psychology and paleontology allowed her to take her interest in neurology and relate it to geological evidence, later building the foundations of paleoneurology. Despite Edinger's education, her mother still saw her field as nothing more than simply a hobby.[11] She began her doctoral studies at the University of Frankfurt that year.[5] Her study of the brain of Nothosaurus, a Triassic marine reptile, earned her a PhD in natural philosophy in 1921 and was the topic of her first publication.[12] After completing her Ph.D., she went on to perform more research in paleontology part-time and was a curator of fossil vertebrates for Senckenberg Museum.[2] Edinger founded this concept of neurology and paleontology in the 1920s in Germany. She did this by integrating comparative anatomy and sequence stratigraphy. She also introduced the concept of time to neurology and changed what the scientific understanding of the vertebrate brain was then. Edinger's “fossil brains” discussed the relationship between the brain, the braincase of the skull which held the brain and the endocast which was the internal cast of a hollow object. Her significance in the pre-existing topic of endocasts was that she observed the relationship between the brain/braincase and different vertebrate classes rather dismissing the notion that the braincase was of no reliable use. She introduced her ideas in her first publication in 1921 which regarded the Alligator brain and its braincase. She further went into specifics in her paper on amphibian paleoneurology with A.S. Romer. In this paper they compared the brain and endocasts in modern amphibians which helped them connect systematic and functional differences with endocasts.[2] Her father, Ludwig Edinger, identified ancient and modern areas of the vertebrate brain and she built on his ideas by introducing the concept of time brought by stratigraphic occurrence. She brought forth the notion that ancient anatomy was not present in living vertebrate, thus calling for the determination of the sequence of innovation with the use of fossils. Her neonatological[14] comparisons were challenged by George Gaylord Simpson and because of this, she suggested a strong analysis of brain enlargement and patterns of cortical sulcation and how they arise independently. She also noted that neural and osteological innovations in horses did not happen at the same time or rate as other body systems, further arguing her point.[2] Prior to Edinger's research, endocast descriptions were limited to reports of size and cerebral convolutions. Since she was highly experienced in the field of neuroanatomy, Edinger was able to withdraw additional information from endocasts, such as neural input. She did so by evaluating the different sense organs in the brain to predict the capabilities of reptilian pterosaurs. Most strikingly, she carried on a long time dispute with her Princeton colleague Glenn “Jep” Jepsen. The two argued as to whether a fossil braincase and endocast belonged to carnivore or an early bat. However, the nature of this dispute remained friendly, as illustrated in a poem written by Jepsen.[2] Another notable contribution to Edinger's scientific legacy was in her strong critiques of Othniel Charles Marsh's interpretations of the “General Laws of Brain Growth”. While Marsh argued that brain size increased from the Mesozoic and Cenozoic Eras, she postulated that one cannot compare the brain size of animals from different lineages. To support her argument, Edinger noted that as body size increased during the Tertiary Period, brain size actually decreased in comparison to body size. However, because Marsh did not take body size into consideration, and Edinger did not take allometric scaling into consideration, neither one was able to draw a definite conclusion about brain size.[2] Throughout her life, Edinger was honored by various organizations for her pioneering work. She received a Guggenheim Foundation fellowship for 1943–1944 as well as an American Association of University Women fellowship for 1950–1951.[15] She was elected a Fellow of the American Academy of Arts and Sciences in 1953.[16] Several schools also gave her honorary doctorates for her achievements, including Wellesley (1950), the University of Giessen (1957), and her alma mater, the University of Frankfurt (1964).[3] Besides being the president of the Society of Vertebrate Paleontology, she was a member of several other scientific societies, including the Society for the Study of Evolution, the Paleontologische Gesellschaft, and the Senckenberg naturf Gesellschaft.[15] She died on 27 May 1967 in Cambridge, Massachusetts of severe head injuries incurred in a traffic accident.[3][17] As a result of her death Edinger was unable to complete her latest work, The Comprehensive Summary of Paleoneurology, this volume was later completed by some of her colleagues and was published after Edinger was deceased.[1] Edinger founded modern paleoneurology while at Senckenberg Museum in Frankfurt am Main.[2] O.C Marsh's theoretical framework of brain evolution inspired Edinger.[1] While at the Naturmuseum Senckenberg she studied vertebrates and wrote the founding Die Fossilen Gehirne. She discovered that brain matter left imprints on skulls and this was the basis of her publication.[2] While at the Harvard Museum of Comparative Zoology, she published The Evolution of the Horse Brain. Edinger also contributed to a bibliography of fossil vertebrates for the Museum of Comparative Zoology.[2][19]  ","Title":"Tilly Edinger - Wikipedia","KeyID":"735","URL":"https://en.wikipedia.org/wiki/Tilly_Edinger"}