{"Content: ":"Maria Anna Angelika Kauffmann RA (/ˈkaʊfmən/ KOWF-mən; 30 October 1741 – 5 November 1807), usually known in English as Angelica Kauffman,[a] was a Swiss Neoclassical painter who had a successful career in London and Rome. Remembered primarily as a history painter, Kauffmann was a skilled portraitist, landscape and decoration painter. She was, along with Mary Moser, one of two female painters among the founding members of the Royal Academy in London in 1768.[2][3] Kauffman was born at Chur in Graubünden, Switzerland.[6] Her family moved to Morbegno in 1742, then Como in Lombardy in 1752 at that time under Austrian rule. In 1757 she accompanied her father to Schwarzenberg in Vorarlberg/Austria where her father was working for the local bishop.[7] Her father, Joseph Johann Kauffmann, was a relatively poor man but a skilled Austrian muralist and painter, who was often traveling for his work. He trained Angelica and she worked as his assistant, moving through Switzerland, Austria, and Italy. Angelica, a child prodigy, rapidly acquired several languages from her mother, Cleophea Lutz, including German, Italian, French and English.[8] She also showed talent as a musician and was forced to choose between opera and art. She quickly chose art as a Catholic priest told her that the opera was a dangerous place filled with \"seedy people.\"[9] By her twelfth year she had already become known as a painter, with bishops and nobles sitting for her. In 1754, her mother died and her father decided to move to Milan.[9] Later visits to Italy of long duration followed.[10] She became a member of the Accademia di Belle Arti di Firenze in 1762.[11] Kauffman and her family moved to Florence in June 1762, where the young artist first discovered the painting style that was coined Neoclassical painting. Moving to Rome in January 1763, Kauffman was introduced to the British community. While learning more English and continuing her portraiture, a few months later the family moved again to Naples. There Kauffman studied works by the Old Masters, and had her first painting sent to a public exhibition in London.[12] Later in 1763 she visited Rome, returning again in 1764. From Rome she passed to Bologna and Venice, everywhere feted for her talents and charm. Writing from Rome in August 1764 to his friend Franke, Winckelmann refers to her popularity; she was then painting his picture, a half-length; of which she also made an etching. She spoke Italian as well as German, he says, and expressed herself with facility in French and English – one result of the last-named accomplishment being that she became a popular portraitist for British visitors to Rome. \"She may be styled beautiful,\" he adds, \"and in singing may vie with our best virtuosi\".[10] In 1765, her work appeared in England in an exhibition of the Free Society of Artists. She moved to England shortly after and established herself as a leading artist.[9] While in Venice, Kauffman was persuaded by Lady Wentworth, the wife of the British ambassador, to accompany her to London. One of the first pieces she completed in London was a portrait of David Garrick, exhibited in the year of her arrival at \"Mr Moreing's great room in Maiden Lane.\" The rank of Lady Wentworth opened society to her, and she was everywhere well received, the royal family especially showing her great favour. Her firmest friend, however, was Sir Joshua Reynolds. In his pocket-book her name as \"Miss Angelica\" or \"Miss Angel\" appears frequently; and in 1766 he painted her, a compliment which she returned by her Portrait of Sir Joshua Reynolds. Another instance of her intimacy with Reynolds is to be found in her variation of Guercino's Et in Arcadia ego, a subject which Reynolds repeated a few years later in his portrait of Mrs Bouverie and Mrs Crewe.[10] In 1767 Kauffman was seduced by an imposter going under the name Count Frederick de Horn, whom she married, but they were separated the following year.[10][13] It was probably owing to Reynolds's good offices that she was among the signatories to the petition to the King for the establishment of the Royal Academy. In its first catalogue of 1769 she appears with \"R.A.\" after her name (an honour she shared with one other woman, Mary Moser); and she contributed the Interview of Hector and Andromache, and three other classical compositions.[14] She spent several months in Ireland in 1771, as a guest of the Lord Lieutenant of Ireland, Viscount Townshend, and undertook a number of portrait commissions there. Her notable Irish portraits include those of Philip Tisdall, the Attorney General for Ireland, and his wife Mary, who acted as her patron, and of Henry Loftus, 1st Earl of Ely and his family, including his niece Dorothea Monroe, the most admired Irish beauty of her time.[15] It appears that among her circle of friends was Jean-Paul Marat, then living in London and practising medicine, with whom she may have had an affair.[16][b] Her friendship with Reynolds was criticized in 1775 by fellow Academician Nathaniel Hone, who courted controversy in 1775 with his satirical picture The Conjurer.[c] It was seen to attack the fashion for Italian Renaissance art and to ridicule Sir Joshua Reynolds, leading the Royal Academy to reject the painting. It also originally included a nude caricature of Kauffman in the top left corner, which he painted out after she complained to the academy. The combination of a little girl and an old man has also been seen as symbolic of Kauffman and Reynolds's closeness, age difference, and rumoured affair.[19][17] From 1769 until 1782 Kauffman was an annual exhibitor with the Royal Academy, sending sometimes as many as seven pictures, generally on classical or allegoric subjects. One of the most notable was Leonardo expiring in the Arms of Francis the First (1778).[20][d] In 1773 she was appointed by the Academy with others to decorate St Paul's Cathedral, a scheme that was never carried out, and it was she who, with Biagio Rebecca, painted the Academy's old lecture room at Somerset House.[20] While Kauffman produced portraits, and self-portraits, she identified herself primarily as a history painter, an unusual designation for a woman artist in the 18th century. History painting was considered the most elite and lucrative category in academic painting during this time period and, under the direction of Sir Joshua Reynolds, the Royal Academy made a strong effort to promote it to a native audience more interested in commissioning and buying portraits and landscapes. Despite the popularity that Kauffman enjoyed in British society, and her success there as an artist, she was disappointed by the relative apathy of the British towards history painting. Ultimately, she left Britain for Rome, where history painting was better established, held in higher esteem and patronized.[22] History painting, as defined in academic art theory, was classified as the most elevated category. Its subject matter was the representation of human actions based on themes from history, mythology, literature, and scripture. This required extensive learning in biblical and Classical literature, knowledge of art theory and a practical training that included the study of anatomy from the male nude. Most women were denied access to such training, especially the opportunity to draw from nude models; yet Kauffman managed to cross the gender boundary. It is unclear as to how she gained the knowledge of the male anatomy that she had, but there is speculation that she studied plaster casts of statues.[23] The male characters in her artworks are seen as being more feminine than most painters would choose to display, which may be a result of her lack of formal training on male anatomy. In 1781, after her first husband's death (she had long been separated from him), she married Antonio Zucchi (1728–1795), a Venetian artist then resident in England.[20] Shortly afterwards she retired to Rome, where she befriended, among others, Johann Wolfgang von Goethe; yet, always restive, she wanted to do more and lived for another 25 years with much of her old prestige intact.[20] In 1782, Kauffman's father died, as did her husband in 1795. In 1794, she painted, Self-Portrait Hesitating Between Painting and Music, in which she emphasises the difficult choice she had faced in choosing painting as her sole career, in dedication to her mother's death.[8] She continued at intervals to contribute to the Royal Academy in London, her last exhibit being in 1797. After this she produced little, and in 1807 she died in Rome, being honoured by a splendid funeral under the direction of Canova. The entire Academy of St Luke, with numerous ecclesiastics and virtuosi, followed her to her tomb in Sant'Andrea delle Fratte, and, as at the burial of Raphael, two of her best pictures were carried in procession.[20] By the time of her death she had made herself what she considered to be a renowned artist. This explains why her funeral was directed by the well known Neoclassical sculptor Antonio Canova. Canova designed her funeral based on the funeral of the Renaissance master Raphael.[24] By 1911, rooms decorated with her work were still to be seen in various places. At Hampton Court was a portrait of the duchess of Brunswick; in the National Portrait Gallery, a self-portrait (NPG 430).[20][25] There were other pictures by her in Paris, at Dresden, in the Hermitage at St Petersburg, in the Alte Pinakothek at Munich, in Kadriorg Palace, Tallinn (Estonia)[20][26] and in the Joanneum Alte Galerie at Graz. The Munich example was another portrait of herself, and there was a third in the Uffizi at Florence. A few of her works in private collections were exhibited among the Old Masters at Burlington House.[20] Kauffman is also well known by the numerous engravings from her designs by Schiavonetti, Francesco Bartolozzi and others. Those by Bartolozzi especially found considerable favour with collectors. Charles Willson Peale (1741–1827), artist, patriot, and founder of a major American art dynasty, named several of his children after notable European artists, including a daughter, Angelica Kauffman Peale.[20] A biography of Kauffman was published in 1810 by Giovanni Gherardo De Rossi [it].[20][11] The book was also the basis of a romance by Léon de Wailly (1838) and it prompted the novel contributed by Anne Isabella Thackeray to the Cornhill Magazine in 1875 entitled \"Miss Angel\".[20] The Angelika Kauffmann Museum in Schwarzenberg, Vorarlberg (Austria) was established in 2007. This location is in the same area that her father called home. The annually changing exhibitions focus on different aspects and themes of her artistic work.[27] In the 2019 exhibition \"Angelika Kauffmann – Unknown Treasures from Vorarlberg Private Collections\", many of her paintings were shown to the public for the first time, as a large proportion of her oeuvre is owned by private collectors.[28] The museum is housed in the so-called \"Kleberhaus\", an old farmhouse (1556) in the typical architectural style of the region.[27] Penelope Waken by Eurykleia (1772), oil on canvas, dimensions unknown, Vorarlberger Landesmuseum, Bregenz Ariadne Abandoned by Theseus (1774), oil on canvas, 63.8 x 90.9 cm., Museum of Fine Arts, Houston Zeuxis Selecting Models for His Painting of Helen of Troy (c. 1778), oil on canvas, dimensions unknown, Annmary Brown Memorial Library, Brown University, Rhode Island The Judgment of Paris (c. 1781), oil on canvas, 80 x 100.9 cm., Museo de Arte de Ponce, Puerto Rico Ariadne left by Theseus (before 1782), oil on canvas, 88 x 70.5 cm., Gemäldegalerie Alte Meister, Dresden Pliny the Younger and His Mother at Miseno (1785), oil on canvas, 103 x 127.5 cm., Princeton University Art Museum, New Jersey Circe Enticing Ulysses (1786), oil on canvas, dimension and collection unknown Virgil reading the Aeneid to Augustus and Octavia (1788), oil on canvas, 123 x 159 cm, Hermitage Museum, Saint Petersburg Valentine Rescues Silvia from The Two Gentlemen of Verona (1789), oil on canvas, dimensions and collection unknown Erato, the Muse of Lyric Poetry with a Putto or Sappho Inspired by Love (date unknown), oil on canvas, 111.8 x: 94 cm., private collection Venus Induces Helen to Fall in Love with Paris (1790), oil on canvas, 102 x 127.5 cm., Hermitage Museum, Saint Petersburg Agrippina Mourns the Urn of Germanicus (1793), oil on canvas, dimensions unknown, Museum Kunstpalast, Düsseldorf Christ and the Samaritan Woman at the Well (1795), oil on canvas, 123.5 x 158.5 cm., Neue Pinakothek, Munich Portrait of Winckelmann (1764), oil on canvas Lady Georgiana Spencer, Henrietta Spencer and George Viscount Althorp (c. 1766), oil on canvas, 113.6 x 144.8 cm., private collection Sir Joshua Reynolds (1767), oil on canvas, 127 x 101.5 cm., National Trust, Saltram Portrait of a Woman as a Vestal Virgin (1770s), oil on canvas, 60 x 41 cm., Thyssen-Bornemisza National Museum, Madrid The Family of the Earl of Gower (1772), oil on canvas, 150.4 x 208.2 cm., National Museum of Women in the Arts, Washington, D.C. Portrait of Eleanor, Countess of Lauderdale (c. 1780), oil on canvas, 76.2 x 63.5 mm., Museum of Fine Arts, Houston Portrait of Sarah Harrop (Mrs. Bates) as a Muse (1780–81), oil on canvas, 142 x 121 cm., Princeton University Art Museum, New Jersey Antonio Zucchi [Kauffmann's husband] (1781), oil on canvas, 76 x 63 cm., private collection Portrait of Ferdinand IV of Naples, and his Family (1783), oil on canvas, 310 x 426 cm., Museo di Capodimonte, Naples Prince Henry Lubomirski As Amor (1786), oil on canvas, Lviv National Art Gallery, Ukraine Baroness of Krüdener and Her Son Paul (1787), oil on canvas, dimensions unknown, Musée du Louvre-Lens Goethe [at 38 years] (1787), oil on canvas, 64 x 52 cm., Goethe-Nationalmuseum, Weimar Ellis Cornelia Knight (1793), oil on canvas, 96 x 80 cm., Manchester Art Gallery Anna von Escher van Muralt (c. 1800), oil on canvas, 110 x 86 cm., Prado, Madrid Ludwig I of Bavaria as Crown Prince (1807), oil on canvas, 224.6 x 146.8 cm., Neue Pinakothek, Munich The Paintress of Macaroni's, believed to be a satire of Kauffmann. London: Printed for Carington Bowles, 13 April 1772. From The European Magazine and London Review Self-Portrait as Imitatio (1771), pencil Scene from the 1802 première in Weimar of Goethe's Iphigenia in Tauris, with Goethe himself as Orestes in the centre. The Painter Angelika Kauffmann, by Johann Peter Kauffmann, (1808), marble, 66,9 x 35,2 x 35 cm., Neue Pinakothek, Munich Portrait of Emma Hamilton, 1791, Angelica Kauffmann, Swiss This article incorporates text from a publication now in the public domain: Dobson, Henry Austin (1911). \"Kauffmann, Angelica\". In Chisholm, Hugh (ed.). Encyclopædia Britannica. Vol. 15 (11th ed.). Cambridge University Press. pp. 697–698.","Title":"Angelica Kauffman - Wikipedia","KeyID":"7352","URL":"https://en.wikipedia.org/wiki/Angelica_Kauffman"}