{"Content: ":"Ernest Hanbury Hankin (4 February 1865 – 29 March 1939) was an English bacteriologist, aeronautical theorist and naturalist. Working mainly in India, he studied malaria, cholera and other diseases. He is often considered as among the first to detect bacteriophage activity and suggested that their presence in the waters of the Ganges and Yamuna rivers may have had a role in restricting the outbreaks of cholera. Apart from his professional studies, he took considerable interest in the Islamic geometric patterns in Mughal architecture (\"Saracenic art\" in the language of his day) as well as the soaring flight of birds, culture and its impact on education.[1] He was sometimes criticized for being overzealous in his research methods. Ernest Hankin was born in Ware, Hertfordshire, his father Rev. D. B. Hankin was later a vicar of St Jude's, Mildmay Grove in North London. He was educated at Merchant Taylors' School from 1875 to 1882 and went to study medicine at St Bartholomew's Hospital Medical School and matriculated from St John's College, Cambridge in 1886. He was a Hutchinson Student and Scholar who passed with first class in both parts of the Natural Science Tripos in 1888 and 1889.[2] He took a keen interest in bacteriology and decided against a career in medicine. In 1890 he was elected Hutchinson Student in Pathology and by the end of the year, he was admitted as a Fellow in November. He obtained the degree of MA in 1893 and Sc.D. in 1905 before working under Professor Charles Roy at his Pathological Laboratory in Trinity College London. His early studies in bacteriology included a new staining technique using aniline dyes (1886), some studies on anthrax in collaboration with F.F. Wesbrook, immunity and the role of \"alexins\". He extracted an albumose fraction from anthrax cultures that he claimed suppressed the host immune system. Inoculation of small quantities of this albumose protein made rabbits immune to anthrax.[3] He worked under Robert Koch for some time in Berlin and under Louis Pasteur in Paris before he accepted a position in India as Chemical Examiner, Government Analyst and Bacteriologist for the United Provinces, Punjab and the Central Provinces and was posted at a laboratory in Agra in 1892.[1] Even early in his undergraduate years, he gained a reputation for conducting scientific experiments on himself. He was known for overdosing himself with medication and rolling a heated cannonball over himself to speed up digestion.[1] While on a beach at Dunwich in 1885, he saved a girl from drowning and the local newspapers hoped that he would be awarded a gallantry medal by the Royal Humane Society.[4] As a bacteriologist with associations with several others like Emanuel Edward Klein (Charles Smart Roy also worked at the Brown Animal Sanatory Institution) who were involved in a major public debate on vivisection, Hankin was seen by some press reporters as a \"vivisector\" who had \"escaped\" to India.[5] Arriving in India, Hankin worked on the frequent outbreaks of cholera, challenging the prevalent view that \"miasmas\" were responsible for them. He demonstrated to the public and the officials that micro-organisms were the cause and published his notes and opinions translated into Indian languages.[1] He noted in 1896 that boiling water supplies was a reliable protection against cholera in India. The press which was against his former association with experimenters who had been accused of vivisection noted that this implied that his services as a bacteriologist were not required. A writer Zoophilist states:- \"Remarkable to state, a vivisector has made a beneficial—and common-sense discovery. The discoverer in this case is Mr Hankin an old antagonist of ours, whom we met in debate at Cambridge before he took ship and departed to serve as a bacteriologist in India, where he still remains.\"[5] In 1896 he published, through the Pasteur Institute, \"L'action bactericide des eaux de la Jumna et du Gange sur le vibrion du cholera\",[6] a paper in which he described the antibacterial activity of a then unknown source in the Ganges and Jumna rivers in India. He noted that \"It is seen that the unboiled water of the Ganges kills the cholera germ in less than 3 hours. The same water, when boiled, does not have the same effect. On the other hand, well water is a good medium for this microbe, whether boiled or filtered.\" He suggested that it was responsible for limiting the spread of cholera. While many observers have considered this as evidence of early observations of bacteriophage activity, some of his later experiments raise doubts. Hankin subsequently suggested that the bactericidal action was through a \"volatile\" agent. He further conducted experiments where he showed that Ganges water heated in hermetically sealed containers retained their ability to kill bacterial cultures while open one on heating lost their potency. A 2011 commentator adds that Hankin's initial results suggest extremely high phage counts which seem improbable.[7] It was however not until twenty years later that phage activity was demonstrated without doubt by the experiments of Félix d'Herelle later described at the Pasteur Institute.[8][9][10] This observation on the water of the Ganges became quite famous, and even found mention in Mark Twain's More Tramps Abroad.[11] Hankin was responsible through his letters to officials in prompting the establishment of the Pasteur Institute of India at Kasauli in 1904.[12] One of Hankin's duties as a chemical examiner was to attend to court cases that required the analysis of scientific forensic evidence. He notes that about 700 to 1000 cases of supposed poisoning required tests for poisons to be conducted.[13] Hankin moved to Bombay following an outbreak of plague in 1905. During this period he took some interest in vultures at the Towers of Silence, which had apparently increased in numbers.[1] Hankin wrote on the Bubonic plague (1899)[14] and \"On the Epidemiology of Plague\" in the Journal of Hygiene in 1905, but his interests also drifted towards the subject of flight, possibly through his observations on vultures. In 1914 he published Animal Flight about soaring flight in birds, based on observations he made, particularly of gulls and vultures, in Agra. He introduced a technique to plot the flight path of soaring birds by tracing their movements on a horizontal mirror. He identified thermals and currents as a requirement for soaring and dynamic soaring.[15][16] His work on soaring birds caught the interest of Cambridge mathematician turned meteorologist Gilbert Walker who was also at Simla who discussed the role and nature of thermals and eddies in providing birds with the lift needed.[17] With D. M. S. Watson, at the time a lecturer in vertebrate palaeontology at University College London, he also published a pioneering paper on the flight of pterodactyls in the Aeronautical Journal (1914).[18] Hankin studied immune responses with experiments where he injected rabbits with tetanus to induce immunity in them. He took their serum and injected them in rats to demonstrate how the immunity could be transferred.[19] Hankin started the practice of using potassium permanganate in wells as a means for controlling cholera. His theory was that the germs needed organic matter to survive and that permanganate would oxidize it and make it unavailable.[20] In 1895 the press noted that Hankin had been overzealous with his experimentation and had infected himself with cholera by drinking water that he thought had been treated using potassium permanganate.[21] The editors of the journal Science Progress lamented that Hankin had been largely unrecognized for his contributions to human health and hygiene: \"Hankin's work has been of greater importance to India than the work or no-work of many persons who have received more honours and acknowledgements. Really, in some respects the British remain barbarians to the present day, and he should write an article on the mental ability of the Indian Powers-that-Be !\"[22] The efficacy of this method of disinfecting wells was however questioned in later studies.[23] When he retired in 1922, he was awarded a Kaisar-i-Hind Medal of the first class.[1] During the thirty years that he spent in India, Hankin took interest not just in tropical diseases but also the effects of opium and the action of cobra venom, working sometimes in collaboration with Albert Calmette and Waldemar Haffkine. Outside of his health related research he took an interest in such diverse topics as the fauna inhabiting the dome of the Taj Mahal, insect camouflage and its military application,[24] native folklore and art.[1] Hankin protested the introduction of the 1876 British Act against vivisection into India. He wrote that it came in the way of scientific research and that the legal measures should only be aimed to control cruelty imposed by traditional Indian practices noting that \"so far as Englishmen of science are concerned the prevention of wanton or unnecessary cruelty to animals might safely be left to their good taste and good feeling.\"[25] While in India, Hankin studied the Islamic geometric patterns that he observed, publishing some of them in 1905.[26] His main findings only found publication from 1925, after his return to the UK, when \"The Drawing of Geometric Patterns in Saracenic Art\" finally appeared in Memoirs of the Archaeological Survey of India, under the editorship of J. F. Blakiston.[27][28][29][30] This and later writings have influenced computer scientists and mathematicians in recent years, notably Craig S. Kaplan.[a][31][32][33] Hankin returned to England in the early 1920s, living for a while in the Norfolk Broads and spending winters at Torquay or Newquay before finally moving to Brighton. He took a great interest in sailing. He experimented with new designs of sails and methods to combat sea sickness. Together with his old pathologist colleagues include Professor Roy, he built a prototype raft he dubbed The Bacillus, made of kerosene tins and metal rods with an \"umbrella sail\" based on an idea from Percy Pilcher. Unfortunately, the maiden voyage at Colwyn Bay ended with the boat sinking, while the crew had to be rescued by onlookers.[1] He continued his research in the dynamics of animal flight. He was an associate fellow of the Aeronautical Society of Great Britain.[34] In 1923, Time magazine carried a short notice on his exploits: \"Much interest is taken in England in the problems of air gliding. People on a London common saw a strange sight—an elderly gentleman playing with a toy aeroplane. He was Dr. E. H. Hankin ... and he was experimenting with a model glider.\"[35] Hankin took a special interest in education and the role of intuition. He believed that modern methods of education tended to damage innate intuition. In 1922 he made a study of Quakers and their education. He calculated, based on statistics for the years between 1851 and 1900, that a man had 46 times greater chance of being elected to the Royal Society if he was a Quaker or of Quaker descent.[36] He attributed this to the superior mental ability that came out of enhancing intuition rather than the development of conscious reasoning that certain educational systems imposed.[37] In 1920, he published a book on the subject The Mental Limitations of the Expert in which he considered examples of where intuition was correct, despite failing rational explanation. He also considered how certain castes in India, such as the money-lending Baniyas, received a training in mental arithmetic that was superior to the system of education imposed by the English in India. He suggested that logical reasoning actually comes in the way of business instinct.[38] He expanded on this work which was published with a foreword by C. S. Myers, co-founder of the British Psychological Society, and titled it Common Sense and its Cultivation (1926). The book was reprinted as recently as 2002 by Routledge. A reviewer compared it with Francis Galton's Inquiry Into Human Faculty.[39] In his 1928 book, The Cave Man's Legacy, Hankin compares the behaviour of apes and primitive man and how they play a role in the life of modern humans.[40] In a later book, he explored the same influences in the outbreaks of violence in his Nationalism and the Communal Mind (1937).[41] Hankin's publications include:","Title":"Ernest Hanbury Hankin - Wikipedia","KeyID":"736","URL":"https://en.wikipedia.org/wiki/Ernest_Hanbury_Hankin"}