{"Content: ":"Eduard Friedrich Mörike (8 September 1804 – 4 June 1875)[1] was a German Lutheran pastor who was also a Romantic poet and writer of novellas and novels. Many of his poems were set to music and became established folk songs, while others were used by composers Hugo Wolf and Ignaz Lachner in their symphonic works. Mörike was born in Ludwigsburg. His father was Karl Friedrich Mörike (died 1817), a district medical councilor; his mother was Charlotte Bayer. After the death of his father, in 1817, he went to live with his uncle Eberhard Friedrich Georgii in Stuttgart, who intended his nephew to become a clergyman. Therefore, after one year at the Stuttgart Gymnasium illustre, Mörike joined the Evangelical Seminary Urach, a humanist grammar school, in 1818 and from 1822 to 1826 attended the Tübinger Stift.[2] There, he scored low grades and failed the admission test to Urach Seminary, yet was accepted anyhow. At the Seminary he went on to study the classics, something that was to become a major influence on his writing, and he made the acquaintance of Wilhelm Hartlaub and Wilhelm Waiblinger. Afterwards he studied theology at the Seminary of Tübingen where he met Ludwig Bauer, David Friedrich Strauss and Friedrich Theodor Vischer.[1] Many of these friendships were long-lasting. In Tübingen, with Bauer, he invented the fairyland Orplid – see the poem Song Weylas (You are Orplid)[3] dating from 1831. Mörike became a Lutheran pastor and, in 1834, he was appointed vicar of Cleversulzbach near Weinsberg. In the Autumn of 1843 he stayed for over half a year with his friend Pastor Wilhelm Hartlaub (1804–1885) in the village of Wermutshausen [de], situated in the state of Baden-Württemberg in southern Germany. During this time he produced a drawing of the Wermutshausen Petruskirche, dating from the early 1800s. This drawing is speculated, due to the perspective, to be from a top-floor room of a local brewery, distillery, and guesthouse at the edge of town, which remains in operation today as Gasthaus und Manufaktur Krone Wermutshausen. In town there is also a Museum commemorating this visit, in which guests can see the room in which Mörike lived. For reasons of health, Mörike retired quite early, and in 1851 became professor of German literature at the Katharinenstift in Stuttgart. This office he held until he retired in 1866.[4] He continued to live in Stuttgart until his death. Mörike was a member of the so-called Swabian school of writers around Ludwig Uhland. His poems (Gedichte, 1838), are mostly lyrical, yet often humorous and written in simple and seemingly everyday German.[4] His ballad \"Schön Rotraut\" – opening with the line \"Wie heisst König Ringangs Töchterlein?\" – became a popular favorite.[1] His first published work was the novel Maler Nolten (\"The painter Nolten\", 1832), a tale about the life of a painter, and which revealed his imaginative power; it became fairly popular. The novella Mozart auf der Reise nach Prag (\"Mozart on the way to Prague\", 1856) was a humorous examination of the problems of artists in a world uncongenial to art. It is frequently cited as his finest achievement.[1][5] He also wrote a somewhat fantastic Idylle vom Bodensee, oder Fischer Martin und die Glockendiebe (1846), the fairy tale Das Stuttgarter Hutzelmännlein (1855), and published a collection of hymns, odes, elegies, and idylls of the Greeks and Romans, entitled Klassische Blumenlese (1840).[4] He also translated Anacreon and Theocritus into German.[6] Mörike's Gesammelte Schriften (\"Collected Writings\") were first published posthumously in 1878 (4 vols.). Later editions are those edited by R. Krauss (6 vols., 1905), and the Volksausgabe (\"Popular edition\"), published by Göschen (4 vols., 1905). Selections from his literary estate were published by R. Krauss in Eduard Mörike als Gelegenheitsdichter (1895), and his correspondence with Hermann Kurz, Moritz von Schwind, and Theodor Storm, by J. Bachtold (1885–1891); an edition of Mörike's Ausgewählte Briefe (\"Selected letters\"), in 2 vols., appeared 1903–1904.[4] His work was greatly praised by the philosopher Ludwig Wittgenstein who recommended him to Bertrand Russell as really a great poet and his poems are among the best things we have...the beauty of Mörike's work is very closely related to Goethe's.[7] Many of his lyrics were set to music by Hugo Wolf,[8] Ludwig Hetsch, Julie Waldburg-Wurzach, Pauline Volkstein, and Fritz Kauffmann. Ignaz Lachner set to music his opera Die Regenbrüder.[6] Many of his poems became established folksongs.[5] Wilhelm Killmayer set several of his poems in his song cycle Mörike-Lieder in 2003.[9] Mörike was also known to produce drawings in his time, though it is not the subject of much discussion. While staying in the town of Wermutshausen in the Autumn of 1843, Mörike produced a drawing of the Persuskirche, a small church built in the early 1800s.[citation needed] Category","Title":"Eduard Mörike - Wikipedia","KeyID":"7364","URL":"https://en.wikipedia.org/wiki/Eduard_M%C3%B6rike"}