{"Content: ":"Dorothea Friederike von Schlegel (née Brendel Mendelssohn; 24 October 1764 – 3 August 1839) was a German novelist and translator. She was born as Brendel Mendelssohn in 1764 in Berlin.[1] Oldest daughter of the philosopher Moses Mendelssohn, a leading figure in the German Enlightenment (Aufklärung). In 1783 she married the merchant and banker Simon Veit, brother of the physician David Veit. Their son, Philipp Veit, would later become part of a circle of German Christian painters called \"the Nazarenes,\" who influenced the English painters in the Pre-Raphaelite Brotherhood. She met the poet and critic Friedrich von Schlegel in the salon of her friend Henriette Herz in July 1797, after which Dorothea divorced Simon on 11 January 1799. She obtained custody of her younger son, Philipp, and lived with him at the Ziegelstraße, which became a salon frequented by Tieck, Schelling, the Schlegel brothers, and Novalis. In 1801 her novel Florentin was published anonymously by Schlegel. Dorothea and Friedrich lived in Paris from 1802 until 1804, and after her divorce they married as Protestants. In 1807 she translated Corinne by Madame de Staël from French. In 1808, Friedrich and Dorothea converted to Catholicism. (She may have adopted the name \"Dorothea\" from a 17th-century Dorothea von Schlegel who composed Catholic hymns). They continued to visit the salons of Rahel Levin and Henriette Herz, as well as the constellation which surrounded Madame de Staël. Friedrich died in 1829, after which Dorothea moved to Frankfurt am Main. There, she lived with her son Philipp (also a convert to a medieval style of Catholicism) until her death in 1839. As the daughter of a member of the German literary establishment, Moses Mendelssohn, Dorothea was surrounded throughout her life by poets, critics, musicians, novelists, and philosophers of Europe. Gotthold Ephraim Lessing was her father's closest friend and colleague, and the Emancipation and secularization of the Jews and Jewish culture was a direct outcome of their work. (Mendelssohn was the model for Nathan der Weise in Lessing's play of the same name.) Dorothea's brother, Joseph, was a friend and sponsor of Alexander von Humboldt, the naturalist and ethnologist. Felix Mendelssohn, the composer, and his sister Fanny Mendelssohn, also a gifted musician, were her nephew and niece. To fully appreciate the importance of this cultural scene, see the entries for Moses Mendelssohn, Gotthold Ephraim Lessing, Friedrich von Schlegel, Germaine de Staël, Felix Mendelssohn, Ludwig Tieck, Novalis, and others. Dorothea was the common link or nexus among them all. Most of her work, letters, biographies, etc. seem to be available only in German. And there, with the legacy of the Holocaust, she would seem to have an ambiguous status. The emancipation of European Jewry, in which she and her family played a significant role, became the main target of the Third Reich and its Nuremberg Laws. For some Jews, she may be a less than admirable figure as well, having left her Jewish husband, violated her divorce settlement, and converted first to Protestantism, and finally to Catholicism. Most of her later friends were Christians, assimilated or intermarried Jews (like Rahel Levin), or secular Deists and materialists. Her association with Germaine de Staël was obviously of the greatest importance, since Mme de Staël was also the patron and literary companion of Dorothea's second husband, Friedrich Schlegel. The daughter of Jacques Necker, Louis XVI's finance minister, de Staël witnessed the collapse of the Bourbons and the French Revolution. (See Christopher Herrold's \"Mistress to an Age.\") It was probably through de Staël's husband, a Swedish Count, that the Schlegels were granted a title of nobility in the Swedish court.","Title":"Dorothea von Schlegel - Wikipedia","KeyID":"7366","URL":"https://en.wikipedia.org/wiki/Dorothea_Schlegel"}