{"Content: ":"Ernst Conrad Friedrich Schulze (22 March 1789 – 29 June 1817) was a German Romantic poet. He was born and died in Celle. The son of the Mayor of Celle, his mother died while he was only two years old and much of his early education was overseen by his two grandfathers, who were a Celle bookseller and a minister. Widely respected by his contemporaries in early youth, he found himself increasingly drawn into a new poetische Welt (world of poetry) in his mid-teens, showing a particular interest in folklore, fairy tales and diverse French literature. He said of himself, \"I lived in a fantasy world and was on the way to becoming a complete obsessive.\"[1] Despite these early Romantic daydreams, he was able to apply himself to his school work and was, at age 16, a model student.[2] Given his upbringing, it is probably unsurprisingly that he initially studied theology at the Georg-August University of Göttingen from 1806. He went on to study philosophy, literature and aesthetics from 1808, and received his doctorate in 1812. Afterward, he devoted himself to philology, which he taught privately in Göttingen. During his time at university he became a member of the Göttingen 'Corps Hannovera', one of the original German Student Corps. Schulze's early post-graduation lectures reflected his particular poetical interests, particularly Ancient Greek lyric poetry; his first two lectures were entitled „Ueber die Geschichte der lyrischen Poesie bey den Griechen“ and „Metrik […] und Prometheus des Aeschylus“.[3] Perhaps more importantly than his profession, however, became his love for Cäcilie Tychsen, daughter of the Orientalist and theologian Thomas Christian Tychsen. Cäcilie and her sister Adelheid were regarded by as Göttingen society as beautiful and musically talented and Schulze first met Cäcilie in 1811. A brief romance followed, which intensified on Schulze's part after Cäcilie fell incurably sick from pulmonary tuberculosis the following year at the age of eighteen. The couple's engagement came shortly before Cäcilie's death on 3 December 1812. Schulze wrote, \"In Cäcilie, whilst truly chaste, I was made many times more beautiful and wonderful. It was what, perhaps, I could become if there were immortality, instead of now residing in gloom.\"[4] He was the author of many poems, among them a Poetisches Tagebuch (Poetic Diary), ten of the poems from which were set to music as lieder by Franz Schubert.[5] Musician Graham Johnson proposes to group these settings by Schubert as a song cycle which he called Auf den wilden Wegen.[6][7] The autobiographical information contained therein, in poetic form, came about largely under the influence of his engagement to Cäcilie Tychsen, and her subsequent death. Her early demise, in whose memory his epic Cäcilia (1818) was written, clouded all of his later life.[8] Typical of this influence is a reference in Um Mitternacht (1815), subsequently set to music by Schubert:[9] Ach, nur einmal, nur verstohlen Dein geliebtes Bild zu sehn, Wollt' ich gern in Sturm und Wetter Bis zum späten Morgen stehn! Ah, if only once, only secretly I might again see your belovèd form, I would, through storm and weather, Stand until the late morning. Whilst the vast majority of his writings are Romantic in style and mainly in allegorical form, other poems, such as Lebensmut ('Courage'), were written as a result of his time as a volunteer in the fight for liberation against Napoleon's French Empire. His last epic romantic work Die Bezauberte Rose (1818) is a poem of classic beauty of style. It is in three cantos, comprising 107 stanzas of ottava rima. The 'enchanted rose' is a princess named Klothilde who has been placed under a spell. After various, powerful suitors have failed to secure her release, the minstrel Alpino is successful and she is restored to her proper form. In a poetic symmetry, Schulze died, like his belovèd Cäcilie, of consumption at the age of twenty-eight, a few days after receiving word that Die Bezauberte Rose had obtained the prize as the best poetic narration in F. A. Brockhaus' publication \"Urania\".[10] It has been argued that Schubert was particularly drawn to Schulze's verse because his life was so akin to that of Schulze.[11] The most apparent example of this is, perhaps, Im Frühling ('In Spring') (Op. 101, no. 1, D. 882) which represents the purest expression of love where the beloved is remote and unattainable. Schubert planned to write an opera based upon Die Bezauberte Rose. His acquaintance, the young Austrian dramatist Eduard von Bauernfeld did not, however, think this would work on the stage. Consequently, Schulze's work was dropped by Schubert in preference for Der Graf von Gleichen from a collection of folk tales by Musäus, the work finally being left incomplete owing to Schubert's death.[12]","Title":"Ernst Schulze (poet) - Wikipedia","KeyID":"7368","URL":"https://en.wikipedia.org/wiki/Ernst_Schulze_(poet)"}