{"Content: ":"Prof David Meredith Seares Watson FRS[1] FGS HFRSE LLD (18 June 1886 – 23 July 1973) was the Jodrell Professor of Zoology and Comparative Anatomy at University College, London from 1921 to 1951. Watson was born in the Higher Broughton district of Salford, Lancashire, the only son of David Watson, a chemist and pioneering metallurgist, and his wife, Mary Louise Seares.[2] He was educated at Manchester Grammar School 1899 to 1904 then studied Sciences at the University of Manchester. He specialised in geology and began to study plant fossils in coal deposits. In 1907, his final year, he published an important paper on coal balls with Marie Stopes (who had an early career as a paleobotanist); after graduating with first class honours he was appointed as a Beyer fellow at Manchester and went on to complete his MSc in 1909. After his MSc, Watson continued to develop his wide interest in fossils and studied intensively at the British Museum of Natural History in London, and on extended visits to South Africa, Australia, and the United States. In 1912 he was appointed as a lecturer in Vertebrate Palaeontology, at University College London by Professor James Peter Hill. His academic work was eventually interrupted in 1916 by World War I when he took a commission in the Royal Naval Volunteer Reserve. He was later transferred to the nascent Royal Air Force where he worked on balloon and airship fabric design. In 1917 Watson married Katharine Margarite Parker, and had two daughters: Katharine Mary and Janet Vida. After World War I, Watson returned to academic study and in 1921 he succeeded Hill as the Jodrell Professor of Zoology and Comparative Anatomy and the curator of what is now the Grant Museum of Zoology at UCL. He devoted his energy to the development of the Zoology department there and consolidated his position as a respected academician. In 1922 he was elected a Fellow of the Royal Society, where he gave the Croonian Lecture in 1924. Four years later, he was invited to give the Romanes Lecture at the University of Oxford; he spoke on \"Paleontology and the Evolution of Man\". He was appointed to the British government's Agricultural Research Council in 1931, which involved spending time in the United States where he lectured at Yale University in 1937. At the outbreak of World War II he returned to Britain to supervise the evacuation of the UCL Zoology department to Bangor, Wales, and then became Secretary of the Scientific Subcommittee of the Food Policy Committee of the War Cabinet. After the war he continued to teach and to travel widely. He received many awards and academic honours including the Darwin Medal from the Royal Society, the Linnean Medal from the Linnean Society, the Wollaston Medal from the Geological Society of London, and honorary degrees from many universities in Britain and elsewhere. In 1941 Watson was awarded the Mary Clark Thompson Medal from the National Academy of Sciences.[3] He was elected an Honorary Fellow of the Royal Society of Edinburgh in 1949 having previously won the Society's Makdougall-Brisbane Prize for the period 1936–38.[4] He retired from his chair in 1951, but continued to study and publish at UCL until his full retirement in 1965. He was awarded the Linnean Society of London's prestigious Darwin-Wallace Medal in 1958. His scientific research, besides his early original work on fossil plants and coal balls, was chiefly concerned with vertebrate palaeontology, especially fossil reptiles. He amassed a large collection of fossils from his wide travels to Africa and Spain. He died on 23 July 1973 in Midhurst, Surrey. The Science library, known as the DMS Watson library, of University College London is named in his honour. It is UCL's second largest library and is in Malet Place adjacent to the Petrie Museum of Egyptian Archaeology. the Theory of Evolution itself, a theory universally accepted, not because it can be proved by logically coherent evidence to be true, but because the only alternative, special creation, is clearly incredible. This quotation of Watson is often used in Creationist writings in an attempt to show that Watson, and thus by extension promoters of evolution in general, dismiss creationism due to antitheistic bias. A slightly different version of the quotation, derived accurately from a secondhand source,[5] is sometimes used (e.g., by C. S. Lewis[6]): 'Evolution itself is accepted by zoologists not because it has been observed to occur or . . . can be proved by logically coherent evidence to be true, but because the only alternative, special creation, is clearly incredible ' (Report of the 97th meeting of the British Association for the Advancement of Science, 1929, pp. 88, 95). Watson's original statement first appeared in a 1929 article, \"Adaptation,\" in the journal Nature:[7] The second version of the quotation, given above, is formed by combining the introduction and conclusion of a passage in Watson's paper, one from the first line and one from the last line. The first passage reads: [1] \"Evolution itself is accepted by zoologists not because it has been observed to occur or is supported by logically coherent arguments, but because it does fit all the facts of Taxonomy, of Palaeontology, and of Geographical Distribution, and because no alternative explanation is credible. But whilst the fact of evolution is accepted by every biologist the mode in which it has occurred and the mechanism by which it has been brought about are still disputable. The only two ' theories of Evolution ' which have gained any general currency, those of Lamark and of Darwin, rest on a most insecure basis;the validity of the assumptions on which they rest has seldom been seriously examined, and they do not interest most of the younger zoologists...\"[8] The concluding passage reads: [2] \"The extraordinary lack of evidence to show that the incidence of death under natural conditions is controlled by small differences of the kind which separate species from one another or, what is the same thing from an observational point of view, by physiological differences correlated with such structural features, renders it difficult to appeal to natural selection as the main or indeed an important factor in bringing about the evolutionary changes which we know to have occurred. It may be important, it may indeed be the principle which overrides all others ; but at present its real existence as a phenomenon rests on an extremely slender basis. The extreme difficulty of obtaining the necessary data for any quantitative estimation of the efficiency of natural selection makes it seem probable that this theory will be re-established, if it be so, by the collapse of alternative explanations which are more easily attacked by observation and experiment. If so, it will present a parallel to the Theory of Evolution itself, a theory universally accepted, not because it can be proved by logically coherent evidence to be true, but because the only alternative, Special Creation [the doctrine that the universe and all life in it originated by divine decree], is clearly incredible.\" [9]","Title":"D. M. S. Watson - Wikipedia","KeyID":"737","URL":"https://en.wikipedia.org/wiki/David_Meredith_Seares_Watson"}