{"Content: ":"Georg Wilhelm Friedrich Hegel (/ˈheɪɡəl/;[25][26] German: [ˈɡeːɔʁk ˈvɪlhɛlm ˈfʁiːdʁɪç ˈheːɡl̩];[26][27] 27 August 1770 – 14 November 1831) was a German philosopher. He is considered one of the most important figures in German idealism[28] and one of the founding figures of Modern philosophy, with his influence extending to epistemology, logic, metaphysics, aesthetics, philosophy of history, philosophy of religion, and the history of philosophy.[28] Hegel's principal achievement was the development of a distinctive articulation of idealism, sometimes termed absolute idealism,[29] in which the dualisms of, for instance, mind and nature and subject and object are overcome. In contrast to Immanuel Kant, who held that the subject imposes rational a priori pure concepts of understanding upon the sense-data of intuitions, Hegel believed that the pure concepts are grounded in reality itself. Pure concepts are not applied subjectively to sense-impressions, but rather things exist for their concept. The unity of concept and reality is the idea. The idea itself is dynamic, active, self-determining, self-moving, and purposive. The idea properly exists as life. In life, the parts of the body are unified for the final cause of actualizing the living organism. Non-organic nature is also grounded in the concept, but is only \"latent\" and not fully self-determining. Geist, or Spirit, is the highest form of life and the idea. Geist is the collective purposive agency and genus of man. Geist is equally substance and subject, meaning that geist is not only a living organic substance, but also a subject involved in complex normative and social spaces.[30] Hegel is also known for his dialectical logic, which is mostly contained within his Science of Logic. In this book, Hegel creates a presuppositionless logic of pure thought, which begins with pure being. In the logic, positions and ideas are examined and revealed to be immanently contradictory. The contradiction within the position and itself is sublated [aufgehoben], in which a new position is posited which negates the previous position's contradiction. An example of sublation is the contradictory nature of pure indeterminate being. Pure being is revealed to be both equal to and different from nothing. This contradiction within being is resolved with its sublation into becoming, in which nothing passes into being and being passes into nothing. However, becoming also reveals its own contradictions and is sublated into determinate being. The logic progresses along through contradictions and sublations until there are no more contradictions that can be sublated. This is the absolute, which for Hegel is the idea. Hegel influenced a wide variety of thinkers and writers.[31] For example, theologian Paul Tillich wrote that the historical dialectical thought of Hegel \"has influenced world history more profoundly than any other structural analysis.\"[32] Karl Barth described Hegel as a \"Protestant Aquinas\"[33] while Maurice Merleau-Ponty wrote that \"all the great philosophical ideas of the past century—the philosophies of Marx and Nietzsche, phenomenology, German existentialism, and psychoanalysis—had their beginnings in Hegel.\"[34] Michael Hardt has highlighted that the roots of post-structuralism and its unifying basis lies, in large part, in a general opposition not to the philosophical tradition tout court but specifically to the \"Hegelian tradition\" dominating philosophy in the twentieth century prior to post-structuralism.[35] Hegel's work has been considered the \"completion of philosophy\"[36][37][38] by some of the most influential thinkers in existentialism, post-structuralism, and twentieth-century theology.[39][40][37][41][38][42] Jacques Derrida wrote of Hegel in his work Of Grammatology that \"if there were a definition of différance, it would be precisely the limit, the interruption, the destruction of the Hegelian dialectical synthesis wherever it operates.\"[43] Heidegger, in various places, states that Hegel's thinking is \"the most powerful thinking of modern times.\"[44][45] Hegel was born on 27 August 1770 in Stuttgart, capital of the Duchy of Württemberg in southwestern Germany. Christened Georg Wilhelm Friedrich, he was known as Wilhelm to his close family. His father, Georg Ludwig, was Rentkammersekretär (secretary to the revenue office) at the court of Karl Eugen, Duke of Württemberg.[46]: 2–3, 745  Hegel's mother, Maria Magdalena Louisa (née Fromm), was the daughter of a lawyer at the High Court of Justice at the Württemberg court. She died of bilious fever (Gallenfieber) when Hegel was thirteen. Hegel and his father also caught the disease, but they narrowly survived.[47] Hegel had a sister, Christiane Luise (1773–1832); and a brother, Georg Ludwig (1776–1812), who perished as an officer during Napoleon's 1812 Russian campaign.[46]: 4  At the age of three, Hegel went to the German School. When he entered the Latin School two years later, he already knew the first declension, having been taught it by his mother. In 1776, he entered Stuttgart's gymnasium illustre and during his adolescence, he read voraciously, copying lengthy extracts into his diary. Authors he read include the poet Friedrich Gottlieb Klopstock and writers associated with the Enlightenment, such as Christian Garve and Gotthold Ephraim Lessing. His studies at the Gymnasium concluded with his Abiturrede (\"graduation speech\") \"Der verkümmerte Zustand der Künste und Wissenschaften unter den Türken\" (\"The abortive state of art and scholarship in Turkey\").[46]: 16 [48] At the age of eighteen, Hegel entered the Tübinger Stift (a Protestant seminary attached to the University of Tübingen), where he had as roommates the poet and philosopher Friedrich Hölderlin and the future philosopher Friedrich Wilhelm Joseph Schelling.[49] Sharing a dislike for what they regarded as the restrictive environment of the Seminary, the three became close friends and mutually influenced each other's ideas. All greatly admired Hellenic civilization and Hegel additionally steeped himself in Jean-Jacques Rousseau and Lessing during this time.[50] They watched the unfolding of the French Revolution with shared enthusiasm. Schelling and Hölderlin immersed themselves in theoretical debates on Kantian philosophy, from which Hegel remained aloof. Hegel, at this time, envisaged his future as that of a Popularphilosoph, (a \"man of letters\") who serves to make the abstruse ideas of philosophers accessible to a wider public; his own felt need to engage critically with the central ideas of Kantianism did not come until 1800. Although the violence of the 1793 Reign of Terror dampened Hegel's hopes, he continued to identify with the moderate Girondin faction and never lost his commitment to the principles of 1789, which he expressed by drinking a toast to the storming of the Bastille every fourteenth of July.[51] Having received his theological certificate (Konsistorialexamen) from the Tübingen Seminary, Hegel became Hofmeister (house tutor) to an aristocratic family in Bern (1793–1796). During this period, he composed the text which has become known as the Life of Jesus and a book-length manuscript titled \"The Positivity of the Christian Religion\". His relations with his employers becoming strained, Hegel accepted an offer mediated by Hölderlin to take up a similar position with a wine merchant's family in Frankfurt in 1797. There, Hölderlin exerted an important influence on Hegel's thought.[46]: 80  While in Frankfurt, Hegel composed the essay \"Fragments on Religion and Love\".[52] In 1799, he wrote another essay entitled \"The Spirit of Christianity and Its Fate\",[53] unpublished during his lifetime. Also in 1797, the unpublished and unsigned manuscript of \"The Oldest Systematic Program of German Idealism\" was written. It was written in Hegel's hand, but may have been authored by Hegel, Schelling, Hölderlin, or an unknown fourth person.[54] In 1801, Hegel came to Jena at the encouragement of his old friend Schelling, who held the position of Extraordinary Professor at the University of Jena. Hegel secured a position at the University of Jena as a Privatdozent (unsalaried lecturer) after submitting the inaugural dissertation De Orbitis Planetarum, in which he briefly criticized arguments that assert—based on Bode's Law or other arbitrary choice of mathematical series—there must exist a planet between Mars and Jupiter.[55][56][57] Unbeknownst to Hegel, Giuseppe Piazzi had discovered the minor planet Ceres within that orbit on 1 January 1801.[56][57] Later in the year, Hegel's first book The Difference Between Fichte's and Schelling's Systems of Philosophy was completed. He lectured on \"Logic and Metaphysics\" and gave lectures with Schelling on an \"Introduction to the Idea and Limits of True Philosophy\" and facilitated a \"philosophical disputorium\". In 1802, Schelling and Hegel founded the journal Kritische Journal der Philosophie (Critical Journal of Philosophy) to which they contributed until the collaboration ended when Schelling left for Würzburg in 1803. In 1805, the university promoted Hegel to the position of Extraordinary Professor (unsalaried) after he wrote a letter to the poet and minister of culture Johann Wolfgang Goethe protesting the promotion of his philosophical adversary Jakob Friedrich Fries ahead of him.[46]: 223  Hegel attempted to enlist the help of the poet and translator Johann Heinrich Voß to obtain a post at the renascent University of Heidelberg, but he failed. To his chagrin, Fries was, in the same year, made Ordinary Professor (salaried).[46]: 224–25  With his finances drying up quickly, Hegel was under great pressure to deliver his book, the long-promised introduction to his philosophical system. Hegel was putting the finishing touches to it, The Phenomenology of Spirit, as Napoleon engaged Prussian troops on 14 October 1806 in the Battle of Jena on a plateau outside the city. On the day before the battle, Napoleon entered the city of Jena. Hegel recounted his impressions in a letter to his friend Friedrich Immanuel Niethammer: I saw the Emperor—this world-soul [Weltseele]—riding out of the city on reconnaissance. It is indeed a wonderful sensation to see such an individual, who, concentrated here at a single point, astride a horse, reaches out over the world and masters it.[59] Pinkard (2000) notes that Hegel's comment to Niethammer \"is all the more striking since he had already composed the crucial section of the Phenomenology in which he remarked that the Revolution had now officially passed to another land (Germany) that would complete 'in thought' what the Revolution had only partially accomplished in practice\".[60] Although Napoleon chose not to close down Jena as he had other universities, the city was devastated and students deserted it in droves, making Hegel's financial prospects even worse. The following February marked the birth of Hegel's illegitimate son, Georg Ludwig Friedrich Fischer (1807–1831), as the result of an affair with Hegel's landlady Christiana Burkhardt née Fischer (who had been abandoned by her husband).[46]: 192  The Phenomenology of Spirit (or The Phenomenology of Mind), his account of the evolution of consciousness from sense-perception to absolute knowledge, published in 1807. In March 1807, Hegel moved to Bamberg, where Niethammer had declined and passed on to Hegel an offer to become editor of a newspaper, the Bamberger Zeitung [de]. Unable to find more suitable employment, Hegel reluctantly accepted. Ludwig Fischer and his mother (whom Hegel may have offered to marry following the death of her husband) stayed behind in Jena.[46]: 238  In November 1808, Hegel was again through Niethammer, appointed headmaster of a gymnasium in Nuremberg, a post he held until 1816. While in Nuremberg, Hegel adapted his recently published Phenomenology of Spirit for use in the classroom. Part of his remit was to teach a class called \"Introduction to Knowledge of the Universal Coherence of the Sciences\", Hegel developed the idea of an encyclopedia of the philosophical sciences, falling into three parts: logic, philosophy of nature and philosophy of spirit.[46]: 337  In 1811, Hegel married Marie Helena Susanna von Tucher (1791–1855), the eldest daughter of a Senator. This period saw the publication of his second major work, the Science of Logic (Wissenschaft der Logik; 3 vols., 1812, 1813 and 1816), and the birth of his two legitimate sons, Karl Friedrich Wilhelm (1813–1901) and Immanuel Thomas Christian (1814–1891).[61]: 773  Having received offers of a post from the Universities of Erlangen, Berlin and Heidelberg, Hegel chose Heidelberg, where he moved in 1816. Soon after, his illegitimate son Ludwig Fischer (now ten years old) joined the Hegel household in April 1817, having spent time in an orphanage[46]: 354–55  after the death of his mother Christiana Burkhardt.[46]: 356  In 1817, Hegel published The Encyclopedia of the Philosophical Sciences in Outline as a summary of his philosophy for students attending his lectures at Heidelberg. In 1818, Hegel accepted the renewed offer of the chair of philosophy at the University of Berlin, which had remained vacant since Johann Gottlieb Fichte's death in 1814. Here, Hegel published his Philosophy of Right (1821). During this time, Hegel's study at the University was only 4 meters from that of Friedrich Schleiermacher, who was at that time the chair of theology. According to Richard Crouter, Musser Professor Emeritus at Carleton College, the two owe much to their time together at Berlin and their academic proximity.[62] Hegel devoted himself primarily to delivering lectures; his lectures on aesthetics, the philosophy of religion, the philosophy of history and the history of philosophy were published posthumously from students' notes. His fame spread and his lectures attracted students from all over Germany and beyond.[63]: 207–208  In 1819–1827, he made two trips to Weimar, where he met Goethe, and to Brussels, the Northern Netherlands, Leipzig, Vienna, Prague, and Paris.[64] During the last ten years of his life, Hegel did not publish another book but thoroughly revised the Encyclopedia (second edition, 1827; third, 1830).[65]: 203  In his political philosophy, he criticized Karl Ludwig von Haller's reactionary work, which claimed that laws were not necessary. A number of other works on the philosophy of history, religion, aesthetics and the history of philosophy[66] were compiled from the lecture notes of his students and published posthumously. Hegel's posthumous works have had remarkable influence on subsequent works on religion, aesthetics, and history because of the comprehensive accounts of the subject matters considered within the lectures, with Heidegger for example in Poetry, Language, Thought characterizing Hegel's Lectures on Aesthetics as the \"most comprehensive reflection on the nature of art that the West possesses—comprehensive because it stems from metaphysics.\"[67] Hegel was appointed Rector of the University in October 1829, but his term ended in September 1830. Hegel was deeply disturbed by the riots for reform in Berlin in that year. In 1831 Frederick William III decorated him with the Order of the Red Eagle, 3rd Class for his service to the Prussian state.[64] In August 1831, a cholera epidemic reached Berlin and Hegel left the city, taking up lodgings in Kreuzberg. Now in a weak state of health, Hegel seldom went out. As the new semester began in October, Hegel returned to Berlin in the mistaken belief that the epidemic had largely subsided. By 14 November, Hegel was dead. The physicians pronounced the cause of death as cholera, but it is likely he died from another gastrointestinal disease.[46][68] His last words are said to have been, \"There was only one man who ever understood me, and even he didn't understand me.\"[69] He was buried on 16 November. In accordance with his wishes, Hegel was buried in the Dorotheenstadt cemetery next to Fichte and Karl Wilhelm Ferdinand Solger. Hegel's illegitimate son, Ludwig Fischer, had died shortly before while serving with the Dutch army in Batavia and the news of his death never reached his father.[46]: 548  Early the following year, Hegel's sister Christiane committed suicide by drowning. Hegel's remaining two sons—Karl, who became a historian; and Immanuel [de], who followed a theological path—lived long and safeguarded their father's manuscripts and letters, and produced editions of his works. Hegel's thinking can be understood as a constructive development within the broad tradition that includes Schelling, Fichte, Aristotle, and Immanuel Kant. To this list, one could add Gottfried Wilhelm Leibniz, Spinoza, Goethe and Jean-Jacques Rousseau. It was Rousseau who determined that norms are only followed insofar as the subject accepts the norms as theirs. Kant imported Rousseau's ideas of individual autonomy into his considerations of moral and noumenal freedom. Fichte added a social element into Kant's moral philosophy in which the freedom of the absolute ego is limited by the \"summons\" of another consciousness. Hegel agreed with this premise, but did not agree that freedom was limited by another consciousness. Instead, true freedom was achieved through the intersubjective relations between different self-legislating normative subjects[citation needed]. Freedom is a relationship between the self and others, and the stance by which we view our actions as \"our own\". This mutual recognition of one another as rational normative agents is freedom. In his discussion of \"Spirit\" in his Encyclopedia, Hegel praises Aristotle's On the Soul as \"by far the most admirable, perhaps even the sole, work of philosophical value on this topic\".[70] In his Phenomenology of Spirit and his Science of Logic, Hegel's concern with Kantian topics such as freedom and morality and with their ontological implications is pervasive. Rather than simply rejecting Kant's dualism of freedom versus nature, Hegel aims to subsume it within \"true infinity\", the \"Concept\" (or \"Notion\": Begriff), \"Spirit\" and \"ethical life\" in such a way that the Kantian duality is rendered intelligible, rather than remaining a brute \"given\". The reason why this subsumption takes place in a series of concepts is that Hegel's method in his Science of Logic and his Encyclopedia is to begin with basic concepts like \"Being\" and \"Nothing\" and to develop these through a long sequence of elaborations, including those already mentioned. In this manner, a solution that is reached in principle in the account of \"true infinity\" in the Science of Logic's chapter on \"Quality\" is repeated in new guises at later stages, all the way to \"Spirit\" and \"ethical life\" in the third volume of the Encyclopedia. In this way, Hegel defended the truth in Kantian dualism against reductive or eliminative programs like materialism and empiricism. Like Plato, with his dualism of soul versus bodily appetites, Kant pursued the mind's ability to question its felt inclinations or appetites and to come up with a standard of \"duty\" (or, in Plato's case, \"good\") which transcends bodily restrictiveness. Hegel preserved this essential Platonic and Kantian concern in the form of infinity going beyond the finite (a process that Hegel in fact related to \"freedom\" and the \"ought\"),[71]: 133–136, 138  the universal going beyond the particular (in the Concept) and Spirit going beyond Nature. Hegel rendered these dualities intelligible by (ultimately) his argument in the \"Quality\" chapter of the \"Science of Logic\". The finite has to become infinite in order to achieve reality. The idea of the absolute excludes multiplicity so the subjective and objective must achieve synthesis to become whole. This is because, as Hegel suggested by his introduction of the concept of \"reality\",[71]: 111  what determines itself—rather than depending on its relations to other things for its essential character—is more fully \"real\" (following the Latin etymology of \"real\", more \"thing-like\") than what does not. Finite things do not determine themselves because, as \"finite\" things, their essential character is determined by their boundaries over against other finite things, so in order to become \"real\" they must go beyond their finitude (\"finitude is only as a transcending of itself\").[71]: 145  The result of this argument is that finite and infinite—particular and universal, nature and freedom—do not face one another as independent realities, but instead the latter, in each case, is the self-transcending of the former.[71]: 146  Rather than stress the singularity of each factor that complements and conflicts with the others, the relationship between finite and infinite (and particular and universal, and nature and freedom) becomes intelligible as a progressively developing and self-perfecting whole. Some of Hegel's writing was intended for those with advanced knowledge of philosophy, although his Encyclopedia was intended as a textbook in a university course. Nevertheless, Hegel assumed that his readers are well-versed in Western philosophy. Especially crucial are Aristotle, Immanuel Kant and Kant's immediate successors, most prominently Johann Gottlieb Fichte and Friedrich Wilhelm Joseph Schelling. Those without this background would be advised to begin with one of the many general introductions to his thought. As is always the case, difficulties are magnified for those reading him in translation. In fact, Hegel himself argued, in his Science of Logic, that German was particularly conducive to philosophical thought.[72] Hegel's System of Science is the exposition of the Idea, or the actual concept, in its three modes of being the Idea: Hegel's Science of Logic is \"the exposition of God as he is in his eternal essence before the creation\" of the world.[73] As with God, the Logic is a Trinity of three phases or aspects [Momente]. In order of their dialectical deduction, these are: Being, Essence, and Concept. The doctrines of Being and Essence together comprise Objective Logic, which is analogous to Aristotle's Metaphysics, and the doctrine of the Concept is Subjective Logic, analogous to the Organon. Now, Hegel differs from Aristotle in that he aims to unite Logic and Metaphysics into a total, unified system of concepts [Begriffe]. To do this, he builds on the insights of Immauel Kant. In his first Critique, Kant laid out a Table of Categories, the twelve pure, ancestral concepts that structure all experience irrespective of content. These he derived from a standard term-logical table of judgments, noting also that \"the true ancestral concepts...also have their equally pure derivative concepts, which could by no means be passed over in a complete system of transcendental philosophy, but with the mere mention of which I can be satisfied in a merely critical essay.\"[74] Hegel thus takes up the project that Kant suggested is necessary but did not complete, namely \"to take note of and, as far as possible, completely catalog\" the derivative concepts of the pure understanding and \"completely illustrate its family tree.\"[74] The affinity between the logics of Hegel and Kant is reflected in their vocabulary. Kant spoke of Entstehen (coming-to-be) and Vergehen (ceasing-to-be), the same two terms that Hegel used to refer to the two compositional elements of Werden (becoming) in the doctrine of Being. However, Hegel faulted Kant for copying the table of judgments from the \"modern compendiums of logic\" whose subject matter is, Hegel said, in need of \"total reconstruction.\"[75] Above all, Hegel's Logic differs from Kant's in that, for him, Concepts are actual, as they were for Aristotle: what the objective world is, in its truth, is the Concept. Concepts are not subjectively imposed on the world; rather, things exist for their Concept. And insofar as they succeed at this they are Ideas. Now, how are the concepts derived? Hegel wrote that \"profounder insight into the antinomial, or more truly into the dialectical nature of Reason [Vernunft, intellectus] demonstrates any Concept whatsoever to be a unity of opposed elements [Momente] to which, therefore, the form of antinomial assertions could be given.\"[76] Every Concept thus contains a contradiction that is itself the determination of another Concept. All concepts are thus interrelated through a process of concretization, which is self-determination or freedom. The fully concrete system of logic (what Hegel calls the \"diamond net\" of concepts) thus emerges through a process that Hegel describes as a 'walking backwards' or retrogression into the primordial ground of the Idea, which alone is self-knowing knowledge and the wellspring of truth.[77] The development is thus a retroactive grounding, in which later, more concrete Concepts become the reasons for the earlier, more abstract Concepts. This process culminates in what Hegel calls the Absolute Idea, which is \"being, imperishable life, self-knowing truth, and is all truth\" and outside of which there is only \"error, confusion, opinion, endeavor, caprice and transitoriness.\"[78] The Logic is the Science of Thinking, in which each Idea (concrete universal) has these three aspects: Being is immediacy. It is the form of anything whatsoever without internal movement, and without relation to self or other. In the sphere of Being, there is no depth because the movement of thinking is completely external to its object, to Being. Thinking, reflection does not come into view at all. We therefore begin with pure Being and pure Nothing, and their transition—Becoming, and then the negation of the transition, Being-there, and so on. Because the forms are forms of the superficial and transitory, the deduction thus has the character of a successive transition.[81] The primary forms [Begriffe] that Being has in the sphere of Being are: Quantity, Quality and the unity of these as Measure [Maß] (as in 'man is the measure of all things'). These concepts are the abstract forms of what in the sphere of Essence will be known more determinately as objects, i.e., the sphere of Being deals abstractly with an Essence that is uncomposed. For example, a representation of five red apples may be decomposed into the given quantity and quality and being that is there. But in the sphere of Being there is no composition, and therefore no object and no judgment. We only have the empty, abstract forms. Being thus roughly corresponds to the stage of 'sense-certainty' in the Phenomenology of Spirit.[79] What must be cancelled [aufgehoben] at the end of the exposition of Being, is above all the indifference that beings have with respect to each other here. Being thus deepens itself into Essence. Essence is the negation of Being. As negativity it is reflection, which is the thinking that was absent in the previous sphere; and as negative Being it is Nothing. The reflection is therefore a movement, a mediation, from one nothing to another. It is relation, but not yet self-relation (which will be the result of this volume of the Logic). Seeming supplies the categories of Being, which reflection transforms into the usual principles of logic: identity, difference, and contradiction. Reunited with the seeming, these become the forms of metaphysical grounding or the inwardization of Being. Next, this relation is inverted, and reflection becomes an exteriorization of Essence: existence. Being has been brought over into Essence. It is now the thing and its properties, the world and its appearance, essence and existence. These relations remind of the Master-Slave dialectic in the Phenomenology. The world has doubled itself.[82] Everything tends toward skepticism and Pyrrhonism.[83] Such skepticism is overcome in the unity of essence and existence, which is actuality: that which expresses itself while remaining within itself (what Aristotle calls energeia).[84] In actuality, the reflection becomes the causal substance, and the result is a positing: an effect. Now this effect must take place in something else, a third. Therefore a passive substance is deduced.[85] But as the first in the series, the causal substance is an immediacy, and therefore just as much a passivity, a positedness. Causality thus bends round into a circle. The alternation of the two substances—each making the other into a presupposition of its own self—is cyclical causality or reciprocity. In reciprocity, the two substances are essentially inverted by the effectivity.[86] Reciprocity thus reveals itself to be only one cause which is positing itself as first this and then that substance. This alternation is posited necessity. The inner bond of the opposed substances is doing the positing, and the reflection proves to be self-reflection. This inner bond is the Absolute Substance.[87] Just as Being earlier proved to be the seeming of Essence, the reciprocity of substances (e.g., symbiosis) now proves to be the positing of pure, negative self-relation.[88] The two sides of the relation being the foregoing passive and active substance respectively. This self-relating negativity is at last the Concept. The Concept is the 'I', the Subject, which has through this whole dialectic proved itself to be the truth of Substance. The result of the whole deduction so far is that necessity exists for freedom, and substances exist for their Concept, which is the interpenetration of being and essence, individuality and universality, actuality and potentiality. Being was immediacy, the unmoved. Essence was mediation, movement. As the unity of Being and Essence, the Concept is thus the Unmoved Mover of that which it contains within itself. It is immediate mediation and actual power. To learn what the Concept is, it is helpful to know that in the sphere of nature it takes the form of the seed. The seed contains, within an individual being, the organism's universal form. However, this is not the fully actual Concept, because in nature the Concept is \"only a blind Concept [Begriff] that does not comprehend [begreifen] itself.\"[79] When the Concept has evolved \"into a determinate existence that is for-itself free,\" it is \"none other than the 'I', or pure self-consciousness.\"[89] Hegel thus anticipates Darwinism. Another way to know what the Concept is, is to consider its appearance in everyday speech. The ordinary German expression 'im Begriff sein...zu tun', means to be at the point of doing something. What is implied here, is that the Concept is the potent form ready to act, i.e., to actualize itself. The activity of the Concept is the powers of self-relation: Judgment (relations between concepts) and Syllogism (relations between judgments). This is the form of logic itself, which is unconscious in nature and only becomes aware of itself in the human being. Yet even in the form of the syllogism, the Concept still opposes itself to its Object, which is the Concept as estranged from itself. The Object is thus the idealized phases of the natural world: Mechanism, Chemism, and Teleology. The unity of Concept and Object is the Idea. The Idea is nothing less than the Truth itself, which is imperishable Life. Life itself is the self-relating, self-predicating Concept, purposive and personal, which becomes fully actual as such only in the mind of the philosopher.[89] The Idea may also be called God, because God is that \"whose Concept includes its Being within itself.\"[90] If Nature is understood as the Son, and Spirit as the Holy Spirit, then the Absolute Idea may be identified with God the Father, who is the formal, efficient, and final cause of the world. The act of creation consists in this: that the Idea \"freely discharges itself, absolutely certain of itself and internally at rest.\"[91] The end of the Science of Logic coincides with the beginning of the finite world, the universe, and the creation of space and time. In the act of creation, the Idea \"freely discharges [entläßt] itself, absolutely certain of itself and internally at rest.\" The Concept is the ground of the existing world and the externality of space and time. In creating the finite world, the Logic thus returns to its beginning, to the abstract, to Being which has now however fallen into the sphere of Nature, into space and time. Here, the Idea is tasked with gathering itself into itself, thereby achieving consciousness. Nature has these three aspects: Organics concludes with self-induced destruction of the individual—i.e. natural death and the symbol of Christ's martyrdom[92]—and therefore the necessary emergence of something beyond the finite, individual existence of the animal organism. This is the beginning of freedom and therefore consciousness, which is Spirit [Geist]. Spirit has these three aspects: Hegel distinguished between civil society and state in his Elements of the Philosophy of Right.[93] In this work, civil society (Hegel used the term \"bürgerliche Gesellschaft\" though it is now referred to as Zivilgesellschaft in German to emphasize a more inclusive community) was a stage in the dialectical relationship between Hegel's perceived opposites, the macro-community of the state and the micro-community of the family.[94] Broadly speaking, the term was split, like Hegel's followers, to the political left and right. On the left, it became the foundation for Karl Marx's civil society as an economic base;[95] to the right, it became a description for all non-state (and the state is the peak of the objective spirit) aspects of society, including culture, society and politics. This liberal distinction between political society and civil society was used by Alexis de Tocqueville.[95] In fact, Hegel's distinctions as to what he meant by civil society are often unclear. While it appears that he felt that a civil society, such as the one in which he lived, was an inevitable step in the dialectic, he allowed for the crushing of other \"lesser,\" not fully realized civil societies as they were not fully conscious of their lack of progress. It was perfectly legitimate in Hegel's eyes for a conqueror, such as Napoleon, to come and destroy that which was not fully realized. The State is the final culmination of the embodiment of freedom or right (Rechte) in the Elements of the Philosophy of Right.[citation needed] The State subsumes family and civil society and fulfills them. All three together are called \"ethical life\" (Sittlichkeit)[citation needed]. The State involves three \"moments\". In a Hegelian State, citizens both know their place and choose their place[citation needed]. They both know their obligations and choose to fulfill them. An individual's \"supreme duty is to be a member of the state\" (Elements of the Philosophy of Right, section 258). The individual has \"substantial freedom in the state\". The State is \"objective spirit\" so \"it is only through being a member of the state that the individual himself has objectivity, truth, and ethical life\" (section 258). Every member loves the State with genuine patriotism, but has transcended simple \"team spirit\" by reflectively endorsing their citizenship. As a graduate of a Protestant seminary, Hegel's theological concerns were reflected in many of his writings and lectures.[96] For instance, in his \"The Philosophy of History\", Hegel argued the Protestant cause in the Thirty Years' War was part of the struggle against absolutism and advanced the cause of human freedom. His thoughts on the person of Jesus Christ stood out from the theologies of the Enlightenment. In his posthumously published Lectures on the Philosophy of Religion, Part 3, Hegel is particularly interested in demonstrations of God's existence and the ontological proof.[97]: 100  He espouses that \"God is not an abstraction but a concrete God [...] God, considered in terms of his eternal Idea, has to generate the Son, has to distinguish himself from himself; he is the process of differentiating, namely, love and Spirit\". This means that Jesus, as the Son of God, is posited by God over and against himself as other. Hegel sees relational and metaphysical unities between Jesus and God the Father. To Hegel, Jesus is both divine and human. Hegel further attests that God (as Jesus) not only died, but \"[...] rather, a reversal takes place: God, that is to say, maintains himself in the process, and the latter is only the death of death. God rises again to life, and thus things are reversed\". The philosopher Walter Kaufmann argued that there was sharp criticism of traditional Christianity in Hegel's early theological writings. Kaufmann also pointed out that Hegel's references to God or to the divine and spirit drew on classical Greek as well as Christian connotations of the terms.[98] Kaufmann wrote: Aside to his beloved Greeks, Hegel saw before him the example of Spinoza and, in his own time, the poetry of Goethe, Schiller, and Hölderlin, who also liked to speak of gods and the divine. So he, too, sometimes spoke of God and, more often, of the divine; and because he occasionally took pleasure in insisting that he was really closer to this or that Christian tradition than some of the theologians of his time, he has sometimes been understood to have been a Christian.[99] Hegel continued to develop his thoughts on religion both in terms of how it was to be given a 'wissenschaftlich', or \"theoretically rigorous,\" account in the context of his own \"system,\" and how a fully modern religion could be understood.[100] World history unfolds according to the Logical Idea: \"...different stages of the logical Idea assume the shape of successive systems, each based on a particular definition of the Absolute. As the logical Idea is seen to unfold itself in a process from the abstract to the concrete, so in the history of philosophy the earliest systems are the most abstract, and thus at the same time the poorest...\"[101] The concepts developed in the Science of Logic are thus also to be found in Hegel's Lectures on the History of Philosophy. For example: Parmenides took pure being to be the absolute; Gorgias replaced it with pure nothing; Heraclitus replaced both being and nothing with becoming (which is a unity of two contraries: coming-to-be and ceasing-to-be).[102] Hegel understood the history of philosophy to be a trans-historical Socratic argument concerning the identity of the Absolute. That history should resemble this dialectic indicated to Hegel that history is something intelligible [vernünftig]. For Kant, \"we arrive at the concept of the thing in itself by removing, or abstracting from, everything in our experiences of objects of which we can become conscious.\"[104] But for Hegel, neither the Concept nor the Thing [Ding] can be abstract. What is abstract is merely in-itself: \"If we abstract 'Ding' [thing] from 'Ding an sich' [thing in itself], we get one of Hegel's standard phrases: 'an sich.' [in itself]....A child, in Hegel's example, is thus 'in itself' the adult it will become: to know what a 'child' is means to know that it is, in some respects, a vacancy which will only gain content after it has grown out of childhood.\"[105] The \"thing as it is in itself\" may be said to be \"cognizable\" in the same way that the Buddhist may be said to \"cognize\" emptiness in his meditations. But this empty cognition is a contradiction between the abstract Nothing and concrete Idea, which alone is the true object of knowledge. What the in-itself is, is simply empty Being, which is Nothing. And Being is the Idea that does not know itself, does not have personality, and is not free. The in-itself is empty oblivion: Being, space, time, matter, etc., all of which are as empty boxes, requiring the richness of the Idea—the final cause—in order to gain in content. The in-itself is undeveloped Being that is motivated to develop itself, to mature, by striving for the Absolute Idea. As Aristotle says, \"all things strive for the Good.\" And for Hegel, the Good is the self-knowledge and freedom, the concrete Idea which alone is the true object of love and knowledge. There are views of Hegel's thought as the summit of early 19th-century German philosophical idealism. It profoundly impacted many future philosophical schools, including those opposed to Hegel's specific dialectical idealism, such as existentialism, the historical materialism of Marx, historism and British Idealism. Hegel's influence was immense in philosophy and other sciences. Throughout the 19th century, many chairs of philosophy around Europe were held by Hegelians and Søren Kierkegaard, Ludwig Feuerbach, Karl Marx and Friedrich Engels—among many others—were deeply influenced by, but also strongly opposed to many of Hegel's central philosophical themes. Scholars continue to point out Hegelian influences in a range of theoretical and/or learned works, such as Carl von Clausewitz's book on strategic thought, On War (1831).[106] After less than a generation, Hegel's philosophy was banned by the Prussian right-wing and was firmly rejected by the left-wing in multiple official writings. After the period of Bruno Bauer, Hegel's influence waned until the philosophy of British Idealism and the 20th-century Hegelian Western Marxism that began with György Lukács. In the United States, Hegel's influence is evident in pragmatism. The more recent movement of communitarianism has a strong Hegelian influence. American economists Murray Rothbard and Karl Popper regard Hegel's ideals as having inspired modern totalitarian political leaders and movements with what they describe as his \"worship\" of the state.[107] Some historians have spoken of Hegel's influence as represented by two opposing camps. The Right Hegelians, the allegedly direct disciples of Hegel at the Friedrich-Wilhelms-Universität, advocated a Protestant orthodoxy and the political conservatism of the post-Napoleon Restoration period. Today this faction continues among conservative Protestants, such as the Wisconsin Evangelical Lutheran Synod, which was founded by missionaries from Germany when the Hegelian Right was active.[108]: 115  The Left Hegelians, also known as the Young Hegelians, interpreted Hegel in a revolutionary sense, leading to an advocation of atheism in religion and liberal democracy in politics. Recent studies have questioned this paradigm.[109] No Hegelians of the period ever referred to themselves as \"Right Hegelians\", which was a term of insult originated by David Strauss, a self-styled Left Hegelian. Critiques of Hegel offered by the Left Hegelians radically diverted Hegel's thinking into new directions and eventually came to form a large part of the literature on and about Hegel.[110] The Left Hegelians also influenced Marxism, which has in turn inspired global movements, from the Russian Revolution, the Chinese Revolution and myriad of practices up until the present moment.[110] In accounts of Hegelianism formed prior to the Hegel renaissance, Hegel's dialectic was often characterized as a three-step process, \"thesis, antithesis, synthesis\"; a \"thesis\" (e.g. the French Revolution) would cause the creation of its \"antithesis\" (e.g. the Reign of Terror that followed) and would result in a \"synthesis\" (e.g. the constitutional state of free citizens). However, Hegel used this classification only once and he attributed the terminology to Kant. The terminology was largely developed earlier by Fichte. It was spread by Heinrich Moritz Chalybäus in accounts of Hegelian philosophy and, since then, the terms have been used for this type of framework.It is now widely agreed that explaining Hegel's philosophy in terms of thesis–antithesis–synthesis is inaccurate. Nevertheless, this interpretation survives in a number of scholarly works.[111] The \"thesis–antithesis–synthesis\" approach erroneously gives the sense that things or ideas are contradicted or opposed by things that come from outside them. To the contrary, the fundamental notion of Hegel's dialectic is that things or ideas have internal contradictions. For Hegel, analysis or comprehension of a thing or idea reveals that underneath its apparently simple identity or unity is an underlying inner contradiction. This contradiction leads to the dissolution of the thing or idea in the simple form in which it presented to a higher-level, more complex thing or idea that more adequately incorporates the contradiction. The triadic form that appears in many places in Hegel (e.g. being–nothingness–becoming, immediate–mediate–concrete and abstract–negative–concrete) is about this movement from inner contradiction to higher-level integration or unification.[112]: 150–158  For Hegel, reason is \"speculative\" – not \"dialectical\".[113] Believing that the traditional description of Hegel's philosophy in terms of thesis–antithesis–synthesis was mistaken, a few scholars like Raya Dunayevskaya have attempted to discard the triadic approach. According to their argument, although Hegel referred to \"the two elemental considerations: first, the idea of freedom as the absolute and final aim; secondly, the means for realising it, i.e. the subjective side of knowledge and will, with its life, movement, and activity\" (thesis and antithesis), he did not use \"synthesis\", but instead spoke of the \"Whole\": \"We then recognised the State as the moral Whole and the Reality of Freedom, and consequently as the objective unity of these two elements\". Furthermore, in Hegel's language the \"dialectical\" aspect or \"moment\" of thought and reality, by which things or thoughts turn into their opposites or have their inner contradictions brought to the surface, what he called Aufhebung, is only preliminary to the \"speculative\" (and not \"synthesizing\") aspect or \"moment\", which grasps the unity of these opposites or contradiction. Twentieth-century interpretations of Hegel were mostly shaped by British idealism, logical positivism, Marxism and Fascism. According to Benedetto Croce, the Italian Fascist Giovanni Gentile \"holds the honor of having been the most rigorous neo-Hegelian in the entire history of Western philosophy and the dishonor of having been the official philosopher of Fascism in Italy\".[114] Since the fall of the Soviet Union, a new wave of Hegel scholarship has arisen in the West without the preconceptions of the prior schools of thought. Walter Jaeschke [de] and Otto Pöggeler in Germany as well as Peter Hodgson and Howard Kainz in the United States are notable for their recent contributions to post-Soviet Union thinking about Hegel. In the last half of the 20th century, Hegel's philosophy underwent a major renaissance. This was due to (a) the rediscovery and re-evaluation of Hegel as a possible philosophical progenitor of Marxism by philosophically oriented Marxists; (b) a resurgence of Hegel's historical perspective; and (c) an increasing recognition of the importance of his dialectical method. György Lukács' History and Class Consciousness (1923) helped to reintroduce Hegel into the Marxist canon. This sparked a renewed interest in Hegel reflected in the work of Herbert Marcuse, Theodor W. Adorno, Ernst Bloch, Raya Dunayevskaya, Alexandre Kojève and Gotthard Günther among others. In Reason and Revolution (1941), Herbert Marcuse made the case for Hegel as a revolutionary and criticized Leonard Trelawny Hobhouse's thesis that Hegel was a totalitarian.[115] The Hegel renaissance also highlighted the significance of Hegel's early works (i.e. those written before The Phenomenology of Spirit). The direct and indirect influence of Kojève's lectures and writings (on The Phenomenology of Spirit in particular) mean that it is not possible to understand most French philosophers from Jean-Paul Sartre to Jacques Derrida without understanding Hegel.[116] American neoconservative political theorist Francis Fukuyama's controversial book The End of History and the Last Man (1992) was heavily influenced by Kojève.[117] The Swiss theologian Hans Küng has also advanced contemporary Hegelian scholarship.[citation needed] Beginning in the 1960s, Anglo-American Hegel scholarship has challenged the traditional interpretation of Hegel as offering a metaphysical system: this has also been the approach of Z. A. Pelczynski and Shlomo Avineri. This view, sometimes referred to as the \"non-metaphysical option\", has influenced many major English-language studies of Hegel. Late 20th-century literature in Western Theology that is friendly to Hegel includes works by such writers as Walter Kaufmann (1966), Dale M. Schlitt (1984), Theodore Geraets (1985), Philip M. Merklinger (1991), Stephen Rocker (1995) and Cyril O'Regan (1995). Two prominent American philosophers, John McDowell and Robert Brandom (sometimes referred to as the \"Pittsburgh Hegelians\"), have produced philosophical works with a marked Hegelian influence. Each is avowedly influenced by the late Wilfred Sellars, also of Pittsburgh, who referred to his Empiricism and the Philosophy of Mind (1956) as a series of \"incipient Méditations Hegeliennes\" (in homage to Edmund Husserl's 1931 Méditations cartésiennes). In a separate Canadian context, James Doull's philosophy is deeply Hegelian. Beginning in the 1990s after the fall of the Soviet Union, a fresh reading of Hegel took place in the West. For these scholars, fairly well represented by the Hegel Society of America and in cooperation with German scholars such as Otto Pöggeler and Walter Jaeschke, Hegel's works should be read without preconceptions. Marx plays little-to-no role in these new readings. American philosophers associated with this movement include Lawrence Stepelevich, Rudolf Siebert, Richard Dien Winfield, Randall Jackwak, and Theodore Geraets.[citation needed] Criticism of Hegel has been widespread in the 19th and the 20th centuries. A diverse range of individuals including Arthur Schopenhauer, Karl Marx, Søren Kierkegaard, Friedrich Nietzsche, Bertrand Russell, G. E. Moore, Franz Rosenzweig, Eric Voegelin and A. J. Ayer have challenged Hegelian philosophy from a variety of perspectives. Among the first to take a critical view of Hegel's system was the 19th-century German group known as the Young Hegelians, which included Feuerbach, Marx, Engels and their followers. In Britain, the Hegelian British idealism school (members of which included Francis Herbert Bradley, Bernard Bosanquet and in the United States Josiah Royce) was challenged and rejected by analytic philosophers Moore and Russell. In particular, Russell considered \"almost all\" of Hegel's doctrines to be false.[118] Regarding Hegel's interpretation of history, Russell commented: \"Like other historical theories, it required, if it was to be made plausible, some distortion of facts and considerable ignorance\".[119] Logical positivists such as Ayer and the Vienna Circle criticized both Hegelian philosophy and its supporters, such as Bradley. Hegel's contemporary Schopenhauer was particularly critical and wrote of Hegel's philosophy as \"a pseudo-philosophy paralyzing all mental powers, stifling all real thinking\".[120] Hegel was described by Schopenhauer as a \"clumsy charlatan\".[121] Kierkegaard criticized Hegel's \"absolute knowledge\" unity.[122] The physicist and philosopher Ludwig Boltzmann also criticized the obscure complexity of Hegel's works, referring to Hegel's writing as an \"unclear thoughtless flow of words\".[123] In a similar vein, Robert Pippin notes that some view Hegel as having \"the ugliest prose style in the history of the German language\".[124] Russell wrote in A History of Western Philosophy (1945) that Hegel was \"the hardest to understand of all the great philosophers\".[125] Karl Popper quoted Schopenhauer as stating, \"Should you ever intend to dull the wits of a young man and to incapacitate his brains for any kind of thought whatever, then you cannot do better than give Hegel to read...A guardian fearing that his ward might become too intelligent for his schemes might prevent this misfortune by innocently suggesting the reading of Hegel.\"[126] Karl Popper wrote that \"there is so much philosophical writing (especially in the Hegelian school) which may justly be criticised as meaningless verbiage\".[127] Popper also makes the claim in the second volume of The Open Society and Its Enemies (1945) that Hegel's system formed a thinly veiled justification for the absolute rule of Frederick William III and that Hegel's idea of the ultimate goal of history was to reach a state approximating that of 1830s Prussia. Popper further proposed that Hegel's philosophy served not only as an inspiration for communist and fascist totalitarian governments of the 20th century, whose dialectics allow for any belief to be construed as rational simply if it could be said to exist. Kaufmann and Shlomo Avineri have criticized Popper's theories about Hegel.[128] Isaiah Berlin listed Hegel as one of the six architects of modern authoritarianism who undermined liberal democracy, along with Rousseau, Claude Adrien Helvétius, Fichte, Saint-Simon and Joseph de Maistre.[129] Voegelin argued that Hegel should be understood not as a philosopher, but as a \"sorcerer\", i.e. as a mystic and hermetic thinker.[130] This concept of Hegel as a hermetic thinker was elaborated by Glenn Alexander Magee,[131] who argued that interpreting Hegel's body of work as an expression of mysticism and hermetic ideas leads to a more accurate understanding of Hegel.[132] Category","Title":"Georg Wilhelm Friedrich Hegel - Wikipedia","KeyID":"7372","URL":"https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel"}