{"Content: ":"Caroline Schelling, née Michaelis, widowed Böhmer, divorced Schlegel (2 September 1763 – 7 September 1809), was a noted German intellectual. She was one of the so-called Universitätsmamsellen, a group of five academically active women during the 18th and 19th centuries, daughters of academics at Göttingen University, alongside Meta Forkel-Liebeskind, Therese Huber, Philippine Engelhard, and Dorothea Schlözer. Schelling was born at Göttingen in 1763, the daughter of orientalist Johann David Michaelis, who taught at the progressive University of Göttingen. She was educated by private tutors and by her father. In 1784, she married a district medical officer, Johann Böhmer, and the couple moved to Clausthal in the Harz. After his death in 1788, she tried to live financially independently. Together with their only surviving daughter she moved to Göttingen, then Marburg, and in 1792 she settled in Mainz.[1] In Mainz, Schelling joined the intellectual circle around Georg Forster, who had married her childhood friend Therese Huber. Forster was an explorer, journalist, and revolutionary. When Mainz was occupied by the French during the French Revolutionary Wars, she moved into Forster's house. Mainz was declared a republic, aligned with France (see Republic of Mainz). But when Prussian troops recaptured Mainz (22 July 1793),[2] Schelling was imprisoned for her political opinions.[3] Schelling was pregnant and asked friends and family for help. She was released and August Schlegel arranged for her to give birth under an assumed name in Lucka near Leipzig.[4] Schelling and August Schlegel married in 1796, and she moved to Jena, where he had received a professorship. Their house became a meeting place for the young literary and intellectual elite later associated with German Romanticism. His brother Friedrich Schlegel and Friedrich's wife Dorothea Veit moved in. They were at the centre of Jena Romanticism. Schelling was involved in the literary projects of her husband and his brother. She is credited with contributing to many of the 300 reviews her husband published in the Jena Allgemeine Literaturzeitung between 1796 and 1799.[5] In 1803, she divorced Schlegel and married the young philosopher Friedrich Wilhelm Joseph Schelling. Her new husband was at the center of Romantic natural philosophy. The couple moved to Würzburg, but were maligned by gossip. In 1806, they moved to Munich, where Friedrich Schelling received a professorship and was honored for his work.[6] Between 1805 and 1807, Schelling published several reviews in her own name and assisted her husband in his reviews, which shaped Romantic literature and literary taste. She also engaged in extensive correspondence with numerous Romantics. Having suffered poor health for some time, she died of dysentery in 1809.[7]","Title":"Caroline Schelling - Wikipedia","KeyID":"7376","URL":"https://en.wikipedia.org/wiki/Karoline_Schelling"}