{"Content: ":"The Symphony No. 3 in E♭ major, Op. 55, (also Italian Sinfonia Eroica, Heroic Symphony; German: Eroica, pronounced [eˈʁoːikaː] (listen)) is a symphony in four movements by Ludwig van Beethoven. One of Beethoven's most celebrated works, the Eroica symphony is a large-scale composition that marked the beginning of the composer's innovative \"middle period\".[1][2] Composed mainly in 1803–1804, the work broke boundaries in symphonic form, length, harmony, emotional and cultural content. It is widely considered a landmark in the transition between the Classical and the Romantic era. It is also often considered to be the first Romantic symphony.[3][4] Symphony No. 3 is scored for two flutes, two oboes, two clarinets in B♭, two bassoons, three horns (the 1st in E♭, C, and F; the 2nd in E♭ and C; and the 3rd in E♭), two trumpets in E♭ and C, timpani in E♭ and B♭ (in the 1st, 3rd, and 4th movements) and in C and G (in the 2nd movement), and strings. The work is in four movements: Depending upon the conductor's style and observation of the exposition repeat in the first movement, the performance time is between 41 and 56 minutes.[citation needed] The first movement, in 3 4 time, is in sonata form, with typical performances between 12 and 18 minutes long depending on interpretation and whether the exposition repeat is played.[citation needed] Unlike the longer introductions in Beethoven's first two symphonies, the movement opens with two large E♭ major chords, played by the whole orchestra, that establish the tonality of the movement. The conductor Kenneth Woods has noted that the opening movement of Eroica has been inspired by and modeled on Mozart's Symphony No. 39, and shares many attributes of that earlier symphony which precedes this one by a decade and a half.[5] The exposition begins with the cellos introducing the first theme. By the fifth bar of the melody (m. 7), a chromatic note (C♯) is introduced, thus introducing the harmonic tension of the work. The melody is finished by the first violins, with a syncopated series of Gs (which forms a tritone with C♯ of the cellos). The first theme is then played again by the various instruments. The modulation to the dominant key of B♭ appears early (mm. 42–44).[6]: 140  In the traditional analysis, this is followed by three (or in some views, two) transitional subjects that significantly expand the scale of the exposition – a lyrical downward motif (mm. 45–56), an upward scale motif (mm. 57–64), and a section beginning with rapid downward patterns in the violins (mm. 65–82).[a] This eventually leads to a lyrical second theme (m. 83) that arrives \"unusually late\".[8]: 61  After this, the second half of the theme eventually builds to a loud melody (m. 109) that draws upon the earlier downward motif (m. 113). The climactic moment of the exposition arrives when the music is interrupted by six consecutive sforzando chords (mm. 128–131). Later, and following the concluding chords of the exposition (mm. 144–148), the main theme returns in a brief codetta (m. 148) that transitions into the repeat / development. An alternative analysis holds that the second theme begins earlier at m. 45 with the downward motif. In this view, the traditional harmonic progression of the exposition ends at m. 82, with the new lyrical theme at m. 83 beginning an extension. This pattern would be consistent with that found later in the development, in which the climactic moment leads to a new lyrical theme that launches an extended section. Moreover, the downward motif theme (m. 45) is developed significantly in the next section while the lyrical theme (m. 83) does not appear.[9]: 97  Commenters have also observed that the sonata form and orchestration transitions would be fully preserved by cutting the second half of the exposition (m. 83–143).[6]: 140  However, others have observed that form and orchestration would also be fully preserved if the second and third transitional passages were cut instead (mm. 57–82),[7] consistent with the traditional analysis. The development section (m. 154),[b] like the rest of the movement, is characterized by harmonic and rhythmic tension from dissonant chords and long passages of syncopated rhythm. Following various thematic explorations and counterpoint, the music eventually breaks into a 32-bar passage (mm. 248–279) of sforzando chords including both 2-beat and 3-beat downward patterns, culminating in crashing dissonant forte chords (mm. 276–279). Commenters have stated that this \"outburst of rage ... forms the kernel of the whole movement\", and Beethoven reportedly got out in his beat when conducting the orchestra in Christmas 1804, forcing the confused players to stop and go back.[8]: 64 & footnote  Rather than leading to the recapitulation at this point, a new theme in E minor is then introduced instead (mm. 284). This eventually leads to a near-doubling of the development's length, in like proportion to the exposition.[6]: 140  At the end of the development, one horn famously appears to come in early with the main theme in E♭ (mm. 394–395), while the strings continue playing the dominant chord. In the 19th century, this was thought to be a mistake; some conductors assumed the horn notes were written in the tenor clef (B♭–D–B♭–F) while others altered the second violin harmony to G (chord of the tonic), an error that eventually appeared in an early printed version.[8]: 66 & footnote  However, Beethoven's secretary, Ferdinand Ries, shared this anecdote about that horn entrance: The first rehearsal of the symphony was terrible, but the hornist did, in fact, come in on cue. I was standing next to Beethoven and, believing that he had made a wrong entrance, I said, \"That damned hornist! Can't he count? It sounds frightfully wrong.\" I believe I was in danger of getting my ears boxed. Beethoven did not forgive me for a long time.[10] The recapitulation starts in the tonic E♭ major as expected, but then features a sudden excursion to F major early on[6]: 141  before eventually returning to a more typical form. The movement concludes in a long coda that reintroduces the new theme first presented in the development section. The second movement is a funeral march in the ternary form (A–B–A) that is typical of 18th-century funeral marches,[11]: 1071  albeit one that is \"large and amply developed\" and in which the principal theme has the functions of a refrain as in rondo form.[12]: 70  Musically, the thematic solemnity of the second movement has lent itself for use as a funeral march, proper. The movement is between 14 and 18 minutes long. The opening A-section in C minor begins with the march theme in the strings, then in the winds. A second theme (m. 17) in the relative major (E♭) quickly returns to minor tonality, and these materials are developed throughout the rest of the section.[8]: 72  This eventually gives way to a brief B-section in C major (m. 69) \"for what may be called the Trio of the March\",[8]: 72  which Beethoven unusually calls attention to by marking \"Maggiore\" (major) in the score. At this point, the traditional \"bounds of ceremonial propriety\" would normally indicate a da capo return to the A theme.[9]: 106  However, the first theme in C minor (m. 105) begins modulating in the sixth bar (m. 110), leading to a fugue in F minor (m. 114) based on an inversion of the original second theme. The first theme reappears briefly in G minor in the strings (m. 154), followed by a stormy development passage (\"a shocking fortissimo plunge\").[12]: 70 [11]: 1072  A full re-statement of the first theme in the original key then begins in the oboe (m. 173). The coda (m. 209) begins with a marching motif in the strings that was earlier heard in the major section (at mm. 78, 100)[8]: 72  and eventually ends with a final soft statement of the main theme (m. 238) that \"crumbles into short phrases interspersed with silences\".[12]: 70  The third movement is a lively scherzo with trio in rapid 3 4 time. It is between 5 and 6 minutes long.[citation needed] The A theme of the outer scherzo section appears pianissimo in the dominant key of B♭ (mm. 7, 21), then piano in the secondary dominant key of F which is when the B part of the outer scherzo is heard (m. 41). This is followed by a pianissimo restart in B♭ (m. 73), which is when the A theme is heard again, leading to a full fortissimo statement in the tonic key of E♭ (m. 93). Later, a downward arpeggio motif with sforzandos on the second beat is played twice in unison, first by the strings (mm. 115–119) and then by the full orchestra (mm. 123–127). This is followed by a syncopated motif characterized by descending fourths (m. 143), leading to the repeat. The trio section features three horns, the first time this had appeared in the symphonic tradition.[12]: 71  The scherzo is then repeated in shortened form,[8]: 78  except that very notably the second occurrence of the downward unison motif is changed to duple time (mm. 381–384).[b] The movement ends with a coda (m. 423) – with Beethoven marking the word in the score which was unusual for him – that quickly builds from pianissimo to fortissimo, encapsulating the pattern of the whole movement.[12]: 70  The fourth movement is a set of ten variations on a theme. It lasts between 10 and 14 minutes.[citation needed] The theme was previously used by Beethoven in earlier compositions and arguably forms the basis for the first three movements of the symphony as well (see Thematic Origins below). After a short introduction on the tutti that begins with the mediant chord that transitions to the dominant seventh, the quiet theme, in E-flat major, first appears and then is subjected to a series of ten variations: The symphony ends with a coda, which takes image on all previous sections and variations of the movement. At the end of the coda, there is a \"surprise\", which is when the dynamic changes from ppp on the flute, bassoon, and strings only to ff all of a sudden by a huge crash on the whole orchestra, as the tempo abruptly changes to Presto. A flurry of sforzandos appear, and the finale ends triumphantly with three large E-flat major chords on the tutti. Beethoven began composing the third symphony soon after Symphony No. 2 in D major, Opus 36 and completed the composition in early 1804. The first public performance of Symphony No. 3 was on 7 April 1805 in Vienna.[13] There is significant evidence that the Eroica, perhaps unlike Beethoven's other symphonies, was constructed back-to-front.[12]: 75  The theme used in the fourth movement, including its bass line, originate from the seventh of Beethoven's 12 Contredanses for Orchestra, WoO 14,[14] and also from the Finale to his ballet The Creatures of Prometheus, Op. 43, both of which were composed in the winter of 1800–1801.[12]: 58  The next year, Beethoven used the same theme as the basis for his Variations and Fugue for Piano in E♭ Major, Op. 35, now commonly known as the Eroica Variations due to the theme's re-use in the symphony. It is the only theme that Beethoven used for so many separate works in his lifetime, and each use is in the same key of E♭ major.[12]: 58  The \"Wielhorsky Sketchbook\", Beethoven's principal sketchbook for 1802, contains a two-page movement plan in E♭ major that directly follows the sketches for the Opus 35 Variations, which has been identified as being intended for the Third Symphony.[15][12]: 59 [c] While the movement plan gives no explicit indication regarding the finale, Lewis Lockwood argues that \"there cannot be any doubt that Beethoven intended from the start\" to use the same theme (and bass of the theme) that he had just fleshed out in the Opus 35 Variations. Thus, it is argued that Beethoven's initial conception for a complete symphony in E♭ – including its first three movements – emerged directly from the Op. 35 Variations.[12]: 60  The first movement's main theme (mm. 2–6) has thus been traced back to the bass line theme of the Opus 35 variations (E♭, B♭↓, B♭↑, E♭) by way of intermediate versions found in one of Beethoven's sketchbooks.[15][12]: 60–61  In the second movement, the combined tonality (melody and bass) of the Opus 35 theme's first four bars – E♭, B♭↓, B♭7(A♭)↑, E♭ – appears in slightly altered form as the funeral's march's second theme (E♭, B♭↓, A♭↑, E♮) (mvt. II, mm. 17–20), followed by two sudden forte B♭s that echo later elements of the theme. That same tonality then appears unaltered as the scherzo's main theme (mvt. III, mm. 93–100).[citation needed] Thus, the first three movements can be viewed as symphonic-length \"variations\" on the Opus 35 theme, ultimately anticipating the theme's appearance in the fourth movement. Moreover, Beethoven's choice to begin the symphony with a theme adapted from the bass line is also paralleled in the fourth movement, in which the bass theme is heard as the first variation before the main theme ultimately appears.[citation needed] This again parallels the structure of the Opus 35 variations themselves. Finally, the loud E♭ chord that begins the Opus 35 variations themselves is moved here to the beginning of the first movement, in the form of the two chords that introduce the first movement. Alternatively, the first movement's resemblance to the overture to the comic opera Bastien und Bastienne (1768), composed by twelve-year-old W. A. Mozart, has been noted.[8]: 59–60 [16] It was unlikely that Beethoven knew of that unpublished composition. A possible explanation is that Mozart and Beethoven each coincidentally heard and learned the theme from elsewhere.[17] Beethoven originally dedicated the third symphony to Napoleon Bonaparte, who he believed embodied the democratic and anti-monarchical ideals of the French Revolution. In the autumn of 1804, Beethoven withdrew his dedication of the third symphony to Napoleon, lest it cost him the composer's fee paid him by a noble patron; so, Beethoven re-dedicated his third symphony to Prince Joseph Franz Maximilian Lobkowitz – nonetheless, despite such a bread-and-butter consideration, the politically idealistic Beethoven titled the work \"Bonaparte\".[18] Later, about the composer's response to Napoleon having proclaimed himself Emperor of the French (14 May 1804), Beethoven's secretary, Ferdinand Ries said that: In writing this symphony, Beethoven had been thinking of Bonaparte, but Bonaparte while he was First Consul. At that time Beethoven had the highest esteem for him, and compared him to the greatest consuls of Ancient Rome. Not only I, but many of Beethoven's closer friends, saw this symphony on his table, beautifully copied in manuscript, with the word \"Bonaparte\" inscribed at the very top of the title-page and \"Ludwig van Beethoven\" at the very bottom ... I was the first to tell him the news that Bonaparte had declared himself Emperor, whereupon he broke into a rage and exclaimed, \"So he is no more than a common mortal! Now, too, he will tread under foot all the rights of Man, indulge only his ambition; now he will think himself superior to all men, become a tyrant!\" Beethoven went to the table, seized the top of the title-page, tore it in half and threw it on the floor. The page had to be recopied, and it was only now that the symphony received the title Sinfonia eroica.[19] An extant copy of the score bears two scratched-out, hand-written subtitles; initially, the Italian phrase Intitolata Bonaparte (\"Titled Bonaparte\"), secondly, the German phrase Geschriben auf Bonaparte (\"Written for Bonaparte\"), four lines below the Italian subtitle. Three months after retracting his initial Napoleonic dedication of the symphony, Beethoven informed his music publisher that \"The title of the symphony is really Bonaparte\". In 1806, the score was published under the Italian title Sinfonia Eroica ... composta per festeggiare il sovvenire di un grande Uomo (\"Heroic Symphony, Composed to celebrate the memory of a great man\").[20] Composed from the autumn of 1803 until the spring of 1804, the earliest rehearsals and performances of the third symphony were private, and took place in the Vienna palace of Beethoven's noble patron, Prince Lobkowitz. An account record dated 9 June 1804, submitted by the prince's Kapellmeister Anton Wranitzky, shows that the prince hired twenty-two extra musicians (including the third horn required for the Eroica) for two rehearsals of the work.[21] The fee paid to Beethoven by Prince Lobkowitz would also have secured further private performances of the symphony that summer on his Bohemian estates, Eisenberg (Jezeří) and Raudnitz (Roudnice). The first public performance was on 7 April 1805, at the Theater an der Wien, Vienna; for which concert the announced (theoretical) key for the symphony was Dis (D♯ major, 9 sharps).[22] Reviews of the work's public premiere (on 7 April 1805) were decidedly mixed. The concert also included the premiere of a Symphony in E flat major by Anton Eberl (1765–1807) that received better reviews than Beethoven's symphony.[22][23] One correspondent describes the first reactions to the Eroica: Musical connoisseurs and amateurs were divided into several parties. One group, Beethoven's very special friends, maintains that precisely this symphony is a masterpiece.... The other group utterly denies this work any artistic value ... [t]hrough strange modulations and violent transitions ... with abundant scratchings in the bass, with three horns and so forth, a true if not desirable originality can indeed be gained without much effort. ...The third, very small group stands in the middle; they admit that the symphony contains many beautiful qualities, but admit that the context often seems completely disjointed, and that the endless duration ... exhausts even connoisseurs, becoming unbearable to the mere amateur. To the public the symphony was too difficult, too long ... Beethoven, on the other hand, did not find the applause to be sufficiently outstanding.[24] One reviewer at the premiere wrote that \"this new work of B. has great and daring ideas, and ... great power in the way it is worked out; but the symphony would improve immeasurably if B. could bring himself to shorten it, and to bring more light, clarity, and unity to the whole.\"[25] Another said that the symphony was \"for the most part so shrill and complicated that only those who worship the failings and merits of this composer with equal fire, which at times borders on the ridiculous, could find pleasure in it\".[26] But a reviewer just two years later described the Eroica simply as \"the greatest, most original, most artistic and, at the same time, most interesting of all symphonies\".[27] The finale in particular came in for criticism that it did not live up to the promise of the earlier movements. An early reviewer found that \"[t]he finale has much value, which I am far from denying it; however, it cannot very well escape from the charge of great bizarrerie.\"[28] Another agreed that \"[t]he finale pleased less, and that \"the artist often wanted only to play games with the audience without taking its enjoyment into account simply in order to unloose a strange mood and, at the same time, to let his originality sparkle thereby\".[29] An exhaustive review of the work in a leading music journal made an observation that may still be familiar to first-time listeners: \"this finale is long, very long; contrived, very contrived; indeed, several of [its] merits lie somewhat hidden. They presuppose a great deal if they are to be discovered and enjoyed, as they must be, in the very moment of their appearance, and not for the first time on paper afterwards.\"[30] A review of an 1827 performance in London wrote that this particular performance \"most properly ended with the funeral march, omitting the other parts, which are entirely inconsistent with the avowed design of the composition\".[31] The symphony premiered in London on 26 March 1807 at the Covent Garden Theatre and in Boston on 17 April 1810 by the newly founded Boston Philharmonic Society, both performances receiving fairly mixed reviews. The original autograph manuscript does not survive. A copy of the score with Beethoven's handwritten notes and remarks, including the famous scratch-out of the dedication to Napoleon on the cover page, is housed in the library of the Gesellschaft der Musikfreunde in Vienna. A first published edition (1806) of Beethoven's Eroica is on display at the Lobkowicz Palace in Prague.[32] Several modern scholarly editions have appeared in recent decades, including those edited by Jonathan Del Mar (published by Bärenreiter), Peter Hauschild (Breitkopf & Härtel), and Bathia Churgin (Henle). The work is a milestone work in classical music; it is twice as long as the symphonies of Joseph Haydn and Wolfgang Amadeus Mozart – the first movement is almost as long as a Classical symphony (with repetition of the exposition). Thematically, it covers more emotional ground than Beethoven's earlier symphonies, and thus marks a key milestone in the transition between Classicism and Romanticism that would define Western art music in the early decades of the nineteenth century.[citation needed] The second movement especially displays a great emotional range, from the misery of the funeral march theme, to the relative solace of happier, major-key episodes. The finale displays a similar emotional range, and is given a thematic importance then unheard of. In earlier symphonies, the finale was a quick and breezy conclusion; here, the finale is a lengthy set of variations and a fugue.[33] The symphony's second movement has been played as a funeral march at state funerals, memorial services, and commemorations including: Bruno Walter performed the entire symphony as the memorial concert for conductor Arturo Toscanini, in 1957.[44] Eroica, a film based in part on Ferdinand Ries' recollection of the symphony's 1804 premiere, was released in 2003.[45] Hypothetical: No. 10 in E♭ major","Title":"Symphony No. 3 (Beethoven) - Wikipedia","KeyID":"7382","URL":"https://en.wikipedia.org/wiki/Symphony_No._3_(Beethoven)"}