{"Content: ":"The Hungarian Dances (German: Ungarische Tänze) by Johannes Brahms (WoO 1), are a set of 21 lively dance tunes based mostly on Hungarian themes, completed in 1879.[1] They vary from about a minute to five minutes in length. They are among Brahms's most popular works and were the most profitable for him. Each dance has been arranged for a wide variety of instruments and ensembles. Brahms originally wrote the version for piano four hands (piano duet: two players using one piano) and later arranged the first ten dances for solo piano.[2] In 1850 Brahms met the Hungarian violinist Ede Reményi and accompanied him in a number of recitals over the next few years. This was his introduction to \"gypsy-style\" music such as the csardas, which was later to prove the foundation of his most lucrative and popular compositions, the two sets of Hungarian Dances (published 1869 and 1880).[3][4] Only numbers 11, 14 and 16 are entirely original compositions.[citation needed] The better-known Hungarian Dances include Nos. 1 and 5, the latter of which was based on the csárdás \"Bártfai emlék\" (Memories of Bártfa) by Hungarian composer Béla Kéler, which Brahms mistakenly thought was a traditional folksong.[5] A footnote on the Ludwig-Masters edition of a modern orchestration of Hungarian Dance No.1 states: \"The material for this dance is believed to have come from the Divine Csárdás (ca. 1850) of Hungarian composer and conductor Miska Borzó.\" Book 1. (published in 1869) Book 2. (published in 1869) Book 3. (published in 1880; Parlow's orchestrations of these six were made in 1885 without any change of key) Book 4. (published in 1880; Dvorak's orchestrations of these five were made in October and November of the same year without any change of key) Brahms wrote orchestral arrangements for Nos.1, 3 and 10.[6] Other composers have orchestrated the other dances. These composers include Antonín Dvořák (Nos. 17 to 21), Andreas Hallén (Nos.2, 4 and 7), Paul Juon (No.4), Martin Schmeling (1864–1943) (Nos. 5 to 7), Hans Gál (Nos.8 and 9), Albert Parlow [de] (Nos. 5, 6 and 11 to 16) and Robert Schollum (Nos.4, 8 and 9). More recently, Iván Fischer has orchestrated the complete set. Brahms's Hungarian Dances were influential in the development of ragtime.[7] See, for example, the role of German-American piano teacher Julius Weiss in ragtime composer Scott Joplin's early life and career. The earliest known recording of any movement of Hungarian Dances was a condensed piano-based rendition of Hungarian Dance No. 1, from 1889, played by Brahms himself, and was known to have been recorded by Theo Wangemann, an assistant to Thomas Edison. The following dialogue can be heard in the recording itself, before the music starts: Joseph Joachim, a close friend of Brahms, in collaboration with an unnamed accompanying pianist, recorded their own renditions of Hungarian Dances Nos. 1 and 2. Leopold Stokowski's very first recordings with the Philadelphia Orchestra were devoted to Hungarian Dances Nos. 5 and 6. They were recorded by the Victor Talking Machine Company in Camden, New Jersey in 1917. The Boston Pops Orchestra with conductor Arthur Fiedler recorded Hungarian Dances Nos. 5 and 6 in Symphony Hall, Boston. Hungarian Dance No. 5 was recorded on June 25, 1950. It was released by RCA Victor as catalog number 10-3254B (in USA) and by EMI on the His Master's Voice label as catalog number B 10631. Hungarian Dance No. 6 was recorded on June 16, 1950. It was released by RCA Victor Records as catalog number 10-3244B (in the USA) and by EMI on the His Master's Voice label as catalog number B 10631. These were 78 rpm discs. The pieces were arranged by Albert Parlow. Julius Katchen and Jean-Pierre Marty recorded the complete set in the 1960s, as part of Katchen's recording of the complete piano works of Brahms. Aloys and Alfons Kontarsky recorded them in 1976 for Deutsche Grammophon, released originally on LP catalog number 2530 710. The French sister duo-pianists Katia and Marielle Labèque recorded the complete set of dances for Philips in 1981, as catalog number 4164592. Dances Nos. 17, 19 and 21 were recorded in 1966 by the Hollywood Symphony Orchestra for their album Orchestral Fireworks, released in the UK on the Music For Pleasure label. The first complete orchestral versions were recorded by Mario Rossi conducting the Vienna State Opera Orchestra in 1956 and released on Vanguard Records. Robert Schollum's orchestrations of nos. 4, 8 and 9 were commissioned by Vanguard for this recording. They were again recorded by Hans Schmidt-Isserstedt conducting the NDR Radio Symphony Hamburg in 1967 and released in the USA on Vanguard. The first digital by Claudio Abbado and the Vienna Philharmonic for Deutsche Grammophon was recorded in 1982, released on LP as 410 615-1 and on CD as 410 615-2. (Citation: https://www.discogs.com/release/11730199-Brahms-NDR-Symphony-Orchestra-Of-Hamburg-Hans-Schmidt-Isserstedt-Hungarian-Dances-Complete) They were again recorded digitally by István Bogár [hu] and the Budapest Symphony Orchestra for Naxos in 1988, released on CD as 8.550110. This recording was awarded a Rosette by The Penguin Guide. Their review called this recording \"sheer delight from beginning to end... an outright winner among the available versions.\"[8] Another set of complete orchestral versions was recorded in 1998 by Iván Fischer conducting the Budapest Festival Orchestra on the Philips Records label, released as CD 289 462 589-2.","Title":"Hungarian Dances (Brahms) - Wikipedia","KeyID":"7385","URL":"https://en.wikipedia.org/wiki/Hungarian_Dances_(Brahms)"}