{"Content: ":"The Violin Concerto in D major, Op. 77, was composed by Johannes Brahms in 1878 and dedicated to his friend, the violinist Joseph Joachim. It is Brahms's only violin concerto, and, according to Joachim, one of the four great German violin concerti:[1] The Germans have four violin concertos. The greatest, most uncompromising is Beethoven's. The one by Brahms vies with it in seriousness. The richest, the most seductive, was written by Max Bruch. But the most inward, the heart's jewel, is Mendelssohn's. The Violin Concerto is scored for solo violin and orchestra consisting of 2 flutes, 2 oboes, 2 clarinets in A, 2 bassoons; 2 natural horns crooked in D, and 2 natural horns crooked in E, 2 trumpets in D, timpani, and strings. Despite Brahms' scoring for natural (non-valved) horns in his orchestral works, valved horns have always been used in actual performance, even in Brahms' time.[2] The concerto follows the standard concerto form, with three movements in the pattern quick–slow–quick: Originally, the work was planned in four movements like the second piano concerto. The middle movements, one of which was intended to be a scherzo—a mark that Brahms intended a symphonic concerto rather than a virtuoso showpiece—were discarded and replaced with what Brahms called a \"feeble Adagio.\" Some of the discarded material was reworked for the second piano concerto. Brahms, who was impatient with the minutiae of slurs marking the bowing, rather than phrasing, as was his usual practice[clarification needed], asked Joachim's advice on the writing of the solo violin part.[3] Joachim, who had first been alerted when Brahms informed him in August that \"a few violin passages\" would be coming in the mail, was eager that the concerto should be playable and idiomatic, and collaborated willingly, but not all his advice was heeded in the final score.[4] The most familiar cadenza, which appears in the first movement, is by Joachim,[5] though a number of people have provided alternatives, including Leopold Auer, Henri Marteau, Max Reger, Fritz Kreisler, Jascha Heifetz, George Enescu, Nigel Kennedy, Augustin Hadelich, Joshua Bell, and Rachel Barton Pine. A recording of the concerto released by Ruggiero Ricci has been coupled with Ricci's recordings of sixteen different cadenzas. The work was premiered in Leipzig on January 1, 1879, by Joachim, who insisted on opening the concert with the Beethoven Violin Concerto, written in the same key, and closing with the Brahms.[6] Joachim's decision could be understandable, though Brahms complained that \"it was a lot of D major—and not much else on the program.\"[7] Joachim was not presenting two established works, but one established one and a new, difficult one by a composer who had a reputation for being difficult.[8] The two works also share some striking similarities. For instance, Brahms has the violin enter with the timpani after the orchestral introduction: this is a clear homage to Beethoven, whose violin concerto also makes unusual use of the timpani. Brahms conducted the premiere. Various modifications were made between then and the work's publication by Fritz Simrock later in the year. Critical reaction to the work was mixed: the canard that the work was not so much for violin as \"against the violin\" is attributed equally to conductor Hans von Bülow and to Joseph Hellmesberger, to whom Brahms entrusted the Vienna premiere,[9] which was however rapturously received by the public.[10] Joachim gave the British premiere at London’s Crystal Palace on February 22, 1879, with August Manns conducting. The cooling of his friendship with Brahms, who took Joachim’s wife’s side when his marriage collapsed, seems to have put him off campaigning actively for the concerto. Most of his colleagues disliked it. Henryk Wieniawski called the work \"unplayable\", and the violin virtuoso Pablo de Sarasate refused to play it because he didn't want to \"stand on the rostrum, violin in hand and listen to the oboe playing the only tune in the adagio.\"[9] Against these critics, modern listeners often feel that Brahms was not really trying to produce a conventional vehicle for virtuoso display; he had higher musical aims. Similar criticisms have been voiced against the string concerti of other great composers, such as Beethoven's Violin Concerto[citation needed] and Hector Berlioz's Harold in Italy, for making the soloist \"almost part of the orchestra.\"[11] Three of Joachim’s pupils, Marie Soldat, Gabriele Wietrowetz and Leonora Jackson did as much as anything to help the concerto gain a foothold. The third movement is used twice in Paul Thomas Anderson's 2007 film There Will Be Blood, including the end credits.[12] In Smilla's Sense of Snow by Peter Høeg, Smilla, the protagonist says \"I cry because in the universe there is something as beautiful as Kremer playing Brahms' violin concerto\". The violin entrance in the first movement is sampled extensively in Alicia Keys's 2004 song, \"Karma\".","Title":"Violin Concerto (Brahms) - Wikipedia","KeyID":"7386","URL":"https://en.wikipedia.org/wiki/Violin_Concerto_(Brahms)"}