{"Content: ":"The Piano Quartet No. 1 in G minor, Op. 25, was composed by Johannes Brahms between 1856 and 1861. It was premiered in 1861 in Hamburg, with Clara Schumann at the piano. It was also played in Vienna on 16 November 1862, with Brahms himself at the piano supported by members of the Hellmesberger Quartet.[1] Like most piano quartets, it is scored for piano, violin, viola and cello. The quartet is in four movements: This first movement, a sonata form movement in G minor and common time, begins immediately with the first theme, a declamatory statement in straight quarter-notes, stated in octaves for the piano alone. This theme is the opening cell that governs the content of the rest of the musical material in the movement. The other instruments soon join in to develop this initial theme and cadence in G minor. There are four other themes in the exposition. The second is in B♭ major (for all instruments), the third is in D minor (beginning with solo cello), and the fourth and fifth are in D major (the fourth being the D minor theme in the major mode and developed differently as well, and the fifth being a more exuberant idea for all instruments, marked 'animato'). The exposition ends with a closing section that develops only the opening theme and oscillates between D major and D minor, and eventually ends, almost reluctantly, in D major. Although the exposition is not repeated, Brahms creates the illusion of its repetition by starting the development section with the identical ten measures that begins the exposition, up to and including the strong G minor cadence. The development section then goes through many of the themes previously heard and extends them in new ways, and moves from A minor to E minor and eventually to D major. Very atypically, the recapitulation begins not with the first theme, but with the second theme in G major. The resolution is short-lived, as it moves back to the minor mode, where it cadences after an imitative development of the first theme in G minor. The recapitulation ends with a coda that is relatively brief but intense, concluding with an ascending passage built through imitation of the opening cell, whose buildup comes suddenly crashing down in a descending 'fortissimo' phrase. The piece ends on a desolate and incomplete-sounding G minor chord, the highest notes being the third and fifth scale degrees of the tonic triad rather than the tonic. The second movement, marked Intermezzo and Trio, is in C minor and compound triple meter. It is in ternary form and functions like a scherzo, the more traditional second or third movement of a piano quartet. The consistently repeated eighth notes creates an effect of perpetual motion, even agitation, although the melodic themes are quite lyrical. The intermezzo flirts between major and minor and ends in C major. The trio, in A♭ major, is quicker and less agitated than the intermezzo; the trio has two primary themes, the first being in A♭ and the second beginning in E major. The intermezzo is repeated, followed by a brief coda in C major that restates the theme of the trio. The Andante slow movement, is a ternary form movement in E♭ major in triple time. The first subject is very lyrical. A second idea, which brings back the repeated eighth notes from the intermezzo, begins the transition to the second main section. The second section is in C major and starts with fortissimo chords in dotted rhythm for the piano solo. The second theme itself is rhythmically energetic and exuberant in character. It is initially stated by the piano and accompanied by light sixteenth note gestures by the strings, although this is later reversed. After a surprising twist, in which the instruments land on a diminished-seventh chord, the first theme returns, first in C major and then in the home key of E♭ major. A long coda helps to stabilize the often dissonant and unstable harmonies of the movement. Like the previous movements, this movement develops a plethora of themes. The final cadence of this movement, from the minor subdominant to the tonic, is used to conclude many of Brahms's slow movements, such as that from the Piano Quintet. The voicing of the last chord is ominous: the highest note of the strings is the violin's open G string, while the piano plays a tonic chord (again with the third on top) two octaves higher. This fast rondo (marked 'presto') is in G minor in duple time. The subtitle \"Rondo alla zingarese\" has given it the nickname \"Gypsy Rondo.\" Like many of Brahms's finales, this uses as its principal theme a very fast, rhythmic, tonal, simple idea (see the finales to his Piano Quintet and Double Concerto), this one covering an irregular number of measures. The formal design resembles: ABACDBCADCBA, although the movement is more nuanced than this because each section is in ABA form and cadenzas occasionally interject between sections. This movement is notable for its difficulty, rhythmic and metrical complexity, and harmonic exploration (for instance, after the final D section, the piano plays a cadenza based on the B section that modulates from G minor to F♯ minor), and has remained one of the most difficult movements to perform in all of Brahms's chamber music. The quartet was orchestrated by Arnold Schoenberg in 1937, at the instigation of conductor Otto Klemperer and premiered by the Los Angeles Philharmonic Orchestra conducted by Klemperer; this orchestrated version was made into the ballet Brahms–Schoenberg Quartet by George Balanchine. The Hungarian-born composer Ernst von Dohnányi transcribed the fourth movement as a bravura showpiece for solo piano. There is a recording of Dohnányi playing the transcription on the Ampico B recording piano. This recording was released on a Newport Classic CD called \"The Performing Piano II\" (NC 60030), but the piece is incorrectly attributed as being one of the Hungarian Dances.","Title":"Piano Quartet No. 1 (Brahms) - Wikipedia","KeyID":"7387","URL":"https://en.wikipedia.org/wiki/Piano_Quartet_No._1_(Brahms)"}