{"Content: ":"The \"War of the Romantics\" is a term used by some music historians to describe the schism among prominent musicians in the second half of the 19th century. Musical structure, the limits of chromatic harmony, and program music versus absolute music were the principal areas of contention. The opposing parties crystallized during the 1850s. The most prominent members of the conservative circle were Johannes Brahms, Joseph Joachim, Clara Schumann, and the Leipzig Conservatoire which had been founded by Felix Mendelssohn. Their opponents, the radical progressives mainly from Weimar, were represented by Franz Liszt and the members of the so-called New German School (German: Neudeutsche Schule), and by Richard Wagner. The controversy was German and Central European in origin; musicians from France, Italy, and Russia were only marginally involved. Composers from both sides looked back on Beethoven as their spiritual and artistic hero; the conservatives seeing him as an unsurpassable peak, the progressives as a new beginning in music. Clara Schumann, Joseph Joachim and Johannes Brahms were early key members of a conservative group of musicians. This core of supporters maintained the artistic legacy of Robert Schumann, Clara's husband, who had died in 1856.[citation needed][1] While Robert Schumann had been a progressive critic and editor of the influential music periodical Neue Zeitschrift für Musik, which he had founded in 1834, he was never a true admirer of Liszt.[2] However, as Schumann maintained exceptionally enthusiastic and artistically fruitful friendships with the emerging vanguard of radical romantics — Liszt in particular — as well as with musical conservatives such as Mendelssohn and Gade, he remained cordial with Liszt at first. He praised Liszt's piano playing in Neue Zeitschrift and reviewed his Leipzig concerts in 1840 favorably.[2] However, as Lisztomania swept through Europe after 1842, both he and Clara believed that Liszt had become self-deluded.[3] After Schumann sold the Neue Zeitschrift to Franz Brendel in 1845, it became an enthusiastic supporter of Liszt and his circle.[4] It also openly played down Mendelssohn and other conservative composers.[4] Though the final break between Liszt and the Schumanns would not come until 1848, the editorial turn that Neue Zeitschrift had taken would color their relations for the rest of their lives.[4] While Liszt remained cordial and at times generous on a professional level toward the Schumanns, they became openly hostile to him.[5] Clara Schumann had long been the more conservative aesthete in the Schumann marriage. She perceived the editorial change in Neue Zeitschrift as a slight against her husband’s legacy.[citation needed] The young Brahms, who had been very close to the Schumanns during Robert’s decline, also took up the cause.[6] Joachim, who was a friend of both Clara and Brahms, joined them in his opposition to Liszt and the New German School. A child prodigy, Joachim at 17 had become professor of violin at the Leipzig Conservatory, where he forged close ties with Mendelssohn, the Schumanns and Ferdinand David.[7] Two years later, he became concertmaster of the Weimar Court Orchestra under Liszt's direction.[8] His three years in Weimar left him with poor impressions of Liszt's conducting and compositions.[8] His opinion of Liszt's music and that of the rest of the New German School was reinforced by his correspondence with Brahms and Clara.[9] Brahms's personal experience with Liszt had been limited to a single visit to Weimar in 1853, when he presented some of his compositions to a group that included Liszt, Peter Cornelius and Joachim Raff. After Liszt played some of Brahms's work, he performed his own B-minor Piano Sonata.[10] Brahms was impressed neither with Liszt's music nor with that of most of the rest of the New German School.[11] The exception was Wagner.[11] While he, Brahms, would not attempt to dissuade his fellow conservatives from despising Wagner's music, he respected it privately,[12][a 1] more than once he told his friends, \"I am the best of Wagnerians.\"[13] Joachim, like Brahms, respected Wagner's music; however, they both also agreed that Wagner's writings were far more dangerous.[14] The critic Eduard Hanslick was very influential on the conservatives' behalf, as his view of music as \"form moving in sound\" meshed with their own.[15] Associated with them at one time or another were Heinrich von Herzogenberg, Friedrich Gernsheim, Robert Fuchs, and Karl Goldmark, among others. The key figure on the Weimar (\"New German\") side was Franz Liszt. The other leading composer of the group was Richard Wagner. Other notable figures siding with Liszt were the critic Richard Pohl and composers Felix Draeseke, Julius Reubke, Karl Klindworth, William Mason and Peter Cornelius. The composer and pianist Hans von Bülow supported the Liszt-Wagner side until his wife, Liszt's daughter Cosima, left him for Wagner; he then switched his allegiance to Brahms.[16][a 2][a 3] It was Bülow who called Brahms the third of the Three Bs and dubbed that composer's First Symphony \"The Tenth,\" after Beethoven's nine.[17] Pohl, brought by Liszt to serve as Weimar's unofficial critic-in-residence, championed Liszt, Berlioz and Wagner in print.[18] He also took Eduard Hanslick to task for claiming music could not be programmatic.[19] There were several attempts, with Liszt at the centre, to create a lasting and formal society. The Neu-Weimar-Verein was one attempt to form a club. It lasted a few years and published minutes of their meetings. The Tonkünstler-Versammlung (Congress of Musical Artists), which first met in Leipzig in June 1859, was a more successful attempt at forming an organization. (See New German School.) It eventually led to the founding in 1861 of the Allgemeine Deutsche Musikverein (ADMV), the 'United German Musical Union', which espoused Liszt's musical enthusiasms. Though Austrian composer Anton Bruckner took no part in the debate between conservatives and progressives, his symphonies were seen as part of the latter due to their advanced harmony, massive orchestration and extended time-scale.[20] His adulation for Wagner, which included the dedication of his Third Symphony and the quotes from Wagner's operas incorporated into that work, helped cement this impression.[20] A central point of disagreement between these two groups of musicians was between traditional and new musical forms. This was an outgrowth of the debate on the viability of the symphony genre, which had grown in the hands of Ludwig van Beethoven from one intended for entertainment to a form that included social, moral and cultural ideals.[21] Liszt and his circle favored new styles in writing and forms that would blend music with narrative and pictorial ideas.[22] Toward this end, and with the motto \"New wine required new bottles\" in mind, Liszt developed the symphonic poem.[23] The Leipzig/Berlin school championed the forms used by the classic masters, forms codified by musicologists such as Adolf Bernhard Marx of the early 19th century. The validity of program music was also a point of contention. In his 1854 book, Von Musikalisch-Schönen, Hanslick stated that music did not and could not represent anything specific other than itself.[15] It could suggest realistic impressions in the manner of Hector Berlioz, as well as impressions and feelings, such as those represented by the movement headings in the score of Beethoven's Sixth Symphony.[a 4] This view was not considered novel in itself.[15] \"What was new,\" according to musicologist and Liszt biographer Alan Walker, \"was that [Hanslick] was a musician addressing musicians, and he found a large audience.\"[15] Between the first and second of this book's nine editions, the first six of Liszt's symphonic poems were published and the Faust Symphony premiered under Liszt's baton.[15] Hanslick revised his text to mention Liszt and those works specifically.[15] One significant event out of many was the signing of a Manifesto against the perceived bias of the Neue Zeitschrift für Musik. This effort, whose author was almost certainly Brahms, received at first four signatures, among them those of Brahms and Joachim, though more were canvassed and eventually more were obtained. Before the later signatories could put their names to the document, however, it found its way into the editorial offices of the Berliner Musik-Zeitung Echo, and from there was leaked to the Neue Zeitschrift itself, which parodied it on May 4, 1860. Two days later [24] it made its official appearance also in the Berliner Musik-Zeitung Echo with more than twenty signatures, including Woldemar Bargiel, Albert Dietrich, Carl Reinecke, and Ferdinand Hiller. The manifesto read: Signing the manifesto might have caused Joachim some heartache. While he did not care for Liszt's music or his promotion of the New German School, he had limited his comments to his friends and musical associates.[26] He did not share them with Liszt until 1857, four years after he had left Weimar.[27] The manifesto became a catalyst for spreading the conflict to the German press at large.[28] Liszt, for his part, did not debate the manifesto; instead, he let his music make his points for him.[6] The 'war' was carried out through compositions, words, and even with scenes at concerts. At the premiere of Brahms's first piano concerto in Leipzig, there was a reversal of sorts. The concerto, which was his first orchestral piece to be performed publicly, was met with hissing. Conservative critics hated the piece, while those who supported the New German School praised it.[29] Reputations were at stake and partisans sought to embarrass their adversaries with public slights; the Weimar school held an anniversary celebration of the Neue Zeitschrift in Schumann's birthplace Zwickau and conspicuously neglected to invite members of the opposing party (including Clara Schumann). Musicians on one side saw the dispute as pitting Brahms' effective and economical sonata and classical forms against some of Liszt's works which appeared in comparison almost formless. Those on the other saw, on the Lisztian side, musical form best fitting musical content, pitted against works reusing old forms without any feeling for their growth and reason.[citation needed] Wagner poked fun at the conservative side in his essay On Conducting, when he portrayed them as 'a musical temperance society' awaiting a Messiah.[citation needed] The attitudes of the Weimar side were also often inconsistent. By 1859 Liszt himself was becoming more interested in writing church music and embracing the conservative ideals of the Catholic Church. He retained a fascination with the music of Meyerbeer (having composed piano transcriptions of music from his operas), a composer despised by both the New German School and by Wagner (whose 1850 essay Jewishness in Music, reprinted and extended in 1868, is an anti-Meyerbeer diatribe). Moreover, Liszt's concepts of programme music, (e.g. in his symphonic poems), were diametrically opposed to Wagner's ideals of music drama as expressed in the latter's essay The Artwork of the Future.[citation needed] Although actual hostility between the two sides was to subside over the years, the 'war' was a clear demarcation between what was seen to be 'classical music' and 'modern music', categories which still persist (although differently defined) to the present day.[citation needed][original research?]","Title":"War of the Romantics - Wikipedia","KeyID":"7399","URL":"https://en.wikipedia.org/wiki/War_of_the_Romantics"}