{"Content: ":"Robert Thomas Bakker (born March 24, 1945) is an American paleontologist who helped reshape modern theories about dinosaurs, particularly by adding support to the theory that some dinosaurs were endothermic (warm-blooded).[2] Along with his mentor John Ostrom, Bakker was responsible for initiating the ongoing \"dinosaur renaissance\" in paleontological studies, beginning with Bakker's article \"Dinosaur Renaissance\" in the April 1975 issue of Scientific American. His specialty is the ecological context and behavior of dinosaurs. Bakker has been a major proponent of the theory that dinosaurs were warm-blooded, smart, fast, and adaptable. He published his first paper on dinosaur endothermy in 1968. His seminal work, The Dinosaur Heresies, was published in 1986. He revealed the first evidence of parental care at nesting sites for Allosaurus. He also observed evidence in support of Eldredge and Gould's theory of punctuated equilibrium in dinosaur populations. Bakker currently serves as the Curator of Paleontology for the Houston Museum of Natural Science. Bakker was born in Bergen County, New Jersey. He attributes his interest in dinosaurs to his reading an article in the September 7, 1953, issue of Life magazine. He graduated from Ridgewood High School in 1963.[3] At Yale University Bakker studied under John Ostrom, an early proponent of the new view of dinosaurs, and later earned his PhD at Harvard. He began by teaching anatomy at Johns Hopkins University in Baltimore, Maryland and Earth and Space Sciences, where future artist Gregory S. Paul worked and collaborated informally under his guidance. Most of Bakker's field work has been done in Wyoming, especially at Como Bluff, but he has travelled as far as Mongolia and South Africa in search of dinosaur habitats. He also worked as an assistant at the University of Colorado. In his 1986 work The Dinosaur Heresies, Bakker puts forth the theory that dinosaurs were warm-blooded. His evidence for this includes: Bakker is also a proponent of the idea that flowering plants evolved because of their interactions with dinosaurs.[8] Bakker's fictional novel Raptor Red tells of a year in the life of a female Utahraptor during the lower Cretaceous. In the story, Bakker elaborates on his knowledge of the behavior of dromaeosaurids (\"raptor\" dinosaurs) and life at the time of their existence. As a Pentecostal,[9] Ecumenical Christian minister, Bakker has said there is no real conflict between religion and science, and that evolution of species and geologic history is compatible with religious belief. Bakker views the Bible as an ethical and moral guide, rather than a literal timetable of events in the history of life. He has advised non-believers and creationists to read the views put forward by Saint Augustine, who argued against a literal understanding of the Book of Genesis.[10] Bakker was an advisor for the 1992 PBS series, The Dinosaurs!. He had many apparences in Paleoworld, and was also among the advisors for the film Jurassic Park, with some of the early concept art being informed by Bakker's works.[11][12] Bakker also appeared in the Sega CD version of Jurassic Park.[13] Dr. Bakker was a guest in episode 27 (\"Surprise\") of the Williams Street original Space Ghost Coast to Coast. Bakker appeared in the 1992 VHS Whatever Happened to the Dinosaurs? Bakker and his 1986 book are mentioned in the original Jurassic Park.[11] The bearded paleontologist Dr. Robert Burke, who is eaten by a Tyrannosaurus rex in Steven Spielberg's film The Lost World: Jurassic Park, is an affectionate caricature of Bakker. In real life, Bakker has argued for a predatory T. rex, while Bakker's rival paleontologist Jack Horner views it as primarily a scavenger. According to Horner, Spielberg wrote the character of Burke and had him killed by the T. rex as a favor for Horner. After the film came out, Bakker recognized himself in Burke, loved the caricature, and actually sent Horner a message saying, \"See, I told you T. rex was a hunter!\"[14]","Title":"Robert T. Bakker - Wikipedia","KeyID":"740","URL":"https://en.wikipedia.org/wiki/Robert_Bakker"}