{"Content: ":"Carl Eduard Ferdinand Blechen (29 July 1798, Cottbus – 23 July 1840, Berlin) was a German (his mother was a Sorb)[1] landscape painter and a Professor at the Academy of Arts, Berlin.[2] His distinctive style was characteristic of the Romantic ideals of natural beauty. His father was a minor tax official from Regensburg. From 1805 to 1815 he attended the Lyceum at the Oberkirche St.Nikolai in Cottbus. His parents could not afford to pay for any further education, so they apprenticed him to a banker and he was engaged in that profession until 1822, when an increasing interest in art led him to the Berlin Academy.[2] After a short study trip to Dresden and Saxon Switzerland, he returned to Berlin and obtained a position as a decorator for the Royal Theater on the Alexanderplatz. He married in 1824 and became a member of the Berlin Artists' Association in 1827. Later that year, he was dismissed from the Theater because of an ongoing dispute with singer Henriette Sontag. After that, he tried to support himself as a free-lance artist. In 1828, he took a study trip to the Baltic Sea, followed by a trip to Italy which produced hundreds of sketches that were later elaborated in his Berlin studio. He had been deeply impressed by the landscapes there and altered his entire manner of painting to reflect what he had seen.[2] In 1831, upon the recommendation of Karl Friedrich Schinkel, he was appointed Professor of Landscape Painting at the Berlin Academy. Despite this appointment, King Frederick William III commissioned Blechen to paint The Interior of the Palm House on the Pfaueninsel Near Potsdam, an indoor scene rather than an outdoor landscape.[3] In 1835 he became a full member of the Academy and took a study trip to Paris. It was then that the first symptoms of his mental illness appeared.[2] His condition deteriorated and he suffered severe bouts of depression that forced him to take a leave of absence from the Academy in 1836. The following year, he had to be admitted to a hospital. He was able to make one final trip to Dresden, where he made his last drawings. He died four years later, in a state of total mental derangement. He was buried in the Holy Trinity Cemetery (II), but the exact location is no longer known. He is commemorated with a plaque on the cemetery wall. A street, a park and an elementary school in Cottbus were named after him. In 2008, the school building became part of the \"Blechen Carré [de]\", a major shopping center.[4] Most of his works are in private collections. He was one of the first European painters to represent early industrialization as part of his landscapes.[5] In 2005, the German Restitution Commission recommended that the German Federal Government restitute three paintings by Blechen to the heirs of Julius and Clara Freund, who, persecuted as Jews by the Nazi regime, fled to England in 1939.[6] In 2008, the Blechen \"Scene of a forest with a castle, on the water front \" was identified in a Sotheby's auction catalogue by the family of Alfred Sommerguth, a German Jewish art collector persecuted by the Nazis. Sommerguth had \"fled to Cuba in 1941 at the age of 82, before reaching New York where he died a destitute in 1950\".[7] The painting was removed from the sale and returned to the heirs. In 2012 the Blechen, “Hoehenzug mit blauen Schatten” (Mountain Range With Blue Shadows), was restituted to the heirs of Martha Liebermann, who took poison at the age of 85 to escape deportation to a Nazi concentration camp.[8] Seized by the Nazis and intended for Adolf Hitler's planned “Fuehrermuseum, they were handed to the German government by the Allies after World War II on the understanding that they would be returned to the original owner.[8] Instead, it was classified as \"property of the Federal Republic of Germany\" and kept.[9] In 2014 the Staatliche Kunstsammlung Karlsruhe discovered the Nazi-era history of Blechen’s Santa Scholastica and restituted the artwork to the heirs of the Jewish publisher and art collector Rudolf Mosse.[10] In 2016, however, the Austrian Art Restitution Advisory Board decided against restituting three works by Blechen in the Albertina. They had belonged to Julius Freund.[11] In the Berlin Tiergarten, 1825 Forest path near Spandau, 1835 Building the Teufelsbrücke, 1830–32 View of Assisi 1832-35 Marina Grande, Capri, 1829 Gorge near Amalfi, 1831 In Villa d'Este Park, 1830 The Interior of the Palm House on the Pfaueninsel Near Potsdam, 1834","Title":"Carl Blechen - Wikipedia","KeyID":"7404","URL":"https://en.wikipedia.org/wiki/Carl_Blechen"}