{"Content: ":"Carl Gustav Carus (3 January 1789 – 28 July 1869) was a German physiologist and painter, born in Leipzig, who played various roles during the Romantic era. A friend of the writer Johann Wolfgang von Goethe, he was a many-sided man: a doctor, a naturalist, a scientist, a psychologist, and a landscape painter who studied under Caspar David Friedrich. In 1811 he graduated as a doctor of medicine and a doctor of philosophy. In 1814 he was appointed professor of obstetrics and director of the maternity clinic at the teaching institution for medicine and surgery in Dresden. He wrote on art theory. From 1814 to 1817 he taught himself oil painting working under Caspar David Friedrich, a Dresden landscape painter. Subsequently he studied under Julius Schnorr von Carolsfeld at the Oeser drawing academy. When the King of Saxony, Frederick Augustus II, made an informal tour of Britain in 1844, Carus accompanied him as his personal physician. It was not a state visit, but the King, with Carus, was the guest of Queen Victoria and Prince Albert at Windsor Castle, and Carus was able to visit many of the sights in London and the university cities of Oxford and Cambridge, and meet others active in the field of scientific discoveries. They toured widely in England, Wales and Scotland, and afterwards Carus published, on the basis of his journal, The King of Saxony's Journey through England and Scotland, 1844.[1] He is best known to scientists for originating the concept of the vertebrate archetype, a seminal idea in the development of Darwin's theory of evolution. In 1836, he was elected a foreign member of the Royal Swedish Academy of Sciences.[2] Carus is also noted for Psyche (1846).[3] He developed a theory of landscape painting whose objective was the visualization of the inner workings of geological phenomena, which he called \"Erdlebenbildkunst\" (pictorial art of the life of the earth).[4] Carl Jung credited Carus with pointing to the unconscious as the essential basis of the psyche. Carus died in Dresden. He is buried in the Trinitatis-Friedhof (Trinitatis Cemetery) east of the city centre. The grave lies in the south-west section, against the southern wall. His daughter Charlotte Carus married the artist Ernst Rietschel. The Colosseum in Moonlight The Imperial Castle In Memory of Sorrento View of Dresden at Sunset Barge Trip on the Elbe near Dresden Balcony Room with a View of the Bay of Naples , 1829 or 1830. Italian Moonshine (Rome, St. Peter's in Moonshine) Tintern Abbey Italian Fishermen in Port Sailboat Full Moon near Pillnitz Woman on the Balcony Stoane Age Mound The Studio Window","Title":"Carl Gustav Carus - Wikipedia","KeyID":"7405","URL":"https://en.wikipedia.org/wiki/Carl_Gustav_Carus"}