{"Content: ":"Jacob Philipp Hackert[1] (15 September 1737 – 28 April 1807) was a landscape painter from Brandenburg, who did most of his work in Italy. Hackert was born in 1737 in Prenzlau in the Margraviate of Brandenburg (now in Germany). He trained with his father Philipp (a portraitist and painter of animals) and his uncle, before going to the Prussian Academy of Arts in Berlin in 1758. Later he traveled to Swedish Pomerania and Stockholm, at the invitation of Adolf Friedrich von Olthof, a Swedish government official and businessman. For a time, he lived with Von Olthof and painted decorative murals at his estate. He spent from 1765 to 1768 in Paris with the Swiss artist Balthasar Anton Dunker, where he focused on painting in gouache. He met and was inspired by Claude Joseph Vernet, who was already famous as a painter of landscapes and seascapes, and the German engraver Johann Georg Wille. In 1768 Hackert left Paris with his brother Georg, and went to Italy, basing himself mainly in Rome and Naples, where he produced many works for Sir William Hamilton. He travelled all over Italy, gaining a reputation as a talented landscape painter. He became famous everywhere in Europe due to his works for Catherine the Great, the cycle of paintings about Battle of Chesma, and Pope Pius VI. In 1786 he went to work for Ferdinand I of the Two Sicilies in Naples. He advised on the creation of a painting restoration laboratory at the Museo di Capodimonte, suggesting the call from Rome to the court of Naples of the restorer Federico Anders [it] and supervised the transfer of the Farnese collections from Rome to Naples. As court painter realised famous pictures of Caserta and the Royal Palace of Caserta, besides the paintings series of the Bourobon's ports.[2] During this period he acted also as a secret informant of Russia, his contact being the Russian diplomat Andrey Razumovsky. When Goethe visited Naples in 1786, he and Hackert became friends. Hackert had settled in a house in Posillipo. The painters Salvatore Fergola and Salvatore Giusti (1773-1845) were among his pupils.[3] In 1799, when Naples was declared the Parthenopaean Republic, Hackert lost much of his royal patronage. He moved to Pisa and then Florence. He bought an estate in San Pietro di Careggi, near Florence, and he died there in 1807 and was buried in the so-called \"Dutch garden\" of Livorno. His remains were then moved to the actual cemetery of the Dutch-German Congregation.[4] He never married and lived a good part of his life with one of his brothers but he had affairs with some married women, and from one of them he probably had a daughter. Goethe wrote the first biography of Hackert in 1811. A view across the Alban Hills a hilltop on the right and the sea in the far distance Feuerwerk auf der Engelsburg in Rom, 1775 Italian landscape, 1778 Arcadian Landscape, 1805 Harvest Time at Carditello, 1791 P. Hackart Media related to Jacob Philipp Hackert at Wikimedia Commons","Title":"Jacob Philipp Hackert - Wikipedia","KeyID":"7408","URL":"https://en.wikipedia.org/wiki/Jacob_Philipp_Hackert"}