{"Content: ":"Otto Reinhold Jacobi RCA (27 February 1812 – 8 February 1901) was a German-Canadian artist. He is associated with the Düsseldorf school of painting. Born in 1830 Königsberg, Jacobi studied in Berlin at the Royal Academy of Arts. He then studied at the Düsseldorf Art Academy with Johann Wilhelm Schirmer. As a landscape and genre painter, he worked in Nassau and Canada. In 1837 he was appointed the court painter to the Duchess of Nassau in Wiesbaden. In those years, Jacobi gave the young Ludwig Knaus his first lessons in oil painting and advised him to study under Karl Ferdinand Sohn at the Düsseldorf Art Academy. His work was well known in Europe and he received many commissions from royalty.[1] Jacobi's decision to emigrate to Canada seems sudden in light of his apparent success in Europe. While on a visit to New York in 1860, he was offered a commission to paint Shawinigan Falls as a presentation gift was needed for the Prince of Wales state visit later that year. Instead of returning to Europe after the painting was completed, he settled in Montreal where he spent the next ten years.[2] It could be that court life became too difficult or simply that greater opportunities were available for his children in North America. While he continued to ship paintings for sale back to Europe, he and his family remained in North America.[3] In Montreal, Jacobi painted landscapes, taught privately and worked for Notman and Fraser. Unlike the domestic landscape of farms and villages seen in the work of Cornelius Krieghoff or the depiction of aboriginal settlements and activities by Paul Kane, Jacobi painted waterfalls and forests. His compositions portray the wilderness as a romantic and heroic place, glowing with an inner light.[2] He would paint in oils, sometimes on canvases of tremendous size. Or he would paint in watercolors, often minute little pictures, measuring only a few inches. But whether the scale was large or small, he achieved a sense of sublimity, perhaps with a certain touch of romantic wistfulness. Edgar Andrew Collard, \"All Our Yesterdays\", The Gazette, Montreal, Nov 20 1954. [1] Jacobi's production was considerable over his lifetime.[2] He was a skilled painter who knew his target market well and supported himself primarily through the sale of his work. His earlier North American work was often of specific locations, noted beauty spots that would be recognizable to his viewers. He took pains to ensure that they were accurate by utilizing source photographs of the places as he worked in his studio. His later work was more idealized and less specific, resting on the appeal inherent in the depictions of waterfalls and autumn foliage.[3] He was not the only artist drawn from Europe to the new opportunities found as North American cities began to build their own cultural institutions. William Raphael and Adolphe Vogt were also working in Montreal at that time. These three artists all portrayed the Canadian landscape, foreshadowing in some ways the work of the Group of Seven. Their paintings may have influenced the formation of the Canadian 'luminist' school which included Lucius O'Brien.[2] From Montreal, Jacobi moved to Philadelphia then later to Toronto, after being invited to join the Ontario Society of Artists in 1876.[2] He remained active in all three cities, dividing his time between them for the next fifteen years. For a short time Jacobi was a teacher at the Ontario College of Art and Design, the largest and oldest university for art and design in Canada. His works were presented at the annual Art Association of Montreal (starting in 1880) and the Royal Canadian Academy of Arts, which he became president of in 1890. He died in Ardoch, North Dakota.","Title":"Otto Reinhold Jacobi - Wikipedia","KeyID":"7410","URL":"https://en.wikipedia.org/wiki/Otto_Reinhold_Jacobi"}