{"Content: ":"Franz Gerhard von Kügelgen (6 February 1772 – 27 March 1820) was a German painter, noted for his portraits and history paintings. He was a professor at the Dresden Academy of Fine Arts and a member of both the Prussian and Russian Imperial Academies of Arts. His twin brother, Karl von Kügelgen, was also a painter of note. He was born at Bacharach am Rhein. After leaving school in 1789, he studied painting in Koblenz. Beginning in 1791, he worked in Bonn, where he painted portraits of Elector Archduke Maximilian Francis of Austria, minister Ferdinand August von Spiegel zum Desenberg, and the Count of Waldstein. Afterwards, he and his brother undertook an educational journey to Rome, Munich and Riga, which was financed by Archduke Maximilian In 1800, he married Helene Marie Zoege von Manteuffel (1774–1842); from a noble Baltic-German family with roots in the 14th century. They had three children together. His first son, Wilhelm, was born in Saint Petersburg in 1802, and also grew up to become a painter. The other children were Gerhard (1806–1884), and Adelheid (1808–1874). During his career, he painted portraits of Caspar David Friedrich, Johann Wolfgang von Goethe, Johann Gottfried Herder, August von Kotzebue, Friedrich Schiller, Johann Gottfried Seume, Ludwig Uhland, Zacharias Werner, Christoph Martin Wieland, Johann Carl Simon Morgenstern and other writers, artists and scholars of his time. After moving to Dresden, Kügelgen's villa \"Gottessegen\" (God's Blessing) became a meeting place for artists and adherents of early Romanticism. Caspar David Friedrich was also a student and friend. In 1820, he was killed by a thief while on his way into Dresden from his studio in the suburb of Loschwitz. He is buried in the Old Catholic Cemetery [de]. The asteroid 11313 Kügelgen is named after him and his son Wilhelm.[1] Friedrich von Schiller Johann Gottfried Herder Johann Wolfgang von Goethe Caspar David Friedrich Princess Louise of Baden Christoph Martin Wieland","Title":"Gerhard von Kügelgen - Wikipedia","KeyID":"7412","URL":"https://en.wikipedia.org/wiki/Gerhard_von_K%C3%BCgelgen"}