{"Content: ":"Adrian Ludwig Richter (September 28, 1803 – June 19, 1884) was a German painter and etcher, who was strongly influenced by Erhard and Chodowiecki.[1] He was a representative of both Romanticism and Biedermeier styles. He was the most popular, and in many ways the most typical German illustrator of the middle of the 19th century. His work is described as typically German and homely as are the fairy-tales of Grimm, for whom he produced several woodcuts.[2] He was born in Dresden, the son of the engraver Carl August Richter [de], from whom he received his training. The interest of his uneventful life centres within the circle of his art.[3] As a painter Richter aimed at a thorough blending of the figure element with the landscape and may be judged by the following examples: \"Harvest Procession in the Campagna\" (1833) and three others in the Leipzig Museum: \"Ferry at the Schreckenstein\" (1836) and \"Bridal Procession in Springtime\" (1847), in the Dresden Gallery; \"View of the Riesengebirge\" (1839), in the National Gallery, Berlin. One of his most notable protégés was Hermann Lungkwitz. Richter visited Italy from 1823 to 1826, and his Thunderstorm in the Sabine Mountains at the Staedel Museum in Frankfurt is one of the rare Italian subjects from his brush. From 1828 he worked as designer for the Meissen factory, living in a house on Schlossbrucke, close to the castle and cathedral, from 1828 to 1836.[4] In 1841 he became professor and head of the landscape atelier at the Dresden Academy, (now Hochschule für Bildende Künste Dresden). The Dresden Gallery owns one of his best and most characteristic paintings: Bridal Procession in a Spring Landscape. An eye disease put a stop to the practice of his art in 1874;[3] he was pensioned in 1877, and died at Loschwitz, near Dresden.[1] Among his 240 etchings are about 140 views in Saxony, others of Salzburg, Rome, and the Campagna. His individuality is most completely revealed in his 3000 or more drawings. Of special charm are his illustrations for The Vicar of Wakefield (1841), for Musäus' Volksmärchen (1842) and for numerous other fairy tales, for the Goethe Album (1855), for Schiller's Glocke (1857), and those cyclical publications which reveal the most brilliant side of the artist's inexhaustible fancy, such as Beschauliches und Erbauliches (1851); Kinderleben (1852); Fürs Haus (1858–1861); Der gute Hirt (1860); Unser täglich Brot (1866); Bilder und Vignetten (1874). Pool in the Riesengebirge (1839) Bridal Procession in a Spring Landscape (1847) Civitella (Evening) (1827 - 1828) Media related to Ludwig Richter at Wikimedia Commons","Title":"Ludwig Richter - Wikipedia","KeyID":"7413","URL":"https://en.wikipedia.org/wiki/Adrian_Ludwig_Richter"}