{"Content: ":"Carl Anton Joseph Rottmann (11 January 1797, in Handschuhsheim – 7 July 1850, in Munich) was a German landscape painter and the most famous member of the Rottmann family of painters. Rottmann belonged to the circle of artists around King Ludwig I of Bavaria, who commissioned large landscape paintings exclusively from him. He is best known for mythical and heroising landscapes. The landscape painter Karl Lindemann-Frommel [de] belonged to his school. Rottmann was born in Handschuhsheim (today a part of Heidelberg) on 11 January 1797. There he received his first drawing lessons from his father, Friedrich Rottmann [de], who taught drawing at the university in Heidelberg. He formed himself chiefly through the study of nature and of great masterworks. In his first artistic period, he painted atmospheric phenomena. After gaining prominence with Heidelberg at Sunset (a water color), and Castle Eltz, he settled in Munich in 1822 and devoted himself to Bavarian scenery. Here his second period began, and in 1824 he married Friedericke, the daughter of his uncle, Friedrich Ludwig von Sckell, who served as an attendant at court. Through this connection, he made the acquaintance of King Ludwig I of Bavaria, who in 1826/27 sponsored his travels in Italy in order to widen his repertoire, which up to that point consisted solely of domestic, German, landscapes. In Italy, Rottmann made sketches for the 28 Italian landscapes in fresco which he was commissioned to paint in the arcades of the Hofgarten at Munich. The cycle, completed in 1833, gave visual expression to Ludwig's alliance with Italy, and raised the genre of landscape painting to the height of history painting, the preferred mode of the King's other great commissions for monumental painting. The frescos unfortunately deteriorated under climatic influences. The cartoons for them are in the Darmstadt Gallery. In 1834 Rottmann traveled to Greece to prepare for a commission from Ludwig for a second cycle; one might mark here the beginning of his third period. At first also intended for the Hofgarten arcade, the 23 great landscapes were eventually installed in the newly built Neue Pinakothek where they were given their own hall. Of his easel pictures, Ammer Lake and Marathon are in the National Gallery, Berlin; The Acropolis of Sikyon and Corfu in the Pinakothek, Munich; others in the Schack Gallery, Munich, and in Karlsruhe; and seven in the Leipzig Museum. Carl Rottmann died on 7 July 1850 in Munich, aged 53 of undisclosed causes. He is buried in the Alter Südfriedhof in Munich.","Title":"Carl Rottmann - Wikipedia","KeyID":"7414","URL":"https://en.wikipedia.org/wiki/Carl_Rottmann"}