{"Content: ":"Carl Spitzweg (February 5, 1808 – September 23, 1885) was a German romanticist painter, especially of genre subjects. He is considered to be one of the most important artists of the Biedermeier era. Spitzweg was born in Unterpfaffenhofen, near Munich, Bavaria, the second of three sons of Franziska (née Schmutzer) and Simon Spitzweg.[1] His father, a wealthy merchant, had Carl trained as a pharmacist. He attained his qualification from the University of Munich but, while recovering from an illness, he took up painting. Spitzweg was self-taught as an artist, starting out by copying the works of Flemish masters. He contributed his first work to satiric magazines. Upon receiving an inheritance in 1833, he was able to dedicate himself to painting. Later, Spitzweg visited European art centers in Prague, Venice, Paris, London, and Belgium studying the works of various artists and refining his technique and style. His later paintings and drawings are often humorous genre works. Many of his paintings depict sharply characterized eccentrics, for example The Bookworm (1850) and The Hypochondriac (c. 1865, in the Neue Pinakothek, Munich). His paintings inspired the musical comedy Das kleine Hofkonzert by Edmund Nick. Playing Piano, an etching by Spitzweg, was found as part of the Munich Art Hoard.[2] Spitzweg is buried in the Alter Südfriedhof in Munich. In the late 1930s an art forgery case in Germany involved 54 paintings which had been passed off as Spitzweg originals. They had been painted by a Traunstein copyist named Toni who worked from reproductions and picture postcards. Toni signed the works with his own name as \"after Spitzweg\", but fraudsters later removed his name and artificially aged the paintings in order to sell them as originals. At the Stuttgart Criminal Court Assizes the conspirators were jailed for up to ten years for the swindle.[3] The Bookworm, original 1850, Museum Georg Schäfer. Two other exemplars exist. Music-making Hermit before his Rocky Abode, c. 1856–1858 In the Harem, after 1855, Museum Georg Schäfer The Poor Poet, 1839, Neue Pinakothek Newspaper reader in his backyard, c. 1845–1858 The butterfly hunter, 1840, a depiction from the era of butterfly collection The Letter Carrier in the Rose Valley, c. 1858–18 Gnome Watching Railway Train, c. 1848 The Attic, c. 1840s The Hermit Asleep The Painter in a Forest Clearing, Lying under an Umbrella, c. 1850 Arrival of the Stagecoach, c. 1859 The Serenade, 1854 The Intercepted Love Letter, c. 1860","Title":"Carl Spitzweg - Wikipedia","KeyID":"7416","URL":"https://en.wikipedia.org/wiki/Carl_Spitzweg"}