{"Content: ":"Map of central Berlin in 1884 showing Oranienburger Vorstadt highlighted Oranienburger Vorstadt is a historic district of Berlin in what is now the northwestern part of Mitte and the adjacent Gesundbrunnen area, in the modern Mitte borough. The former suburb was located between the Berlin-Spandau Ship Canal in the west (bordering Moabit) and the Brunnenstraße arterial road in the east. In the south it was confined by the 18th century Berlin Customs Wall (today marked by Torstraße and Hannoversche Straße), in the north it bordered on the Wedding area along the Panke River. The district derived its name from the Oranienburger Tor, a city gate in the Customs Wall from where the country road (present-day Chausseestraße) led northwestwards to the town of Oranienburg, thus the toponym's translation is about \"suburb towards Oranienburg\". The name appeared by 1824. A first settlement of immigrants arriving from the Upper Saxon Vogtland region arose in the mid 18th century on Ackerstraße near Rosenthaler Platz. In 1830 the suburb was incorporated into the city of Berlin. From about 1800 the area on Chaussestraße and Invalidenstraße evolved to the industrial nucleus of Berlin, becoming the site of several ironworks and engineering shops, among them the August Borsig and Johann Friedrich Ludwig Wöhlert locomotive companies established in 1837 and 1842 respectively. Due to the many fireplaces and smoke stacks the quarter was colloquially called Feuerland by Berliners. In 1842 the large Stettiner Bahnhof railway terminus opened on Invalidenstraße. By the 1880s most of the industrial sites had been relocated to the city's outskirts. After the German unification of 1871, Oranienburger Vorstadt was largely rebuilt as a densely settled residential area with numerous tenement houses (Mietskasernen). The district ceased to exist as an administrational unit with the 1920 Greater Berlin Act. After World War II the Mitte part belonged to East Berlin, while the Gesundbrunnen territory was part of the French sector within West Berlin. In 1961 the Berlin Wall was erected along the border on Bernauer Straße. Since 1998 the Berlin Wall Memorial (Gedenkstätte Berliner Mauer) marks the site. Today it's customary to apply the name Oranienburger Vorstadt only to the part in the Mitte locality. Leyden, Friedrich (1933). Gross-Berlin. Geographie der Weltstadt (in German). Breslau: Hirt.","Title":"Oranienburger Vorstadt - Wikipedia","KeyID":"7420","URL":"https://en.wikipedia.org/wiki/Oranienburger_Vorstadt"}