{"Content: ":"The Athenaeum was a literary magazine established in 1798 by August Wilhelm and Karl Wilhelm Friedrich Schlegel. It is considered to be the founding publication of German Romanticism. Karl Wilhelm Friedrich Schlegel, August Wilhelm Schlegel, Dorothea von Schlegel, Karoline Schelling (then Schlegel), Novalis, August Ferdinand Bernhardi, Gustav Adolf Bergenroth, Sophie Bernhardi, Friedrich Daniel Ernst Schleiermacher, August Ludwig Hülsen, Carl Gustaf von Brinkman. The following is a partial listing of articles in Athenaeum taken from Lacoue-Labarthe and Nancy's The Literary Absolute. Volume 1 (1): Notice (Friedrich and August Schlegel), Languages: A Dialogue on Klopstock's Grammatical Dialogues (August Schlegel), Grains of Pollen (Novalis), Elegies translated from the Greek (Friedrich and August Schlegel), Contributions to the Most Recent Criticism of Literature (A.W. Schlegel) Volume 1 (2): Fragments, On Goethe's Meister Wilhelm (Friedrich Schlegel) Volume 2 (1): On Philosophy. To Dorothea (Friedrich Schlegel), The Paintings. A Dialogue (A.W. Schlegel with Caroline Schlegel), On the Natural Equality of Man (A.L. Hülsen) Volume 2 (2): The Art of the Greeks. To Goethe. An Elegy (A. W. Schlegel), On Drawings Based on Poems, and on the Silhouettes of John Flaxmann (A. W. Schlegel), The Eleventh Song of \"Orlando Furioso\" (A.W. Schlegel), Postscript of the Translator to Ludwig Tieck (A.W. Schlegel), Notes (A. W. Schlegel), Discourses on Religion (Friedrich Schlegel, review), Anthropology by Emmanuel Kant (F.D.E. Schleiermacher, review), Notes (K.G. Brinckmann), The Literary Indicator of the Empire, or Archives of the Epoch and its Taste (August Schlegel) Volume 3 (1): To Heliodora (Friedrich Schlegel), Ideas (Friedrich Schlegel), Considerations of Nature during a Voyage in Sweden (A.L. Hulsen), Dialogue on Poetry I (Friedrich Schlegel), The Last Writings Published by Garve (F.D.E. Schleiermacher, review), (various reviews by August Schlegel), List of Reviews Published by A. W. Schlegel in the Universal Journal of Literature Volume 3 (2): To the Germans (Friedrich Schlegel), Dialogue on Poetry II (Friedrich Schlegel), Hymns to the Night (Novalis), Conception of Life (Sophie Bernhardi), Idylls translated from the Greek (August and Friedrich Schlegel), To Ludwig Tieck (August Schlegel, sonnet), Discourses on Religion --- The Soul of the World of Schelling (sonnets), The Athaneum --- Zebrino (Friedrich Schlegel, sonnet), The Moral Stories of Ramdohr (Dorothea Schlegel), (various reviews by August Schlegel, Schleiermacher, Bernhardi), On Incomprehensibility (Fridrich Schlegel)","Title":"Athenaeum (German magazine) - Wikipedia","KeyID":"7421","URL":"https://en.wikipedia.org/wiki/Athenaeum_(German_magazine)"}