{"Content: ":"Lionel Gossman (1929 – 11 January 2021) was a Scottish-American scholar of French literature. He taught Romance Languages at Johns Hopkins University and Princeton University, and wrote extensively on the history, theory and practice of historiography,[1] and on aspects of German cultural history.[2] Gossman was born in Glasgow, Scotland and educated in public schools in the city, and during World War II, the surrounding countryside.[3] In 1951, he graduated with an M.A. (Hons.) degree in French and German literature from the University of Glasgow.[4] In 1952, he obtained the Diplôme d'Études Supérieures at the Sorbonne in Paris, France, and wrote his thesis \"The Idea of the Golden Age in Le Roman de la Rose.\"[5] From 1952-1954, Gossman served in the Royal Navy where he was trained to be a simultaneous English-Russian translator.[6] Upon completion of national service in 1954, he entered the then newly founded St. Antony's College, the first exclusively graduate college of Oxford University. In 1958 he completed a doctoral dissertation on scholarly research and writing on the Middle Ages during the French Enlightenment (\"The World and Work of La Curne de Sainte-Palaye\").[7] After a brief stint as Assistant Lecturer at the University of Glasgow (1957–1958), Gossman accepted a teaching position in the Department of Romance Languages at The Johns Hopkins University in Baltimore, Maryland. He rose through the ranks, becoming professor in 1966, head of the French section of the Department in 1968, and chair in 1975. Gossman said he was fortunate to have as colleagues and friends in those years René Girard, Roland Barthes, Jacques Derrida, Lucien Goldmann, Jean-François Lyotard, Michel Serres and Louis Marin.[8] Gossman recalls in his autobiography: It was a time of enormous intellectual ferment, much of it the work of French thinkers and writers […]. As phenomenology and existentialism were challenged by structuralism and structuralism in turn by \"post-structuralism\", we in the French section of the Romance Languages Department found ourselves in the role of mediators between our colleagues in the other disciplines and the French maîtres penseurs to whom we had direct access and whose aura illuminated us too to some extent. Curious physicists and puzzled English professors looked respectfully to us to provide explanations of the latest trends. French in those years was an extraordinarily lively discipline at the very center of the Humanities.[9] In 1976, Gossman moved to Princeton University, where he spent 23 \"calm, happy, productive and personally and intellectually fulfilling years.\" He served on key university committees, and from 1991-1996 chaired the Romance Languages Department. In 1990 he received Princeton's Howard T. Berhman Award for distinguished service in the humanities.[10] In 1991 he was made an Officer in the Ordre des Palmes Académiques; in 1996, he was elected a Member of the American Philosophical Society;[11] and in 2005 he received an honorary degree of Doctor of Humanities from Princeton University.[12] Gossman has also served on the editorial boards of The Johns Hopkins University Press, the Princeton University Press and the American Philosophical Society.[13] After retiring in 1999, Gossman resumed his undergraduate studies of German culture. He wrote a number of articles on aspects of 19th-century German art and cultural politics, including several studies of the Nazarene movement.[12] On the Nazarenes, he authored the study \"Unwilling Moderns: The Nazarene Painters of the Nineteenth Century\"[14] and the book \"The Making of a Romantic Icon: The Religious Context of Friedrich Overbeck's 'Italia und Germania.'\"[15] Along with articles on a wide range of topics, Gossman published 14 books. Here are summaries and reviews of some of his best-known books: Though the great German classical scholar Theodor Mommsen was probably unaware of it, he was the object of the passionate and enduring hatred of J. J. Bachofen, an obscure Swiss philologist in the provincial city of Basle. Bachofen, not well known in the English-speaking world, is mentioned by anthropologists for his contribution to the popular 19th-century theory of \"matriarchy\", and by classicists such as George Derwent Thomson for his contributions to the study of Greek myth and tragedy.[16] Arnaldo Momigliano writes in The Journal of Modern History: Gossman's monograph, penetrating and well informed […] will help enormously to place Bachofen in his time and to indicate his interest for our time. Gossman sees him as the lonely heir of a previous generation and tradition […] whose philological interpretation of individual texts had been characterized by a deep suspicion of the modernization of ancient views and by a predisposition to an intuitive global understanding of the wisdom of classical and preclassical stories.[17] Gossman maintains that underlying the argument that historiography cannot be subsumed under a poetics or a rhetoric is a larger claim, namely that a wide range of activities, from literary criticism, through legal debate, theology, ethics, politics, psychology, and medicine to the natural sciences, all constitute rational practices, even if there is considerable variation in the degree of formalism and rigor and in the type of argument most commonly employed in each of these different fields of inquiry. Hence Gossman emphasizes the practice or process of doing history rather than the product. What appeals to him in the idea of reason as a practice is its open, liberal, and democratic character. Historiography as a rational practice supposes a community of participants rather than the \"anomie\" of a world in which every man is his own historian that appears to be implied by privileging the historical \"text.\"[18] Edward Berenson writes in his book \"The Trial of Madame Caillaux:\" Unlike many recent critics of historians and historical practice, especially those influenced by French literary theory, Gossman grounds his discussion in a solid sense of what historians 'actually do', not just when they write their narratives but when they perform their research, integrate and evaluate the work of others, revise and reconceptualize their scholarship in the face of new evidence and critical scrutiny.[19] Drawing on English, German and French scholarship, the essays in this volume illuminate the many facets of the problematic relationship between history and literature, and show how each discipline both challenges and undermines the other's absolutist pretensions.[20] Includes Gossman's seminal study on French historian Augustin Thierry (\"Augustin Thierry and Liberal Historiography\")[21] and two important essays on French historian Jules Michelet. Ceri Crossley writes in the journal French History: This book contains some of the best work done on the French Romantic historians since the 1960s. Three of the essays collected here are necessary reading for all who investigate the work of the nineteenth-century French historians. The other essays address broader issues, educational and philosophical […]. These essays teach us much about the roles played by the historian and literary critic in the making and remaking of culture.[22] After co-teaching with Carl Schorske an undergraduate seminar on the civic culture of 19th century Basel, Switzerland, Gossman worked on this book for 20 years. Gossman argues that the peculiar, somewhat anachronistic political and social structure of Basel made it a favorable haven for \"untimely\" ideas that challenged the positivism and optimistic progressivism of the time: the philosophy of Nietzsche, the historiography of Bachofen and Burckhardt, and the theology of Franz Overbeck.[23] Awarded the American Historical Association's 2001 George L. Mosse Prize for an outstanding work on the intellectual and cultural history of Europe since the Renaissance.[24] John R. Hinde writes in the American Historical Review: Gossman's book, a product of many years of active contemplation, is a tour de force. It is at once an intellectual history, a cultural history of Basel and Europe, and an important contribution to the study of nineteenth-century historiography. Written with a grace and elegance that many aspire to, few seldom achieve, this is model scholarship.[25] Gossman focuses on Johann Friedrich Overbeck's painting \"Italia and Germania\" to discuss the importance of religious conversion in Romantic thought. This book serves as a thoughtful introduction to the way of thinking of one of the most important of the Nazarene movement painters. It treats the evolution of the Nazarene artists’ preoccupation with religious issues in an engaging manner and offers a social-historical and theological context to Overbeck's painting.[26] Won the American Philosophical Society's 2007 John Frederick Lewis Award for best book or monograph.[27] Marie Adelheid, Prinzessin Reuß-zur Lippe, was a rebellious young woman and aspiring writer from an ancient princely family who became a fervent Nazi. Heinrich Vogeler was a well-regarded Jugendstil (Art Nouveau) artist who joined the German Communist Party and later emigrated to the Soviet Union. Ludwig Roselius was a successful Bremen businessman who had made a fortune from his invention of decaffeinated coffee. What was it about the revolutionary climate following Germany's defeat in World War I that induced three such different personalities to collaborate in the production of a slim volume of poetry - entitled Gott in mir (God in Me) - about the indwelling of the divine within the human? Gossman's study provides insight into the sources and character of the \"Nazi Conscience.\"[28] First published in Germany in 1929, this is a new and corrected English translation of a memoir recounting a rebellious young woman's struggle to achieve independence. Born in 1883 into a wealthy aristocratic society of the old Austro-Hungarian Empire, Hermynia Zur Mühlen spent much of her childhood traveling in Europe and North Africa with her diplomat father. After five years on her German husband's estate in Czarist Russia, she broke with both her family and her husband and set out on a precarious career as a professional writer. She also became a convinced and passionate socialist and devoted her considerable literary talent to the propagation of socialism and the struggle against Nazism and anti-Semitism. The author of novels (most of them translated into English), short stories, and highly successful \"proletarian\" children's fairy tales, she also translated from French, Russian, and English (notably most of the works of Upton Sinclair) into German. Because of her outspoken opposition to National Socialism, she had to flee first Germany in 1933, then her native Austria in 1938, and seek refuge in England, where she died, virtually penniless in 1951. This edition of her memoir is accompanied by thumbnail sketches of the many individuals and events mentioned in it and thus evokes an entire vanished age. In addition, Gossman contributes a comprehensive study of Zur Mühlen's life and work in the form of a \"Tribute\" to a talented and unjustly neglected woman writer. In the past half-century the writing of history has been the object of much critical scrutiny on the part of literary scholars, philosophers, and historians. History painting has traditionally been an important topic in art history. The illustration of history books in contrast, has not attracted much attention. \"Figuring History\" is a preliminary inquiry into the changing ways in which graphics, ranging from representational images to statistical charts, have been used to enhance or illuminate historical texts. Born into a prominent German Jewish banking family, Baron Max von Oppenheim (1860-1946)was a keen amateur archaeologist and ethnographer. His discovery and excavation of Tell Halaf in Syria was a major contribution to knowledge of the ancient Middle East; his massive study of the Bedouins is still consulted by scholars today. Oppenheim was also an ardent German patriot, eager to secure for his country its \"place in the sun.\" Excluded by his part-Jewish ancestry from the regular German diplomatic service, he earned a reputation among the British and the French as \"the Kaiser's spy\" because of his intriguing with nationalist groups in Egypt and North Africa and his plan, on the outbreak of World War I, to incite Muslims under British, French, and Russian rule to a jihad against their rulers. Despite being \"half-Jewish\" according to the Nuremberg Laws, Oppenheim was not molested by the Nazis. In fact, he placed his knowledge of the Middle East and his contacts with Muslim leaders at the service of the regime. \"The Passion of Max von Oppenheim\" tells the unsettling story of one part-Jewish man's passion for his country in the face of persistent and, in his later years, genocidal anti-Semitism. Its focus is on the political attitudes of highly acculturated and wealthy German Jews in the Kaiserzeit and in the face of National Socialism. Respected by his peers and hugely successful internationally in the first half of the twentieth century—in 1935 the English translation of one of his fifteen major biographies was the first book to be published in Allen Lane's pioneering Penguin paperback series (Penguin #1) -- Maurois is now hardly read. His liberal humanism, his moderate and conciliatory stance in everything from politics to his lucid and elegant writing style, his \"politeness\" as he put it himself, appealed in his own time to a broad educated public. As manners values, and society have changed, and unquestioning respect for a shared European cultural tradition has diminished, have the very characteristics that once ensured Maurois' popularity caused new generations of readers to find his work, when they are aware of it, outdated and of little interest? 'Jules Michelet: On History'(2014)( ISBN 9781909254725) Three programmatic essays on history by one of the greatest of Romantic historians, interest in whose work was revived by the celebrated modern \"Annales\" school. The first, translated by Flora Kimmich, and the second, translated by Lionel Gossman, are available here for the first time in English translation; the third, the Preface to the 1869 edition of the Histoire de France, originally published in its first English translation by Edward K. Kaplan in 1977, has been revised by the translator for this volume. Edited and with a foreword by Lionel Gossman. Gossman also worked on a book-length study of Heinrich Vogeler, a successful turn-of-the-century German artist and illustrator and a friend of the poet Rilke. Gossman was interested in Vogeler's transformation from a dandy and aesthete in the years before World War I into a left-wing anarchist and then Communist in the years following the war, and in his dogged search for an artistic form appropriate to his changed convictions and worldview.","Title":"Lionel Gossman - Wikipedia","KeyID":"7429","URL":"https://en.wikipedia.org/wiki/Lionel_Gossman"}