{"Content: ":"Romanticism was an artistic, literary, and intellectual movement that originated in Europe toward the end of the 18th century. Scholars regard the publishing of William Wordsworth's and Samuel Coleridge's Lyrical Ballads in 1798 as probably the beginning of the movement, and the crowning of Queen Victoria in 1837 as its end.[1] Romanticism arrived in other parts of the English-speaking world later; in the United States, it arrived around 1820. The Romantic period was one of major social change in England, due to the depopulation of the countryside and the rapid development of overcrowded industrial cities that took place roughly between 1798 and 1832. The movement of so many people in England was the result of two forces: the Agricultural Revolution, which involved enclosures that drove workers and their families off the land, and the Industrial Revolution which provided them employment, \"in the factories and mills, operated by machines driven by steam-power\".[2] Indeed, Romanticism may be seen in part as a reaction to the Industrial Revolution,[3] though it was also a revolt against aristocratic social and political norms of the Age of Enlightenment, as well as a reaction against the scientific rationalization of nature.[4] The French Revolution was an especially important influence on the political thinking of many notable Romantic figures at this time as well.[5] The Romantic movement in English literature of the early 19th century has its roots in 18th-century poetry, the Gothic novel and the novel of sensibility.[6][7] This includes the graveyard poets, who were a number of pre-Romantic English poets writing in the 1740s and later, whose works are characterized by their gloomy meditations on mortality, \"skulls and coffins, epitaphs and worms\" in the context of the graveyard.[8] To this was added by later practitioners, a feeling for the \"sublime\" and uncanny, and an interest in ancient English poetic forms and folk poetry. These concepts are often considered precursors of the Gothic genre.[9] Some major Gothic poets include Thomas Gray (1716–71), whose Elegy Written in a Country Churchyard (1751) is \"the best known product of this kind of sensibility\";[10] William Cowper (1731–1800); Christopher Smart (1722–71); Thomas Chatterton (1752–70); Robert Blair (1699–1746), author of The Grave (1743), \"which celebrates the horror of death\";[11] and Edward Young (1683–1765), whose The Complaint, or Night-Thoughts on Life, Death and Immortality (1742–45) is another \"noted example of the graveyard genre\".[12] Other precursors of Romanticism are the poets James Thomson (1700–48) and James Macpherson (1736–96).[6] The sentimental novel or \"novel of sensibility\" is a genre which developed during the second half of the 18th century. It celebrates the emotional and intellectual concepts of sentiment, sentimentalism and sensibility. Sentimentalism, which is to be distinguished from sensibility, was a fashion in both poetry and prose fiction which began in reaction to the rationalism of the Augustan Age. Sentimental novels relied on emotional response both from their readers and characters. Scenes of distress and tenderness are common, and the plot is arranged to advance emotions rather than action. The result is a valorization of \"fine feeling\", displaying the characters as models for refined, sensitive emotional effect. The ability to display feelings was thought to show character and experience, and to shape social life and relations.[13] Among the most famous sentimental novels in English are Samuel Richardson's Pamela, or Virtue Rewarded (1740), Oliver Goldsmith's The Vicar of Wakefield (1766), Laurence Sterne's Tristram Shandy (1759–67) and A Sentimental Journey (1768), Henry Brooke's The Fool of Quality (1765–70), Henry Mackenzie's The Man of Feeling (1771) and Maria Edgeworth's Castle Rackrent (1800).[14] Significant foreign influences were the Germans Goethe, Schiller and August Wilhelm Schlegel, and French philosopher and writer Jean-Jacques Rousseau (1712–78).[15] Edmund Burke's A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful (1757) is another important influence.[16] The changing landscape, brought about by the Industrial and agricultural revolutions with the expansion of the city and depopulation of the countryside, was another influence on the growth of the Romantic movement in Britain. The poor condition of workers, the new class conflicts and the pollution of the environment led to a reaction against urbanism and industrialization, and a new emphasis on the beauty and value of nature. In the late 18th century, Horace Walpole's 1764 novel The Castle of Otranto created the Gothic fiction genre, that combines elements of horror and romance. The pioneering gothic novelist Ann Radcliffe introduced the brooding figure of the gothic villain which developed into the Byronic hero. Her most popular and influential work, The Mysteries of Udolpho (1795), is frequently cited as the archetypal Gothic novel. Vathek (1786) by William Beckford and The Monk (1796) by Matthew Lewis were further notable early works in both the gothic and horror literary genres. The first short stories in the United Kingdom were gothic tales like Richard Cumberland's \"remarkable narrative\" The Poisoner of Montremos (1791).[17] The physical landscape is prominent in the poetry of this period. The Romantics, and especially Wordsworth, are often described as \"nature poets\". However, these \"nature poems\" reveal wider concerns in that they are often meditations on \"an emotional problem or personal crisis\".[18] The poet, painter and printmaker William Blake (1757–1827) was an early writer of his kind. Largely disconnected from the major streams of the literature of his time, Blake was generally unrecognized during his lifetime but is now considered a seminal figure in the history of both the poetry and visual arts of the Romantic Age. Considered mad by contemporaries for his idiosyncratic views, Blake is held in high regard by later critics for his expressiveness and creativity, and for the philosophical and mystical undercurrents within his work. Among his most important works are Songs of Innocence (1789) and Songs of Experience (1794), \"and profound and difficult 'prophecies'\" such as Visions of the Daughters of Albion (1793), The Book of Urizen (1794), Milton (1804–1810) and Jerusalem The Emanation of the Giant Albion (1804–1820).[19] After Blake, among the earliest Romantics were the Lake Poets, a small group of friends, including William Wordsworth (1770–1850), Samuel Taylor Coleridge (1772–1834), Robert Southey (1774–1843) and journalist Thomas De Quincey (1785–1859). However, at the time, Walter Scott (1771–1832) was the most famous poet. Scott achieved immediate success with his long narrative poem The Lay of the Last Minstrel in 1805, followed by the full epic poem Marmion in 1808. Both were set in the distant Scottish past.[20] The early Romantic poets brought a new form of emotionalism and introspection, and their emergence is marked by the first romantic manifesto in English literature, the Preface to Lyrical Ballads (1798). In it Wordsworth discusses what he sees as the elements of a new type of poetry, one based on the \"real language of men\", and which avoids the poetic diction of much 18th-century poetry. Here, Wordsworth gives his famous definition of poetry, as \"the spontaneous overflow of powerful feelings\" which \"takes its origin from emotion recollected in tranquility\". The poems in Lyrical Ballads were mostly by Wordsworth, though Coleridge contributed one of the great poems of English literature,[21] the long Rime of the Ancient Mariner, a tragic ballad about the survival of one sailor through a series of supernatural events on his voyage through the South Seas, and involves the symbolically significant slaying of an albatross. Coleridge is also especially remembered for Kubla Khan, Frost at Midnight, Dejection: An Ode, Christabel, as well as the major prose work, Biographia Literaria. His critical work, especially on Shakespeare, was highly influential, and he helped introduce German idealist philosophy to English-speaking culture.[22] Coleridge and Wordsworth, along with Carlyle, were major influences through Emerson, on American transcendentalism.[23] Among Wordsworth's most important poems are Michael, Lines Written a Few Miles Above Tintern Abbey , Resolution and Independence, Ode: Intimations of Immortality and the long, autobiographical epic The Prelude. The Prelude was begun in 1799, but published posthumously in 1850. Wordsworth's poetry is noteworthy for how he \"inverted the traditional hierarchy of poetic genres, subjects, and style by elevating humble and rustic life and the plain [...] into the main subject and medium of poetry in general\", and how, in Coleridge's words, he awakens in the reader a \"freshness of sensation\" in his depiction of familiar, commonplace objects.[24] Robert Southey (1774–1843) was another of the so-called \"Lake Poets\", and Poet Laureate for 30 years from 1813 to his death in 1843, although his fame has been long eclipsed by that of his contemporaries and friends William Wordsworth and Samuel Taylor Coleridge. Thomas De Quincey (1785–1859) was an English essayist, best known for his Confessions of an English Opium-Eater (1821),[25] an autobiographical account of his laudanum use and its effect on his life. William Hazlitt (1778–1830), friend of both Coleridge and Wordsworth, is another important essayist at this time, though today he is best known for his literary criticism, especially Characters of Shakespear's Plays (1817–18).[26] The second generation of Romantic poets includes Lord Byron (1788–1824), Percy Bysshe Shelley (1792–1822) and John Keats (1795–1821). Byron, however, was still influenced by 18th-century satirists and was, perhaps the least \"romantic\" of the three, preferring \"the brilliant wit of Pope to what he called the 'wrong poetical system' of his Romantic contemporaries\".[27] Byron achieved enormous fame and influence throughout Europe with works exploiting the violence and drama of their exotic and historical settings. Goethe called Byron \"undoubtedly the greatest genius of our century\".[28] A trip to Europe resulted in the first two cantos of Childe Harold's Pilgrimage (1812), a mock-heroic epic of a young man's adventures in Europe, but also a sharp satire against London society. The poem contains elements thought to be autobiographical, as Byron generated some of the storyline from experience gained during his travels between 1809 and 1811.[29] However, despite the success of Childe Harold and other works, Byron was forced to leave England for good in 1816 and seek asylum on the Continent, because, among other things, of his alleged incestuous affair with his half-sister Augusta Leigh.[30] Here he joined Percy Bysshe and Mary Shelley, with his secretary John William Polidori on the shores of Lake Geneva, during the \"Year Without a Summer\".[30] Polidori's The Vampyre was published in 1819, creating the literary vampire genre. This short story was inspired by the life of Lord Byron and his poem The Giaour (1813).[31] Between 1819 and 1824, Byron published his unfinished epic satire Don Juan, which, though initially condemned by the critics, \"was much admired by Goethe who translated part of it\".[32] Shelley is perhaps best known for poems such as Ozymandias, Ode to the West Wind, To a Skylark, Music, When Soft Voices Die, The Cloud, The Masque of Anarchy and Adonais, an elegy written on the death of Keats. Shelley's early profession of atheism, in the tract The Necessity of Atheism, led to his expulsion from Oxford,[33] and branded him as a radical agitator and thinker, setting an early pattern of marginalization and ostracism from the intellectual and political circles of his time. Similarly, Shelley's 1851 essay A Defence of Poetry displayed a radical view of poetry, in which poets act as \"the unacknowledged legislators of the world\", because, of all of artists, they best perceive the undergirding structure of society.[34] His close circle of admirers, however, included the most progressive thinkers of the day, including his future father-in-law, philosopher William Godwin. Works like Queen Mab (1813) reveal Shelley \"as the direct heir to the French and British revolutionary intellectuals of the 1790s.\"[35] Shelley became an idol of the next three or four generations of poets, including important Victorian and Pre-Raphaelite poets such as Robert Browning and Dante Gabriel Rossetti, as well as later W. B. Yeats. Shelley's influential poem The Masque of Anarchy (1819) calls for nonviolence in protest and political action. It is perhaps the first modern statement of the principle of nonviolent protest.[36] Mahatma Gandhi's passive resistance was influenced and inspired by Shelley's verse, and Gandhi would often quote the poem to vast audiences.[37] Though John Keats shared Byron and Shelley's radical politics, \"his best poetry is not political\",[38] but is especially noted for its sensuous music and imagery, along with a concern with material beauty and the transience of life.[39][40] Among his most famous works are The Eve of St. Agnes, Ode to Psyche, La Belle Dame sans Merci, Ode to a Nightingale, Ode on a Grecian Urn, Ode on Melancholy, To Autumn and the incomplete Hyperion, a \"philosophical\" poem in blank verse, which was \"conceived on the model of Milton's Paradise Lost\".[41] Keats' letters \"are among the finest in English\" and important \"for their discussion of his aesthetic ideas\", including 'negative capability'\".[42] Keats has always been regarded as a major Romantic, \"and his stature as a poet has grown steadily through all changes of fashion\".[43] Another important poet in this period was John Clare (1793–1864). Clare was the son of a farm labourer, who came to be known for his celebratory representations of the English countryside and his lamentation for the changes taking place in rural England.[44] His poetry underwent a major re-evaluation in the late 20th century and he is often now considered to be among the most important 19th-century poets.[45] His biographer Jonathan Bate states that Clare was \"the greatest labouring-class poet that England has ever produced. No one has ever written more powerfully of nature, of a rural childhood, and of the alienated and unstable self\".[46] George Crabbe (1754–1832) was an English poet who, during the Romantic period, wrote \"closely observed, realistic portraits of rural life [...] in the heroic couplets of the Augustan age\".[47] Lord Byron, who was an admirer of Crabbe's poetry, described him as \"nature's sternest painter, yet the best\".[48] Modern critic Frank Whitehead has said that \"Crabbe, in his verse tales in particular, is an important – indeed, a major – poet whose work has been and still is seriously undervalued\".[49] Crabbe's works include The Village (1783), Poems (1807), The Borough (1810), and his poetry collections Tales (1812) and Tales of the Hall (1819). Female writers were increasingly active in all genres throughout the 18th century, and by the 1790s women's poetry was flourishing. Notable poets later in the period include, Anna Laetitia Barbauld, Joanna Baillie, Susanna Blamire and Hannah More. Other women poets include, Mary Alcock (c. 1742 – 1798) and Mary Robinson (1758–1800), both of whom \"highlighted the enormous discrepancy between life for the rich and the poor\",[50] and Felicia Hemans (1793–1835), author of nineteen individual books during her lifetime and who continued to be republished widely after her death in 1835.[51] More interest has been shown in recent years in Dorothy Wordsworth (1771–1855), William's sister, who \"was modest about her writing abilities, [but] she produced poems of her own; and her journals and travel narratives certainly provided inspiration for her brother\".[52] In the past decades, there has been substantial scholarly and critical work done on women poets of this period, both to make them available in print or online, and second, to assess them and position them within the literary tradition.[53] In particular, Felicia Hemans, although sticking to its forms, began a process of undermining the Romantic tradition, a deconstruction that was continued by Letitia Elizabeth Landon (1802–1838).[54][55] Landon's novel forms of metrical romance and dramatic monologue was much copied and had a long and lasting influence on Victorian poetry.[56] Her work is now frequently classified as post-romantic.[57][58] She also produced three completed novels, a tragedy, and numerous short stories. Mary Shelley (1797–1851) is remembered as the author of Frankenstein (1818). The plot of this is said to have come from a waking dream she had, in the company of Percy Shelley, Lord Byron, and John Polidori, following a conversation about galvanism and the feasibility of returning a corpse or assembled body parts to life, and on the experiments of the 18th-century natural philosopher and poet Erasmus Darwin, who was said to have animated dead matter.[59] Sitting around a log fire at Byron's villa, the company also amused themselves by reading German ghost stories, prompting Byron to suggest they each write their own supernatural tale. Jane Austen's works critique the novels of sensibility of the second half of the 18th century and are part of the transition to 19th-century realism.[60] Her plots, though fundamentally comic, highlight the dependence of women on marriage to secure social standing and economic security.[61] Austen brings to light the hardships women faced, since they usually did not inherit money, could not work and were largely dependent on their husbands. She reveals not only the difficulties women faced in her day, but also what was expected of men and of the careers they had to follow. This she does with wit and humour and with endings where all characters, good or bad, receive exactly what they deserve. Her work brought her little personal fame and only a few positive reviews during her lifetime, but the publication in 1869 of her nephew's A Memoir of Jane Austen introduced her to a wider public, and by the 1940s she had become accepted as a major writer. The second half of the 20th century saw a proliferation of Austen scholarship and the emergence of a Janeite fan culture. Austen's works include Sense and Sensibility (1811), Pride and Prejudice (1813), Mansfield Park (1814), Emma (1815), Northanger Abbey (1817) and Persuasion (1817). Byron, Keats and Percy Shelley all wrote for the stage, but with little success in England, with Shelley's The Cenci perhaps the best work produced, though that was not played in a public theatre in England until a century after his death. Byron's plays, along with dramatizations of his poems and Scott's novels, were much more popular on the Continent, and especially in France, and through these versions, several were turned into operas, many still performed today. If contemporary poets had little success on the stage, the period was a legendary one for performances of Shakespeare, and went some way to restoring his original texts and removing the Augustan \"improvements\" to them. The greatest actor of the period, Edmund Kean, restored the tragic ending to King Lear;[62] Coleridge said that, “Seeing him act was like reading Shakespeare by flashes of lightning.”[63] Wales had its own Romantic movement, especially in Welsh literature (which was rarely translated or known outside Wales).[64] The countryside and history of Wales exerted an influence on the Romantic imagination of Britons, especially in travel writings, and the poetry of Wordsworth.[65] The \"poetry and bardic vision\" of Edward Williams (1747–1826), better known by his bardic name Iolo Morganwg, bear the hallmarks of Romanticism. \"His Romantic image of Wales and its past had a far-reaching effect on the way in which the Welsh envisaged their own national identity during the nineteenth century.\"[66][65][67][68] James Macpherson was the first Scottish poet to gain an international reputation. Claiming to have found poetry written by the ancient bard Ossian, he published \"translations\" that acquired international popularity, being proclaimed as a Celtic equivalent of the Classical epics. Fingal, written in 1762, was speedily translated into many European languages, and its appreciation of natural beauty and treatment of the ancient legend have been credited, more than any single work, with bringing about the Romantic movement in European, and especially in German literature, through its influence on Johann Gottfried von Herder and Johann Wolfgang von Goethe.[69] It was also popularised in France by figures that included Napoleon.[70] Eventually it became clear that the poems were not direct translations from the Gaelic, but flowery adaptations made to suit the aesthetic expectations of his audience.[71] Both Robert Burns (1759–96) and Walter Scott (1771–1832) were highly influenced by the Ossian cycle. Robert Burns (1759–1796) was a pioneer of the Romantic movement, and after his death he became a cultural icon in Scotland. As well as writing poems, Burns also collected folk songs from across Scotland, often revising or adapting them. His Poems, chiefly in the Scottish Dialect was published in 1786. Among poems and songs of Burns that remain well known across the world are, Auld Lang Syne; A Red, Red Rose; A Man's A Man for A' That; To a Louse; To a Mouse; The Battle of Sherramuir; Tam o' Shanter and Ae Fond Kiss. One of the most important British novelists of the early 19th century was Sir Walter Scott, who was not only highly popular, but \"the greatest single influence on fiction in the 19th century [...] [and] a European figure\".[72] Scott's novel writing career was launched in 1814 with Waverley, often called the first historical novel, and was followed by Ivanhoe. The Waverley Novels, including The Antiquary, Old Mortality, The Heart of Midlothian, and whose subject is Scottish history, are now generally regarded as Scott's masterpieces.[73] He was one of the most popular novelists of the era, and his historical romances inspired a generation of painters, composers, and writers throughout Europe, including Franz Schubert, Felix Mendelssohn and J. M. W. Turner. His novels also inspired many operas, of which the most famous are Lucia di Lammermoor (1835) by Donizetti, and Bizet's La jolie fille de Perth, The Fair Maid of Perth (1867).[74][73] However, today his contemporary, Jane Austen, is widely read and the source for films and television series, while Scott is comparatively neglected. The European Romantic movement reached America in the early 19th century. American Romanticism was just as multifaceted and individualistic as it was in Europe. Like the Europeans, the American Romantics demonstrated a high level of moral enthusiasm, commitment to individualism and the unfolding of the self, an emphasis on intuitive perception, and the assumption that the natural world was inherently good, while human society was filled with corruption.[75] Romanticism became popular in American politics, philosophy and art. The movement appealed to the revolutionary spirit of America as well as to those longing to break free of the strict religious traditions of early settlement. The Romantics rejected rationalism and religious intellect. It appealed to those in opposition of Calvinism, which includes the belief that the destiny of each individual is preordained. Romantic Gothic literature made an early appearance with Washington Irving's The Legend of Sleepy Hollow (1820) and Rip Van Winkle (1819); there are picturesque \"local color\" elements in Washington Irving's essays and especially his travel books. From 1823, the prolific and popular novelist James Fenimore Cooper (1789–1851) began publishing his historical romances of frontier and Indian life, to create a unique form of American literature. Cooper is best remembered for his numerous sea-stories and the historical novels known as the Leatherstocking Tales, with their emphasis on heroic simplicity and their fervent landscape descriptions of an already-exotic mythicized frontier peopled by \"noble savages\", exemplified by Uncas, from The Last of the Mohicans (1826) show the influence of Rousseau's (1712–78) philosophy. Edgar Allan Poe's tales of the macabre that first appeared in the early 1830s, and his balladic poetry was more influential in France than at home.[76][77] By the mid-19th century, the pre-eminence of literature from the British Isles began to be challenged by writers from the former American colonies. This included one of the creators of the new genre of the short story, and inventor of the detective story Edgar Allan Poe (1809–49). A major influence on American writers at this time was Romanticism. The Romantic movement gave rise to New England Transcendentalism, which portrayed a less restrictive relationship between God and Universe. The publication of Ralph Waldo Emerson's 1836 essay Nature is usually considered the watershed moment at which transcendentalism became a major cultural movement. The new philosophy presented the individual with a more personal relationship with God. Transcendentalism and Romanticism appealed to Americans in a similar fashion, for both privileged feeling over reason, individual freedom of expression over the restraints of tradition and custom. It often involved a rapturous response to nature. It encouraged the rejection of harsh, rigid Calvinism, and promised a new blossoming of American culture.[75][78] The romantic American novel developed fully with Nathaniel Hawthorne's (1804–1864) The Scarlet Letter (1850), a stark drama of a woman cast out of her community for committing adultery. Hawthorne's fiction had a profound impact on his friend Herman Melville (1819–1891). In Moby-Dick (1851), an adventurous whaling voyage becomes the vehicle for examining such themes as obsession, the nature of evil, and human struggle against the elements. By the 1880s, however, psychological and social realism were competing with Romanticism in the novel. Category","Title":"Romantic literature in English - Wikipedia","KeyID":"7431","URL":"https://en.wikipedia.org/wiki/Romantic_literature_in_English"}