{"Content: ":"Center: The Chateau de Challain-la-Potherie a Renaissance Revival chateau (1870s) Romanticism (Romantisme in French) was a literary and artistic movement that appeared in France in the late 18th century, largely in reaction against the formality and strict rules of the official style of neo-classicism. It reached its peak in the first part of the 19th century, in the writing of François-René de Chateaubriand and Victor Hugo, the poetry of Alfred de Vigny; the painting of Eugène Delacroix; the music of Hector Berlioz; and later in the architecture of Charles Garnier. It was gradually replaced beginning in the late 19th century by the movements of Art Nouveau, realism and modernism. French romantic painting was sometimes called \"theatrical romanticism\". Unlike the romanticism in Germany, it was based less on expressing philosophical ideas than upon achieving extravagant effects, with the dramatic use of color and movement. Figures were twisted or stretched out, canvases were crowded with figures, and lines were sometimes imprecise. The locations used were often exotic, usually in Egypt or the Turkish Empire.[1] One of the early prominent figures in French romantic painting was Hubert Robert, famous especially capricci, picturesque depictions of real or imagined ruins in Italy and of France. These included his view of what the Grand Gallery of the Louvre would look like, collapsed and overgrown with vines.[2] Anne Louis Girodet was one of the first important painters in French romanticism. A pupil of Jacques Louis David. His work was greatly admired by Napoleon; he painted The Shadows of French Heroes who died in the wars of Liberty, received by Ossian (1802) especially for the main salon of Napoleon's home at Malmaison. It featured the mysterious lighting, symbols, mythological figures and theatrical effects which were to be recurrent romantic themes.[3] The first major painter of French romanticism was Théodore Géricault (1791–1824). He had first made his reputation painting the chasseurs of Napoleon's Imperial Guard. His most famous work, however, was the Raft of the Medusa, (1818–1819), based on a real incident, showing the survivors of a shipwreck on a raft, waving desperately to be noticed by a faraway ship. the work was painted with extreme realism, after numerous studies, and captured in the most dramatic fashion the mixture of desperation and hopelessness of the passengers. [4] The French painter most frequently associated with romanticism is Eugène Delacroix (1798–1863). Delacroix had tried seven times to enter the Academy of Fine Arts without success; he finally entered with the political support of Napoleon's foreign affairs minister, Talleyrand. Delacroix's favorite authors were Shakespeare and Lord Byron, and he sought to vividly portray the summits of tragedy. Delacroix introduced a dramatic contrast of action, violence and nudity in an exotic setting, in his Death at Sardanapale (1827), a theme inspired by Byron. [1] Delacroix's work was an example of another tendency of romanticism, the use of exotic settings; in French romanticism, these were usually in Egypt or the Middle East. He is best known for Liberty leading the People (1830), shown in the Salon of 1831, inspired by the combat outside the Hotel de Ville in Paris during the July Revolution of 1830. The semi-nude figure of Liberty, raising a flag, surrounded by the violence and death of combat, next to a small boy raising a pistol too large for his hand, was something new and dramatic. [4]  Imaginary View of the Grand Gallery of the Louvre in Ruins, Hubert Robert (1796) (Louvre) The Shadows of French Heroes who died in the wars of Liberty, received by Ossian Anne-Louis Girodet, (1802), Chateau de Malmaison The Raft of the Medusa by Théodore Géricault (1818–1819) (The Louvre) The Death of Sardanapalus by Eugène Delacroix (1827), Philadelphia Museum of Art Liberty Leading the People, Eugène Delacroix (1830) Later romantic painting retained the romantic content, but was generally more precise and realistic in style, adapting to the demands of the French Academy. Important figures in later French romantic painting included the Swiss-born Charles Gleyre (1806–1874), who specialized in mythological and orientalist scenes. He painted in a more realistic style and with paler colors than the earlier romantics, but his works were equally charged in exoticism.[5] He was famous as a teacher, and some of his students later became prominent in very different styles; they included Claude Monet, Pierre-Auguste Renoir, Alfred Sisley, and James Abbott McNeill Whistler.[6] Thomas Couture was another prominent late romantic painter, who combined history painting and romanticism. His most famous painting is The Romans in their Decadence (1847), an enormous canvas, almost five meters by eight meters, crowded with scenes of decadence. He was a teacher at the Ecole des Beaux-Arts, and, like Gleyre, he taught a number of famous later painters, including Édouard Manet, Henri Fantin-Latour, and Pierre Puvis de Chavannes. In the center is a reclining woman with a look of despair, surrounded by all the possible vices of Rome, encircled by statues of ancient Roman heroes recalling the more virtuous classical age. [7] The Egyptian Temple by Charles Gleyre (1840), Cantonal Museum of Fine Arts, Lausanne The Evening, or Lost Illusions Charles Gleyre (Before 1843), The Louvre The Romans in their decadence, Thomas Couture (1847), the Musée d'Orsay The major sculptor of the romantic movement in France was François Rude (1784–1855). His best-known work is THe Departure of the Volunteers on the facade of the Arc de Triomphe in Paris (1833–36), made at the peak of the romantic movement, with its vivid depiction of the passion and fury of the volunteers setting out from Paris in 1792 go defend the French Revolution. The model for the figure of the Genius of War, above the others with wings spread, sword pointed forward and arm raised, was Rude's wife, the painter Sophie Frémiet.[8] Another notable romantic work by Rude later in the period was Napeoleon awakening into immortality (1845–47). Napoleon, in his uniform with a crown of laurels, is emerging from his shroud and seems to be floating upwards, above a rocky pedestal and the body of an eagle.[9] François Rude, The Departure of the Volunteers(1833–36) François Rude, Napoleon awakening into immortality (1845–47) In 1802 François-René de Chateaubriand, at the age of thirty-four, published The Genius of Christianity, describing the role that religion should play in politics, literature, and the arts. Following its success, Napoleon named him secretary of his Embassy in Rome. He achieved another literary success in 1809 with his novel Les Martyrs. His work had a major influence on the generation of writers who followed him. In 1848 romantic literature reached a high point with the publication of the novel La Dame aux Camélias by Alexandre Dumas fils. The novel became an immensely successful play, and then was transformed into one of the most successful operas of all time, La Traviata, by Giuseppe Verdi (1853). Prosper Mérimée was another important figure in the romantic movement. His romantic novella, Carmen, published in 1845, was transformed by Bizet into a highly successful opera. Romantic poetry was dominated by the work of four poets; Alphonse de Lamartine, Alfred de Vigny, Victor Hugo, and Alfred de Musset. The period of romantic poetry reached its peak in the 1840s, and the death of Victor Hugo in 1885 is often considered the end of the movement in poetry.[10] However, it was carried on by others, particularly Charles Baudelaire, Théophile Gautier, Gérard de Nerval, and Paul Verlaine until the end of the century.[11] The poet Alfred de Musset gave a characteristically romantic definition of romanticism: \"Romanticism is the star which weeps, the wind which cries out, the night which shivers, the flower which gives its scent, the bird which flies...It is the infinite and the starry, the warmth, the broken, the sober, and yet at the same time the plain and the round, the diamond-shaped, the pyramidal, the vivid, the restrained, the embraced, the turbulent.\"[12] François-René de Chateaubriand (1826) Alphonse de Lamartine (1831) Victor Hugo (1853) Alfred de Musset Alfred de Vigny Prosper Mérimée Victor Hugo was the first major figure in French romantic theater. His play Hernani, which premiered on 23 February 1830 at the Théatre-Français in Paris, a few months before the overthrow of the Charles X of France and the Bourbon monarchy, was a sort of manifesto of romanticism. It was seen as a direct attack at the formal classicism of French theater. There were fights inside the theater, as more conservative playgoers jeered the performance. The play was later made into a successful opera, Ernani, by Verdi. However, Hugo's career as a romantic playwright did not last long; his next work, another historical play Les Burgraves, which premiered on 22 April 1843, was a dismal failure, and Hugo abandoned playwrighting entirely. The Paris theater turned instead to historical dramas, such as La Reine Margot by Alexandre Dumas, which premiered on 19 February 1847.[13] Hector Berlioz was the best-known French romantic composer. His major works included the Symphonie fantastique and Harold in Italy, choral pieces including the Requiem and L'enfance du Christ, and three operas: Benvenuto Cellini, Les Troyens and Béatrice et Bénédict, a \"dramatic symphony\" Roméo et Juliette and the \"dramatic legend\" La damnation de Faust.[14] Another important figure in French romanticism was Charles Gounod, best known today for his operas Faust and Romeo and Juliet and his arrangement of Ave Maria based on a melody by Bach. French music was enriched by the presence of some of the most important romantic composers. Frederic Chopin moved to Paris in 1830, at the age of 20, and lived and composed there until his death in 1849. Beginning in 1824, Gioachino Rossini lived and composed in Paris; he created a series of operas, including The Siege of Corinth and the opera William Tell, with its famous overture, which premiered on August 3, 1829 at the Royal Academy of Music, It was not a popular success, and Rossini retired from writing operas, though he lived another forty years.[15] The Composers Vincenzo Bellini, Gaetano Donizetti, Franz Liszt, Giuseppe Verdi and Richard Wagner all spent time in Paris during the romantic period, composing, influencing and being influenced by its music.[16] Hector Berlioz (1845) Frederic Chopin (1849) Charles Gounod (1859) Gioacchino Rossini (1855–57) Romantic ballet first appeared in Paris in the 1820s, developed by the company and school of the Paris Opera Ballet, and performed at the Salle Le Peletier One landmark event was the 1832 début in Paris of the ballerina Marie Taglioni in a new ballet La Sylphide, followed by Giselle (1841), Paquita (1846), Le Corsaire (1856), Le papillon (1860), La source (1866), and Coppélia (1870).[17] Other celebrated dancers of romantic ballet included Carlotta Grisi, the first Giselle, and Carolina Rosati, who originated the role of Medora in Le Corsaire (1856). Famous male dancers included Lucien Petipa, who created the role of Count Albrecht in Giselle. From 1860 to 1868, he was ballet master of the Paris Opera Ballet. His brother Marius Petipa, also a dancer, became the ballet master of the Imperial Ballet in St. Petersburg, and created a series of romantic ballets, including La Bayadère (1877); and The Sleeping Beauty (1890). The Romantic ballet gave prominence to the ballerina, where previously the male dancers had been the stars, and introduced the Pointe technique, with ballerinas on their toes, seeming to float across the stage, as well as the use of the tutu as a performance costume. Other innovations of Romantic ballet included a separate identity of the scenarist or author from the choreographer, and the use of specially written music by one composer rather than a pastiche of works by several composers. The invention of gas lighting also enhanced the atmosphere of the romantic ballet; it allowed gradual changes of lighting and a sense of mystery. Various other stage devices and illusions were introduced in romantic ballet, including the use of trap doors and wires to make it appear that the dancers could fly.[18] Marie Taglioni in La Sylphide (1832) Carlotta Grisi as Giselle (1842) Lucien Petipa as Count Albrecht in Giselle (1845) Carolina Rosati as Medora in Le Corsaire (1856) Romantic architecture in France was highly eclectic, drawing upon earlier periods, particularly Gothic architecture, exotic styles, or upon literature and the imagination. A celebrated early example is the Hameau de la Reine created for Queen Marie-Antoinette in the park of the Palace of Versailles between 1783 and 1785. I was designed by the royal architect Richard Mique with the help of the romantic painter Hubert Robert. It consisted of twelve structures, ten of which still exist, in the style of villages in Normandy. It was designed for the Queen and her friends to amuse themselves by playing peasants, and included a farmhouse with a dairy, a mill, a boudoir, a pigeon loft, a tower in the form of a lighthouse from which one could fish in the pond, a belvedere, a cascade and grotto, and a luxuriously furnished cottage with a billiard room for the Queen.[19] The writer François-René de Chateaubriand (1768–1848) played an important part in the popularity of romantic architecture. In his writings, including The Genius of Christianity, (1802) he attacked what he considered the materialism of the Englightenment, and called for a return to the Christian values of earlier years, through the religious feelings inspired by Gothic architecture. He described the Gothic style as the native architecture of France, comparable to the role played the forests in the pagan religion of the Gauls.[20] The revival of the Gothic style was also greatly enhanced by immense popularity of the novel Notre Dame de Paris by Victor Hugo, published in 1821. That led to a movement for the restoration of the Cathedral, and to the creation in 1837 of a commission of Historic Monuments, headed by Prosper Mérimée, who was himself the author of popular novellas and stories in the romantic style. Restoration was first begun of the crumbling chapel of Sainte-Chapelle and then, between 1845 and 1850, of the battered cathedral of Notre-Dame de Paris, which had been semi-ruined and stripped of its decoration. The restoration was carried out by the young Eugène Viollet-le-Duc (1834-1879) and Jean-Batpiste-Antoine Lapsus (1807–1857). Movement for a Gothic revival led to the construction of the first neo-Gothic church in Paris, the basilica of Sainte-Clothilde, begun in 1845 by architects Christian Gau and Thédore Ballu. The new church had two towers and a purely Gothic nave and apse, with an abundance of sculpture and stained glass, but was slightly was more linear and streamlined, following the classical tendency. Nonetheless, the project was harshly judged by the rigorously neoclassical faculty of the Ecole des Beaux-Arts, who denounced it as \"plagiarism\" and \"false Gothic.\"[21] A notable shift in French official architecture took place in the 1830s, with a change in the direction of the Academy of Fine Arts. The devoted classicist Quatremère de Quincy departed, and the Academy turned to Italian Renaissance architecture as the new model. Major examples included the Sainte-Geneviève Library, Paris by Henri Labrouste (1844-1850), with its pure Renaissance facade. Labrouste designed the interior of this library and of the reading room of the National Library of France with an innovative use of new materials: he employed cast iron columns and arches, combined with simplified Renaissance decorative motifs, to create large and elegant open spaces with abundance of natural light. Italian Renaissance architecture, combined with modern materials, was also adopted for use in the new train stations constructed in Paris, particularly in the Gare de l'Est by François Duquesnoy [22] Later in the 19th century, Some architects sought more exotic sources. Byzantine architecture was the inspiration for French some buildings in the late 19th century, notably the domes of the church of Sacré-Cœur, Paris begun by Paul Abadie (1874–1905). Marseille is home to two remarkable romantic churches, the Marseille Cathedral (1852–1896), in a Romanesque-Byzantine style, and Notre-Dame de la Garde, consecrated in 1864. Rustic hamlet created for Marie-Antoinette by Richard Mique and Hubert Robert at the Palace of Versailles (1783–1785) Basilica of Sainte-Clotilde, Paris the first neo-Gothic church in Paris, by Christian Gau and Théodore Ballu (1846–1857) Sainte-Geneviève Library, Paris by Henri Labrouste (1844–1850) The Salle Labrouste of the Bibliothèque nationale de France on Rue de Richelieu The Romanesque-Byzantine Notre-Dame de la Garde in Marseille (1853–1864) Interior of Notre-Dame de la Garde in Marseille (consecrated 1864, finished 1874) Marseille Cathedral ( in a Romanesque-Byzantine style 1852–1896), Basilica of Sacré-Cœur, Paris in the Byzantine style, designed by Paul Abadie (1874–1905) The Chateau de Challain-la-Potherie a Renaissance Revival chateau (1870s) The Palais Garnier opera house in Paris (1861–1875) Category","Title":"Romanticism in France - Wikipedia","KeyID":"7432","URL":"https://en.wikipedia.org/wiki/Romanticism_in_France"}