{"Content: ":"Norwegian romantic nationalism (Norwegian: Nasjonalromantikken) was a movement in Norway between 1840 and 1867 in art, literature, and popular culture that emphasized the aesthetics of Norwegian nature and the uniqueness of the Norwegian national identity. A subject of much study and debate in Norway, it was characterized by nostalgia.[1] The context and impact of Norwegian romantic nationalism derived from recent history and the political situation. Following the Black Plague, Norway became dependent on Denmark and Copenhagen was made capital of both countries in a personal union. Subsequently, there was a brain drain of talented people from Norway to Denmark, who studied in Copenhagen and became intellectuals and cultural icons in Denmark, most famously Ludvig Holberg. After more than 400 years as a dependent lesser part in the Denmark-Norway union treated as a cultural backwater by the absentee government in Copenhagen, the only uniquely Norwegian culture was found among the farmers and peasants in rural districts in Norway; Norway had in 1814 gained a partial independence in a personal union with the Kingdom of Sweden.[2] For Norwegians, having reasserted their political aspirations in 1814, the question of a distinct Norwegian identity became important. As urban culture gained prominence also in the rural districts, the rich cultural heritage of the Norwegian countryside came under threat. As a result, a number of individuals set out to collect the artifacts of the distinctly Norwegian culture, hoping thereby to preserve and promote a sense of Norwegian identity.[citation needed] The best-known such collectors in the 1840s and 1850s were:[3] These achievements had an enduring impact on Norwegian culture and identity, an impact that can be witnessed in the influence on visual arts, classical music and literature, represented by e.g.:[4] In the waning days of the national romantic movement, efforts were renewed to collect rural buildings, handcrafts and arts. Arthur Hazelius, the founder of Nordiska Museet in Stockholm gathered (and arguably rescued) large collections and sent them to Sweden. The last king of union between Sweden and Norway, Oscar II, was a supporter of this new wave of collecting, starting one of the oldest outdoor museums, the origins of Norsk Folkemuseum. He supported the manager of the Royal domains at Bygdøy, Christian Holst in his efforts to gather old buildings from the rural districts. Among the buildings that are still at the museum, the Gol stave church, moved here in the beginning of the 1880s, is the most prominent. Soon after other pioneers started equal efforts to rescue important pieces of traditional Norwegian architecture and handicraft. Anders Sandvig started the museum Maihaugen at Lillehammer. Hulda Garborg started the collecting of traditional folk costumes (bunad) and dances. This effort is still underway, but became more systematic as other cultural movements took the center stage in Norway in the late 19th and early 20th century. Romantic nationalism has had an enormous impact on the Norwegian national identity. The Askeladden character from the fairy tales is considered being an integral part of the Norwegian way. On the Norwegian Constitution Day even in cities like Oslo and Bergen, a great proportion of people dress up in bunad for the parade, unthinkable 100 years ago.[6] Media related to Norwegian nationalism at Wikimedia Commons Category","Title":"Norwegian romantic nationalism - Wikipedia","KeyID":"7433","URL":"https://en.wikipedia.org/wiki/Norwegian_romantic_nationalism"}