{"Content: ":"Bohemianism is the practice of an unconventional lifestyle, often in the company of like-minded people and with few permanent ties. It involves musical, artistic, literary, or spiritual pursuits. In this context, bohemians may be wanderers, adventurers, or vagabonds. Bohemian is a 19th-century historical and literary topos that places the milieu of young metropolitan artists and intellectuals - particularly those of the Latin Quarter in Paris - in a context of poverty, hunger, appreciation of friendship, idealization of art and contempt for money. Based on this topos, the most diverse real-world subcultures are often referred to as \"bohemian\" in a figurative sense, especially (but by no means exclusively) if they show traits of a precariat. This use of the word in the English language was imported from French La bohème in the mid-19th century and was used to describe the non-traditional lifestyles of artists, writers, journalists, musicians, and actors in major European cities.[1] Bohemians were associated with unorthodox or anti-establishment political or social viewpoints, which often were expressed through free love, frugality, and—in some cases—simple living, vandwelling or voluntary poverty. A more economically privileged, wealthy, or even aristocratic bohemian circle is sometimes referred to as haute bohème[2] (literally \"Upper Bohemian\").[3] The term bohemianism emerged in France in the early 19th century, out of perceived similarities between the urban Bohemians and the Romani people; La bohème was a common term for the Romani people of France, who were mistakenly thought to have reached France in the 15th century via Bohemia (the western part of modern Czech Republic). Bohemianism and its adjective bohemian in this specific context are not connected to the native inhabitants of the historical region of Bohemia (the Czechs).[4] Literary and artistic bohemians were associated in the French imagination with the roving Romani people. Not only were Romani called bohémiens in French because they were believed to have come to France from Bohemia,[4][5] but literary bohemians and the Romani were both outsiders, apart from conventional society and untroubled by its disapproval. Use of the French and English terms to refer to the Romani is now old-fashioned and archaic, respectively, and both the French and English terms carry a connotation of arcane enlightenment (and are considered antonyms of the word philistine) and the less frequently intended, pejorative connotation of carelessness about personal hygiene and marital fidelity. The title character in Carmen (1876), a French opera set in the Spanish city of Seville, is referred to as a \"bohémienne\" in Meilhac and Halévy's libretto. Her signature aria declares love itself to be a \"gypsy child\" (enfant de Bohême), going where it pleases and obeying no laws. The term bohemian has come to be very commonly accepted in our day as the description of a certain kind of literary gypsy, no matter in what language he speaks, or what city he inhabits .... A Bohemian is simply an artist or \"littérateur\" who, consciously or unconsciously, secedes from conventionality in life and in art. Henri Murger's collection of short stories Scènes de la vie de bohème (Scenes of Bohemian Life), published in 1845, was written to glorify and legitimize the bohemian lifestyle.[6] Murger's collection formed the basis of Giacomo Puccini's opera La bohème (1896). In England, bohemian in this sense initially was popularised in William Makepeace Thackeray's novel Vanity Fair, published in 1848. Public perceptions of the alternative lifestyles supposedly led by artists were further molded by George du Maurier's romanticized best-selling novel of Bohemian culture Trilby (1894). The novel outlines the fortunes of three expatriate English artists, their Irish model, and two colourful Central European musicians, in the artist quarter of Paris. In Spanish literature, the Bohemian impulse can be seen in Ramón del Valle-Inclán's play Luces de Bohemia, published in 1920. In his song La Bohème, Charles Aznavour described the Bohemian lifestyle in Montmartre. The film Moulin Rouge! (2001) also imagines the Bohemian lifestyle of actors and artists in Montmartre at the turn of the 20th century. In the 1850s, Bohemian culture started to become established in the United States via immigration.[7] In New York City in 1857, a group of 15 to 20 young, cultured journalists flourished as self-described bohemians until the American Civil War began in 1861.[8] This group gathered at a German bar on Broadway called Pfaff's beer cellar.[9] Members included their leader Henry Clapp Jr., Ada Clare, Walt Whitman, Fitz Hugh Ludlow, and actress Adah Isaacs Menken.[9] Similar groups in other cities were broken up as well by the Civil War and reporters spread out to report on the conflict. During the war, correspondents began to assume the title bohemian, and newspapermen in general took up the moniker. Bohemian became synonymous with newspaper writer.[8] In 1866, war correspondent Junius Henri Browne, who wrote for the New York Tribune and Harper's Magazine, described bohemian journalists such as he was, as well as the few carefree women and lighthearted men he encountered during the war years.[10] San Francisco journalist Bret Harte first wrote as \"The Bohemian\" in The Golden Era in 1861, with this persona taking part in many satirical doings, the lot published in his book Bohemian Papers in 1867. Harte wrote, \"Bohemia has never been located geographically, but any clear day when the sun is going down, if you mount Telegraph Hill, you shall see its pleasant valleys and cloud-capped hills glittering in the West ...\"[11] Mark Twain included himself and Charles Warren Stoddard in the bohemian category in 1867.[8] By 1872, when a group of journalists and artists who gathered regularly for cultural pursuits in San Francisco were casting about for a name, the term bohemian became the main choice, and the Bohemian Club was born.[12] Club members who were established and successful, pillars of their community, respectable family men, redefined their own form of bohemianism to include people like them who were bons vivants, sportsmen, and appreciators of the fine arts.[11] Club member and poet George Sterling responded to this redefinition: Any good mixer of convivial habits considers he has a right to be called a bohemian. But that is not a valid claim. There are two elements, at least, that are essential to Bohemianism. The first is devotion or addiction to one or more of the Seven Arts; the other is poverty. Other factors suggest themselves: for instance, I like to think of my Bohemians as young, as radical in their outlook on art and life; as unconventional, and, though this is debatable, as dwellers in a city large enough to have the somewhat cruel atmosphere of all great cities. Despite his views, Sterling associated with the Bohemian Club, and caroused with artist and industrialist alike at the Bohemian Grove.[13] Canadian composer Oscar Ferdinand Telgmann and poet George Frederick Cameron wrote the song \"The Bohemian\" in the 1889 opera Leo, the Royal Cadet.[14] The impish American writer and Bohemian Club member Gelett Burgess, who coined the word blurb, supplied this description of the amorphous place called Bohemia: To take the world as one finds it, the bad with the good, making the best of the present moment—to laugh at Fortune alike whether she be generous or unkind—to spend freely when one has money, and to hope gaily when one has none—to fleet the time carelessly, living for love and art—this is the temper and spirit of the modern Bohemian in his outward and visible aspect. It is a light and graceful philosophy, but it is the Gospel of the Moment, this exoteric phase of the Bohemian religion; and if, in some noble natures, it rises to a bold simplicity and naturalness, it may also lend its butterfly precepts to some very pretty vices and lovable faults, for in Bohemia one may find almost every sin save that of Hypocrisy. ... His faults are more commonly those of self-indulgence, thoughtlessness, vanity and procrastination, and these usually go hand-in-hand with generosity, love and charity; for it is not enough to be one’s self in Bohemia, one must allow others to be themselves, as well. ... What, then, is it that makes this mystical empire of Bohemia unique, and what is the charm of its mental fairyland? It is this: there are no roads in all Bohemia! One must choose and find one’s own path, be one’s own self, live one’s own life. In New York City, the pianist Rafael Joseffy formed an organization of musicians in 1907 with friends, such as Rubin Goldmark, called \"The Bohemians (New York Musicians' Club)\".[16] Near Times Square, Joel Rinaldo presided over \"Joel's Bohemian Refreshery\", where the Bohemian crowd gathered from before the turn of the 20th century until Prohibition began to bite.[17][18][19][20] Jonathan Larson's musical Rent, and specifically the song \"La Vie Boheme\", portrayed the postmodern Bohemian culture of New York in the late 20th century. In May 2014, a story on NPR suggested, after a century and a half, some Bohemian ideal of living in poverty for the sake of art had fallen in popularity among the latest generation of American artists. In the feature, a recent graduate of the Rhode Island School of Design related \"her classmates showed little interest in living in garrets and eating ramen noodles.\"[21] The term has become associated with various artistic or academic communities and is used as a generalized adjective describing such people, environs, or situations: bohemian (boho—informal) is defined in The American College Dictionary as \"a person with artistic or intellectual tendencies, who lives and acts with no regard for conventional rules of behavior\". Many prominent European and American figures of the 19th and 20th centuries belonged to the bohemian subculture, and any comprehensive \"list of bohemians\" would be tediously long. Bohemianism has been approved of by some bourgeois writers such as Honoré de Balzac,[citation needed] but most conservative cultural critics do not condone bohemian lifestyles.[citation needed] In Bohemian Manifesto: a Field Guide to Living on the Edge, author Laren Stover breaks down the bohemian into five distinct mind-sets or styles, as follows: Aimée Crocker, an American world traveler, adventuress, heiress, and mystic, was dubbed the \"queen of Bohemia\" in the 1910s by the world press for living an uninhibited, sexually liberated, and aggressively non-conformist life in San Francisco, New York, and Paris. She spent the bulk of her fortune inherited from her father Edwin B. Crocker, a railroad tycoon and art collector, on traveling all over the world (lingering the longest in Hawaii, India, Japan, and China) and partying with famous artists of her time such as Oscar Wilde, Robert Louis Stevenson, Mark Twain, the Barrymores, Enrico Caruso, Isadora Duncan, Henri Matisse, Auguste Rodin, and Rudolph Valentino. Crocker had countless affairs and married five times in five different decades of her life, each man being in his twenties. She was famous for her tattoos and pet snakes and was reported to have started the first Buddhist colony in Manhattan. Spiritually inquisitive, Crocker had a ten-year affair with occultist Aleister Crowley and was a devoted student of Hatha Yoga.[citation needed] Maxwell Bodenheim, an American poet and novelist, was known as the king of Greenwich Village Bohemians during the 1920s and his writing brought him international fame during the Jazz Age. In the 20th-century United States, the bohemian impulse was famously seen in the 1940s hipsters, the 1950s Beat generation (exemplified by writers such as William S. Burroughs, Allen Ginsberg, Jack Kerouac, and Lawrence Ferlinghetti), the much more widespread 1960s counterculture, and 1960s and 1970s hippies. Rainbow Gatherings may be seen as another contemporary worldwide expression of the bohemian impulse.[23] An American example is Burning Man, an annual participatory arts festival held in the Nevada desert. In 2001, political and cultural commentator David Brooks contended that much of the cultural ethos of well-to-do middle-class Americans is Bohemian-derived, coining the oxymoron \"Bourgeois Bohemians\" or \"Bobos\".[24] A similar term in Germany is Bionade-Biedermeier, a 2007 German neologism combining Bionade (a trendy lemonade brand) and Biedermeier (an era of introspective Central European culture between 1815 and 1848). The coinage was introduced in 2007 by Henning Sußebach, a German journalist, in an article that appeared in Zeitmagazin concerning Berlin's Prenzlauer Berg lifestyle.[25] The hyphenated term gained traction and has been quoted and referred to since. A German ARD TV broadcaster used the title Boheme and Biedermeier in a 2009 documentary about Berlin's Prenzlauer Berg.[26] The main focus was on protagonists, that contributed to the image of a paradise for the (organic and child-raising) well-to-do, depicting cafés where \"Bionade-Biedermeier sips from Fair-Trade\".[26]  Category","Title":"Bohemianism - Wikipedia","KeyID":"7440","URL":"https://en.wikipedia.org/wiki/Bohemianism"}