{"Content: ":"Dark Romanticism is a literary sub-genre of Romanticism, reflecting popular fascination with the irrational, the demonic and the grotesque. Often conflated with Gothic fiction, it has shadowed the euphoric Romantic movement ever since its 18th-century beginnings. Edgar Allan Poe is often celebrated as one of the supreme exponents of the tradition. Dark Romanticism focuses on human fallibility, self-destruction, judgement, punishment, as well as the psychological effects of guilt and sin. The term \"Romanticism\" originates from a Latin word called \"romant\", which means \"in the Roman Manner.\" Not only has it become an iconic style of art, but also had an affect on literature and music. It was driven on emotions and imagination rather than science and rationality. The Romantic Movement began in Europe at the end of the 18th century and migrated to America to the early 19th century. Between 1830 and 1865, American Romanticism authors were at their most productive. Within Romanticism, two conflicting sub-genres arose: optimists[disambiguation needed] who believed in human virtue and spirituality formed the Transcendentalism Movement, while pessimists who accepted human fallibility and our proclivity for sin formed the Dark Romantic Movement. The Dark Romantics were drawn to the bad side of spiritual truth, the dark side of the human soul. The Puritans[disambiguation needed] had come to the country to escape persecution, but the Dark Romantics forced their own religion and society standards (government) on others, criticizing those who did not conform. These writers were interested in human flaws, self-destruction, immorality, and the dangers of social reform. America had established itself as an independent nation and was battling with issues such as slavery's morality, social reforms, and minority rights. Abraham Lincoln ascended to authority as the country's leader, speaking in an expressive, yet basic and crude language that embraced the country's failings, triumphs, and tragedies. His fallibility was quite similar to that of the Dark Romantic authors, who produced their greatest works just before the American Civil War and its ugly aftermath into the Reconstruction era. The Scarlet Letter was published in 1850, the same year the Fugitive Slave Act was approved by Congress. A year later, Moby-Dick; or, The Whale was published. Romanticism's celebration of euphoria and sublimity has always been dogged by an equally intense fascination with melancholia, insanity, crime and shady atmosphere; with the options of ghosts and ghouls, the grotesque, and the irrational. The name \"Dark Romanticism\" was given to this form by the literary theorist Mario Praz in his lengthy study of the genre published in 1930, The Romantic Agony.[1][2] According to the critic G. R. Thompson, \"the Dark Romantics adapted images of anthropomorphized evil in the form of Satan, devils, ghosts, werewolves, vampires, and ghouls\" as emblematic of human nature.[3] Thompson sums up the characteristics of the sub-genre, writing: \"Fallen man's inability fully to comprehend haunting reminders of another, supernatural realm that yet seemed not to exist, the constant perplexity of inexplicable and vastly metaphysical phenomena, a propensity for seemingly perverse or evil moral choices that had no firm or fixed measure or rule, and a sense of nameless guilt combined with a suspicion the external world was a delusive projection of the mind—these were major elements in the vision of man the Dark Romantics opposed to the mainstream of Romantic thought\".[4] \"Cannibals? Who is not a cannibal? I tell you it will be more tolerable for the Fejee that salted down a lean missionary in his cellar against a coming famine; it will be more tolerable for that provident Fejee, I say, in the day of judgement, than for thee, civilized and enlightened gourmand, who nailest geese to the ground and feastest on their bloated livers in thy pate de fois gras.” -- Herman Melville's Moby Dick: or The Whale In order to fully grasp the idea of dark romanticism, we must recognize the attributes that come with the artwork so we can identify them. The characteristics that define dark romanticism are questioning the natural perfection of man, believing that man cannot ever be perfect, that man will never have perfection.[5] People began to have a less conventional perspective of religion, to pay greater attention to catastrophes, and to let the investigation into terrible realities into their daily life. Furthermore, the most popular notions are that humans are naturally subject to sin and destruction, that people cannot ever escape sin or be rescued from it, and that people may destroy society, religions, and themselves.[citation needed] Loneliness and sadness, desire and death, the obsession with horror, and the absurdity of dreams are all themes explored in the artwork. Artists like Salvador Dalí, René Magritte, Paul Klee, and Max Ernst continued to think in this spirit throughout the twentieth century. Dark Romanticism arose as a reaction to the Enlightenment, the Industrial Revolution, and widespread rationalization, emphasizing raw emotion, pure aesthetic experiences, and other types of extreme emotion. In Switzerland, Johann Heinrich Fuseli had studied to be an evangelical preacher. He produced an emblem of Dark Romanticism with his artwork. This piece leads off the exhibit, which spans two levels of the temporary exhibition space. The appearance of the incubus and the lecherous horse in a scenario situated in the present, shocked Fuseli's contemporaries greatly. Furthermore, the voyeur's requirements were met by the erotic-compulsive and daemonic material, as well as the sad environment. This painting reflects the conflict between good and evil, misery and lust, light and darkness, and other aspects of his work. Fuseli's unique pictorial language impacted a number of painters, including William Blake, whose famous watercolor The Great Red Dragon is on display at the Brooklyn Museum. One of the most significant individuals in Spanish painting was Francisco Goya. He was also a precursor of Romanticism in the creation of contemporary artistic appreciation, both in terms of the substance of his paintings, with their in-depth examination of reality and references to the dream realm, and in terms of his innovative technique. His art expresses his own innovative views, opposing academicism and established topics. Goya characterized himself as a student of Velazquez, Rembrandt, and nature, gaining a taste for delicately shaded color applied in layers from Velazquez, a preference for dark and enigmatic backdrop settings from Rembrandt, and an unending diversity of shapes from nature; some beautiful, others ugly. The goal of John Constable's landscape paintings was to represent nature with honesty, to convey its beauty and simplicity without becoming pretentious. He is not the personification of nature's passion, poetry, or sorrow. He thought his life and art were in ruins, so he looked for a glimpse of his own spirit in nature, which he discovered in a bleak landscape of Hadleigh Castle in Essex. Delacroix is usually considered as the founder of the Romantic movement in French painting throughout the nineteenth century. His painting technique - full of rich, agitated brushwork and throbbing with vibrant color - expressed the movement's concern for emotion, exoticism, and the sublime, and his life and work embodied the movement's concern for passion, exoticism, and the sublime. Elements of Dark Romanticism were a perennial possibility within the broader international movement of Romanticism, in both literature and art.[7] Dark Romanticism arguably began in Germany, with writers such as E. T. A. Hoffmann,[8] Christian Heinrich Spiess, and Ludwig Tieck – though their emphasis on existential alienation, the demonic in sex, and the uncanny,[9] was offset at the same time by the more homely cult of Biedermeier.[10] Like the Gothic novel, Schwarze Romantik is a genre based on the terrifying side of the Middle Ages, and frequently feature the same elements (castles, ghost, monster, etc.). However, Schauerroman's key elements are necromancy and secret societies, and it is remarkably more pessimistic than the English Gothic novel. All those elements are the basis for Friedrich Schiller's unfinished novel The Ghost-Seer (1786–1789). The motive of secret societies is also present in Karl Grosse's Horrid Mysteries (1791–1794) and Christian August Vulpius's Rinaldo Rinaldini, the Robber Captain (1797).[11] Benedikte Naubert's novel Hermann of Unna (1788) is seen as being very close to the Schauerroman genre.[12] Other early authors and works included Christian Heinrich Spiess, with his works Das Petermännchen (1793), Der alte Überall und Nirgends (1792), Die Löwenritter (1794), and Hans Heiling, vierter und letzter Regent der Erd- Luft- Feuer- und Wasser-Geister (1798); Heinrich von Kleist's short story \"Das Bettelweib von Locarno\" (1797); and Ludwig Tieck's Der blonde Eckbert (1797) and Der Runenberg (1804).[13] For two decades, the most famous author of Gothic literature in Germany was the polymath E. T. A. Hoffmann. His novel The Devil's Elixirs (1815) was influenced by Lewis's The Monk and even mentions it. The novel also explores the motive of Doppelgänger, the term coined by another German author and supporter of Hoffmann, Jean Paul, in his humorous novel Siebenkäs (1796–1797). Aside from Hoffmann and de la Motte Fouqué, three other important authors from the era were Joseph Freiherr von Eichendorff (The Marble Statue, 1818), Ludwig Achim von Arnim (Die Majoratsherren, 1819), and Adelbert von Chamisso (Peter Schlemihls wundersame Geschichte, 1814).[14] After them, Wilhelm Meinhold wrote The Amber Witch (1838) and Sidonia von Bork (1847). The last work from the German writer Theodor Storm, The Rider on the White Horse (1888), uses Gothic motives and themes.[15] British authors such as Lord Byron, Samuel Taylor Coleridge, Mary Shelley, and John William Polidori, who are frequently linked to Gothic fiction, are also sometimes referred to as Dark Romantics.[16] Dark Romanticism is characterized by stories of personal torment, social outcasts, and usually offers commentary on whether the nature of man will save or destroy him. Some authors of English and Irish horror fiction, such as Bram Stoker and Daphne du Maurier, follow in this lineage. The American form of this sensibility centered on the writers Edgar Allan Poe, Nathaniel Hawthorne, and Herman Melville.[17] As opposed to the perfectionist beliefs of Transcendentalism, these darker contemporaries emphasized human fallibility and proneness to sin and self-destruction, as well as the difficulties inherent in attempts at social reform.[18] The 19th century fantastique literature after 1830 was dominated by the influence of E. T. A. Hoffmann, and then by that of Edgar Allan Poe. French authors such as Jules Barbey d'Aurevilly, Charles Baudelaire, Paul Verlaine and Arthur Rimbaud echoed the dark themes found in the German and English literature. Baudelaire was one of the first French writers to admire Edgar Allan Poe, but this admiration or even adulation of Poe became widespread in French literary circles in the late 19th century. Category","Title":"Dark romanticism - Wikipedia","KeyID":"7443","URL":"https://en.wikipedia.org/wiki/Dark_romanticism"}