{"Content: ":"Purismo was an Italian cultural movement which began in the 1820s. The group intended to restore and preserve language through the study of medieval authors, and such study extended to the visual arts. Inspired by the Nazarenes from Germany, the artists of Purismo reject Neoclassicism and emulated the works of Raphael, Giotto and Fra Angelico. The movement flourished through 1860, and reflected the taste for revivalist styles, which in Italy was fed growing interest in Italian national identity and artistic heritage. The term \"Purismo\" was coined in 1838 to describe the paintings of Antonio Bianchini [it] that referred to the \"primitive\" Italian artists, from Cimabue to the first Raphael. This nostalgia paralleled changes in literary taste, which was looking back to Tuscan 14th century poetry and literature. In that way, Purismo was similar to the Pre-Raphaelite movement in Great Britain. The group's ideals were declared in their manifesto Del purismo nelle arti, in 1842–43 which was written by Antonio Bianchini and co-signed by major proponent of Purismo Tommaso Minardi (1787–1871), Nazarene co-founder Friedrich Overbeck, and sculptor Pietro Tenerani. Another important support of Purismo was Luigi Mussini, called from Paris as the director of the Regio Istituto Senese di Belle Arti. In 1841, he combined references to the Umbrian paintings of the 15th century with influences from the Nazarenes and Ingres in his painting La Musica Sacra (stored in Florence's Gallery of Modern Art). Tommaso Minardi's pupils Antonio Ciseri and Costantino Brumidi and Mussini's pupils Alessandro Franchi, Amos Cassioli and Cesare Maccari are all linked to the movement, as well as Bartolomeo Pinelli, Giambattistia Gigola, and Giovanni De Min. Maurizio Dufou was the main Purismo proponent in Liguria; he was joined by artists such as it:Luigia Mussini Piaggio. In Genoa, the largest realization of the movement's style is the Basilica di Santa Maria Immacolata. With the first national Italian exhibition in 1861, which took place in Florence, the fortunes of Purismo began to decline and be replaced by the styles of Verismo and the Macchiaioli. This art movement–related article is a stub. You can help Wikipedia by expanding it. This art history-related article is a stub. You can help Wikipedia by expanding it. This article related to the art of Italy is a stub. You can help Wikipedia by expanding it.  Category","Title":"Purismo - Wikipedia","KeyID":"7453","URL":"https://en.wikipedia.org/wiki/Purismo"}