{"Content: ":"A Gesamtkunstwerk (German: [ɡəˈzamtˌkʊnstvɛʁk], literally \"total artwork\", frequently translated as \"total work of art\",[1] \"ideal work of art\",[2] \"universal artwork\",[3] \"synthesis of the arts\", \"comprehensive artwork\", or \"all-embracing art form\") is a work of art that makes use of all or many art forms or strives to do so. The term is a German loanword accepted in English as a term in aesthetics. The term was developed by the German writer and philosopher K. F. E. Trahndorff in an essay in 1827.[4] The German opera composer Richard Wagner used the term in two 1849 essays, and the word has become particularly associated with his aesthetic ideals.[5] It is unclear whether Wagner knew of Trahndorff's essay.[citation needed] In the 20th century, some writers applied the term to some forms of architecture, while others applied it to film and mass media.[6] Some elements of opera, seeking a more \"classical\" formula, had begun at the end of the 18th century. After the lengthy domination of opera seria, and the da capo aria, a movement began to advance the librettist and the composer in relation to the singers, and to return the drama to a more intense and less moralistic focus. This movement, \"reform opera\" is primarily associated with Christoph Willibald Gluck and Ranieri de' Calzabigi. The themes in the operas produced by Gluck's collaborations with Calzabigi continue throughout the operas of Carl Maria von Weber, until Wagner, rejecting both the Italian bel canto tradition and the French \"spectacle opera\", developed his union of music, drama, theatrical effects, and occasionally dance.[citation needed] However these trends had developed fortuitously, rather than in response to a specific philosophy of art; Wagner, who recognised the reforms of Gluck and admired the works of Weber, wished to consolidate his view, originally, as part of his radical social and political views of the late 1840s. Previous to Wagner, others who had expressed ideas about union of the arts, which was a familiar topic among German Romantics, as evidenced by the title of Trahndorff's essay, in which the word first occurred, \"Aesthetics, or Theory of Philosophy of Art\". Others who wrote on syntheses of the arts included Gotthold Ephraim Lessing, Ludwig Tieck and Novalis.[7] Carl Maria von Weber's enthusiastic review of E.T.A. Hoffmann's opera Undine (1816) admired it as 'an art work complete in itself, in which partial contributions of the related and collaborating arts blend together, disappear, and, in disappearing, somehow form a new world'.[8] Wagner used the exact term 'Gesamtkunstwerk' (which he spelt 'Gesammtkunstwerk') on only two occasions, in his 1849 essays \"Art and Revolution\" and \"The Artwork of the Future\",[9] where he speaks of his ideal of unifying all works of art via the theatre.[10] He also used in these essays many similar expressions such as 'the consummate artwork of the future' and 'the integrated drama', and frequently referred to 'Gesamtkunst'.[7] Such a work of art was to be the clearest and most profound expression of folk legend.[citation needed] Wagner felt that the Greek tragedies of Aeschylus had been the finest (though still flawed) examples so far of total artistic synthesis, but that this synthesis had subsequently been corrupted by Euripides. Wagner felt that during the rest of human history up to the present day (i.e. 1850) the arts had drifted further and further apart, resulting in such \"monstrosities\" as Grand Opera. Wagner felt that such works celebrated bravura singing, sensational stage effects, and meaningless plots. In \"Art and Revolution\", Wagner applies the term 'Gesamtkunstwerk' in the context of Greek tragedy. In \"The Art-Work of the Future\", he uses it to apply to his own, as yet unrealized, ideal.[citation needed] In his extensive book Opera and Drama (completed in 1851), Wagner takes these ideas further, describing in detail his idea of the union of opera and drama (later called music drama despite Wagner's disapproval of the term), in which the individual arts are subordinated to a common purpose.[citation needed] Wagner's own opera cycle Der Ring des Nibelungen, specifically its components Das Rheingold and Die Walküre, represent perhaps the closest he, or anyone else, came to realizing these ideals.[11] After this stage, Wagner came to relax his own strictures and write more conventionally 'operatically'.[12] William Morris (1834–1896), a British textile designer, poet, novelist, translator, and socialist activist, was associated with the British Arts and Crafts movement, largely influenced by the ideas of John Ruskin, who believed that industrialization led to a qualitative decline in artistically crafted goods. For him, a home must nurture harmony as well as infuse its inhabitants with a creative energy. \"Have nothing in your houses that you do not know to be useful, or believe to be beautiful\" is the famous quote of William Morris that epitomized his own way of living of Gesamtkunstwerk. Morris' and Philip Webb's Red House, designed in 1859, is a major example, as well as the Blackwell House in the English Lake District, designed by Baillie Scott. Blackwell House was built in 1898–1900, as a holiday home for Sir Edward Holt, a wealthy Manchester brewer. It is situated near the town of Bowness-on-Windermere with views looking over Windermere and across to the Coniston Fells.[citation needed] Some architectural writers have used the term Gesamtkunstwerk to signify circumstances where an architect is responsible for the design and/or overseeing of the building's totality: shell, accessories, furnishings, and landscape.[13] It is difficult to make a claim for when the notion of the Gesamtkunstwerk was first employed from the point of view of a building and its contents (although the term itself was not used in this context until the late 20th century); already during the Renaissance, artists such as Michelangelo saw no strict division in their tasks between architecture, interior design, sculpture, painting and even engineering.[citation needed] Historian Robert L. Delevoy has argued that Art Nouveau represented an essentially decorative trend that thus lent itself to the idea of the architectural Gesamtkunstwerk. Of course, it is equally possible it was born from social theories that arose out of a fear of the rise of industrialism.[14] Nonetheless, evidence of complete interiors that typify the concept of Gesamtkunstwerk can be seen from some time before the 1890s. An increasing trend among architects in the 18th and 19th centuries was to control every facet of an architectural commission. As well as being responsible for the structure itself, they tried to extend their role to also include designing (or at least vetting) every aspect of the interior work. This included not only the interior architectural features but also the design[15] of furniture, carpets, wallpaper, fabrics, light fixtures, and door-handles. Robert Adam and Augustus Welby Pugin are examples of this trend to create an overall harmonising effect which in some cases might even extend to the choice or design of table silver, china, and glassware.[citation needed] Gesamtkunstwerk was typical for Art Nouveau artists. Belgians Victor Horta and Henry Van de Velde, Catalan Antoni Gaudí, French Hector Guimard, Scottish Charles Rennie Mackintosh, Austrian Josef Hoffmann, Russian German Franz (Fyodor) Schechtel, Finn Eliel Saarinen, and many other architects also acted as furniture and interior designers. Also, many of Art Nouveau masterpieces were results of cooperation of artists of different fields: Spiral staircase in Maison and Atelier Horta by Victor Horta in Brussels (1898-1901) Detail of Stoclet Palace in Brussels (1905-1911) Interior of Palau de la Música Catalana in Barcelona (1905-1909) Entrance buildings in Parc Güell by Antoni Gaudí in Barcelona (1900-1914) Main entrance of the Municipal House in Prague Interior of Willow Tearooms by Charles Rennie Mackintosh, in Glasgow Interior of Gorky Museum by Franz (Fyodor) Schechtel in Moscow The Gresham Palace in Budapest Museum Villa Stuck is the work of artist Franz von Stuck and \"was celebrated as a marvelously modern yet curious construction. Built along his guiding principle of the \"Gesamtkunstwerk\" the Villa Stuck combined all aspects of architecture, art, music, theatre, and life within its walls and garden\".[25] In Switzerland, Bruno Weber Park, a sculpture garden by artist Bruno Weber, is a later example of an Art Nouveau piece inspired by Gesamtkunstwerk.[26] Kirche am Steinhof (or the Church of St. Leopold), designed by the architect Otto Wagner, is the Roman Catholic oratory of the Steinhof Psychiatric Hospital in Vienna, Austria. The building is considered one of the most important Art Nouveau churches in the world. Dedicated to Saint Leopold, it was built between 1903 and 1907, and includes Mosaics and stained glass by Koloman Moser, and sculptural Angels by Othmar Schimkowitz. The great majority of the other smaller details are the work of Otto Wagner himself. The statues on the two external towers represent Saint Leopold and Saint Severin (l. & r. respectively: they are the two patron saints of Lower Austria) and are the work of the Viennese sculptor Richard Luksch.[citation needed] The architectural movement of Modernism also saw architects implementing this principle of Gesamtkunstwerk. Centre Le Corbusier is an example by famed Modernist architect Le Corbusier.[27] The Villa Cavrois mansion in France is another example of modernist Gesamtkunstwerk, designed by French architect Robert Mallet-Stevens. The multi-media style pioneered by Dadaists such as Hugo Ball has also been called a Gesamtkunstwerk.[28] 'Towards the Merz Gesamtkunstwerk' was a University of Oregon graduate seminar that explored themes of Dadaism and Gesamtkunstwerk, especially Kurt Schwitter's legendary Merzbau.[29] They cite Richard Huelsenbeck in his German Dada Manifesto: \"Life appears as a simultaneous confusion of noises, colours and spiritual rhythms, and is thus incorporated — with all the sensational screams and feverish excitements of its audacious everyday psyche and the entirety of its brutal reality — unwaveringly into Dadaist art\".[30][31] In 2011, Saatchi Gallery in London held Gesamtkunstwerk: New Art from Germany, a survey exhibition of 24 contemporary German artists.[32] An exhibition entitled Utopia Gesamtkunstwerk, curated by Bettina Steinbrügge and Harald Krejci, took place from January to May 2012 at the 21er Haus in Belvedere, Vienna. \"A contemporary perspective of the historical idea of the total work of art\" was presented and included a \"display\" by Esther Stocker which was based on the idea of \"the untidy nursery\",[33] it housed works by Joseph Beuys, Monica Bonvicini, Christian Boltanski, Marcel Broodthaers, Daniel Buren, Heinz Emigholz, Valie Export, Claire Fontaine, gelatin, Isa Genzken, Liam Gillick, Thomas Hirschhorn, Ilya Kabakov, Martin Kippenberger, Gordon Matta-Clark, Paul McCarthy, Superflex, Franz West, and numerous others.[34] There was an accompanying book produced with the same name exploring the topic.[35] Many reviews have characterized the contemporary art exhibition the 9th Berlin Biennale as a gesamtkunstwerk.[36][37][38][39] In 2017, prominent visual artists Shirin Neshat and William Kentridge directed operas at the Salzburg Festival.[40] The Catholic Mass has been cited as an example of a Gesamtkunstwerk, and if such a correlation is deemed valid then one could rightly consider various liturgical expressions to be similar examples.[41] The Total Art of Stalinism: Avant-Garde, Aesthetic Dictatorship, and Beyond is a 2011 book by Boris Groys which explores the comprehensive aesthetic reorganization of society in the USSR under Stalin's totalitarianism.[42] Canadian development corporation Westbank, founded by Ian Gillespie, uses Gesamtkunstwerk as the founding idea behind the company's vision and philosophy for urban development.[43][15] Video producer Brian David Gilbert of the video game website Polygon cited the ideal of Gesamtkunstwerk as an inspiration in foundational technique in his rendition of the PokéRAP.[44][45] Category","Title":"Gesamtkunstwerk - Wikipedia","KeyID":"7458","URL":"https://en.wikipedia.org/wiki/Gesamtkunstwerk"}