{"Content: ":"The Byronic hero is a variant of the Romantic hero as a type of character, named after the English Romantic poet Lord Byron.[1] Both Byron's own persona as well as characters from his writings are considered to provide defining features to the character type. The Byronic hero first reached a very wide public in Byron's semi-autobiographical epic narrative poem Childe Harold's Pilgrimage (1812–1818). Historian and critic Lord Macaulay described the character as \"a man proud, moody, cynical, with defiance on his brow, and misery in his heart, a scorner of his kind, implacable in revenge, yet capable of deep and strong affection\".[2] Byron's poems with Oriental settings show more \"swashbuckling\" and decisive versions of the type. Later works show Byron progressively distancing himself from the figure by providing alternative hero types, like Sardanapalus (Sardanapalus), Juan (Don Juan) or Torquil (\"The Island\"), or, when the figure is present, by presenting him as less sympathetic (Alp in \"The Siege of Corinth\") or criticising him through the narrator or other characters.[3] Byron would later attempt such a turn in his own life when he joined the Greek War of Independence, with fatal results,[4] though recent studies show him acting with greater political acumen and less idealism than previously thought.[5] The actual circumstances of his death from disease in Greece were unglamorous in the extreme, but back in England these details were ignored in the many works promoting his myth.[6] The Byronic hero had a significant influence on later literature, in English and other languages. The initial version of the type in Byron's work, Childe Harold, draws on a variety of earlier literary characters including Hamlet, Goethe's Werther (1774), and William Godwin's Mr. Faulkland in Caleb Williams (1794); he was also noticeably similar to René, the hero of Chateaubriand's novella of 1802, although Byron may not have read this.[7] Ann Radcliffe's \"unrepentant\" Gothic villains (beginning in 1789 with the publication of The Castles of Athlin and Dunbayne, a Highland Story) also foreshadow a moody, egotistical Byronic \"villain\" nascent in Byron's own juvenilia, some of which looks back to Byron's Gordon relations, Highland aristocrats or Jacobites now lost between two worlds.[8][9] For example, in Byron's early poem \"When I Roved a Young Highlander\" (1808), we see a reflection of Byron's youthful Scottish connection, but also find these lines: As the last of my race, I must wither alone, And delight but in days, I have witness'd before:[10] These lines echo William Wordsworth's treatment of James Macpherson's Ossian in \"Glen-Almain\" (1807): That Ossian, last of all his race! Lies buried in this lonely place.[11][12] Thus Byron's poem seems to show that a brooding, melancholy influence not only from Wordsworth but also from Macpherson was very much on his mind at an early date.[13] After Childe Harold's Pilgrimage, the Byronic hero made an appearance in many of Byron's other works, including his series of poems on Oriental themes: The Giaour (1813), The Corsair (1814) and Lara (1814); and his closet play Manfred (1817). For example, Byron described Conrad, the pirate hero of his The Corsair (1814), as follows: That man of loneliness and mystery, Scarce seen to smile, and seldom heard to sigh— (I, VIII) and He knew himself a villain—but he deem'd The rest no better than the thing he seem'd; And scorn'd the best as hypocrites who hid Those deeds the bolder spirit plainly did. He knew himself detested, but he knew The hearts that loath'd him, crouch'd and dreaded too. Lone, wild, and strange, he stood alike exempt From all affection and from all contempt: (I, XI)[14] Admiration of Byron continued to be fervent in the years following his death. Notable fans included Alfred Tennyson. Fourteen at the time of Byron's death, and so grieved at the poet's passing, he carved the words \"Byron is dead\" on a rock near his home in Somersby, declaring the \"world had darkened for him\".[15] However, the admiration of Byron as a character led some fans to emulate characteristics of the Byronic hero. Foremost was Wilfrid Scawen Blunt, who took the Byron cult to remarkable extremes. His marriage to Byron's granddaughter,[16] taking a \"Byron pilgrimage\" around the Continent and his anti-imperialist stance that saw him become an outcast just like his hero cemented his commitment to emulating the Byronic character.[17] Byron's influence is manifest in many authors and artists of the Romantic movement and writers of Gothic fiction during the 19th century. Lord Byron was the model for the title character of Glenarvon (1816) by Byron's erstwhile lover Lady Caroline Lamb; and for Lord Ruthven in The Vampyre (1819) by Byron's personal physician, John William Polidori. Edmond Dantes from Alexandre Dumas' The Count of Monte Cristo (1844),[18] Heathcliff from Emily Brontë's Wuthering Heights (1847), and Rochester from Charlotte Brontë's Jane Eyre (1847) are other later 19th-century examples of Byronic heroes.[19] In later Victorian literature, the Byronic character only seemed to survive as a solitary figure, resigned to suffering.[20] However, Charles Dickens' representation of the character is more complex than that. Steerforth in David Copperfield manifests the concept of the \"fallen angel\" aspect of the Byronic hero; his violent temper and seduction of Emily should turn the reader, and indeed David, against him. But it does not. He still retains a fascination, as David admits in the aftermath of discovering what Steerforth has done to Emily.[21] He may have done wrong, but David cannot bring himself to hate him. Steerforth's occasional outbreaks of remorse reveal a tortured character,[22] echoing a Byronic remorse. Harvey concludes that Steerforth is a remarkable blend of both villain and hero, and exploration of both sides of the Byronic character. Scholars have also drawn parallels between the Byronic hero and the solipsist heroes of Russian literature. In particular, Alexander Pushkin's famed character Eugene Onegin echoes many of the attributes seen in Childe Harold's Pilgrimage, particularly, Onegin's solitary brooding and disrespect for traditional privilege. The first stages of Pushkin's poetic novel Eugene Onegin appeared twelve years after Byron's Childe Harold's Pilgrimage, and Byron was of obvious influence (Vladimir Nabokov argued in his Commentary to Eugene Onegin that Pushkin had read Byron during his years in exile just prior to composing Eugene Onegin).[23] The same character themes continued to influence Russian literature, particularly after Mikhail Lermontov invigorated the Byronic hero through the character Pechorin in his 1839 novel A Hero of Our Time.[24] The Byronic hero is also featured in many contemporary novels, and has played a role in modern literature as the precursor to a popular form of antihero. Erik, the Phantom from Gaston Leroux's Phantom of the Opera (1909–1910) is a well-known example from the first half of the twentieth century,[25] while Ian Fleming's James Bond (if not his cinematic incarnations) shows all the earmarks in the second half: \"Lonely, melancholy, of fine natural physique, which has become in some way ravaged ... dark and brooding in expression, of a cold and cynical veneer, above all enigmatic, in possession of a sinister secret.\"[26] There are also suggestions of the potential of a Byronic heroine in Byron's works. Charles J. Clancy argues that Aurora Raby in Don Juan possesses many of the characteristics typical of a Byronic hero. Described as \"silent, lone\" in the poem, her life has indeed been spent in isolation – she has been orphaned from birth. She validates Thorslev's assertion that Byronic heroes are \"invariably solitaries\".[27] Yet, like her male counterpart, she evokes an interest from those around her, \"There was awe in the homage which she drew\".[28] Again, this is not dissimilar to the description of the fascination that Byron himself encountered wherever he went.[29] Her apparent mournful nature is also reminiscent of the regretful mien of the Byronic hero. She is described as having deeply sad eyes, \"Eyes which sadly shone, as Seraphs' shine\".[30] This was a specific characteristic of the Byronic hero.[28] This seems to express a despair with humanity, not unlike the despair present in Byron's Cain, as Thorslev notes. She herself admits to despairing at \"man's decline\", therefore this brings her into direct comparison with Cain's horror at the destruction of humanity.[30] Category","Title":"Byronic hero - Wikipedia","KeyID":"7461","URL":"https://en.wikipedia.org/wiki/Byronic_hero"}