{"Content: ":"Mal du siècle (French: [mal dy sjɛkl], \"sickness of the century\") is a term used to refer to the ennui, disillusionment, and melancholy experienced by primarily young adults of Europe's early 19th century, when speaking in terms of the rising Romantic movement. François-René de Chateaubriand's protagonist René characterizes the Romantic ennui that would become a benchmark of the Romantic esthetic in the first half of the century: René is a young man who was suffering from the moral malady known as \"le mal du siècle\". This was an \"état d'âme\"[note 1] that was not uncommon during the first half of the nineteenth century, and that was often copied and idealized in literature. It was largely boredom. Other manifestations were: melancholy of an aristocratic type, precocious apathy, discouragement without cause, distaste for living. The will seemed paralyzed by the contemplation of life's struggle. Faith and a sense of duty were alike absent. Man was \"possédé, tourmenté par le démon de son cœur.\"[note 2] Morbid sadness was mistaken for the suffering of a proud and superior mind. There was in it all a certain \"bonheur d'être triste\"[note 3] which attracted. This pessimistic state was analyzed in René with great subtlety and penetration. The hero was made a most original and living type, a type that was repeated in the Childe Harold and Manfred of Byron, and even, in some of its manifestations, in the Hernani of Victor Hugo. In the opinion of Chateaubriand, René was his masterpiece. Later judgments regarding it are not unanimous, but many authoritative French critics see in it one of the masterpieces of their literature.[1] While Chateaubriand was the first to \"diagnose\" this \"illness\", it is Alfred de Musset who further popularized the notion of a \"mal du siècle\" in his La Confession d'un enfant du siècle (Confession of a Child of the Century).[2] Musset notably attributed the malady to the loss of Napoleon Bonaparte, the French nation's modern father figure: Voilà dans quel chaos il fallut choisir alors; voilà ce qui se présentait à des enfants pleins de force et d'audace, fils de l'empire et petits-fils de la révolution. [...] l'esprit du siècle, ange du crépuscule, qui n'est ni la nuit, ni le jour.[3] Lo and behold in what chaos, then, one must choose; behold the choice that is given to children full of strength and audacity, sons of the Empire and grandsons of the Revolution. [...] the spirit of the century, angel of dusk, that which is neither night nor day. Category","Title":"Mal du siècle - Wikipedia","KeyID":"7464","URL":"https://en.wikipedia.org/wiki/Mal_du_si%C3%A8cle"}