{"Content: ":"The Rhine romanticism was the interpretation of the landscape conditions and history of the Rhine Valley in the cultural-historical period of the romanticism, by the end of the 18th century until the late 19th century and was continued in all forms of art expression. In response to the nascent industrialization with their perceived negative side effects, artists and writers turned to nature and the past. Friedrich Schlegel describes his impressions of a journey along the Rhine in 1806: \"For me only those areas are beautiful, which are usually called the rough and wild, since only these are exalted, only exalted areas can be beautiful, only these excite the thoughts of nature. [...] But nothing is able to embellish and to increase the impression as much as the traces of human courage in the ruins of nature, bold castles atop wild rocks – monuments of the time of human heroes harking back to those higher heroic days of nature.[1] Lord Byron made the Rhine area enormously popular in England in 1818 with his verse narrative, Childe Harold's Pilgrimage. The German poet Adelheid of Stolterfoth created numerous Rhine poems. In the visual arts William Turner drew attention to the Rhine, especially in England, with his paintings, which were the result of several cruises on the river. The most popular romantic Rhine views, the reproductions in varying formats, such as postcards spreads were derived from Nikolai von Astudin. The Rhine Gorge was depicted by late 18th century travellers like the Italian Aurelio de' Giorgi Bertola (first travelogue in the romantic style) in 1795 and the British John Gardnor (etchings), who both traveled the gorge in 1787. In 1802, Clemens Brentano and Ludwig Achim von Arnim toured the valley, which was developing from a region one passed through on the Grand Tour to Italy into a first rank tourist destination in its own right. After Switzerland, with its rugged mountain valleys, the rocky Upper Middle Rhine Valley with its many ruins became a \"must\" for tourists. Many princes and wealthy individuals began to rebuild the castles; foremost among these was the Prussian royal house, which was building at multiple locations simultaneously. The most outstanding work of the Romantic Rhine is Stolzenfels Castle, built by King Frederick William IV of Prussia in Koblenz. Even absolutely secular constructions, such as tunnel entrances, were built in Gothic style during the Romantic and neo-Romantic periods. The popular image of the romantic Rhine in the first half of the 19th century was not derived from paintings, but almost exclusively from the prints. Aquatints, lithographs and engravings illustrated travel books and were published as series of postcards. Between 1820 and 1830 at least 12 companies published their own series of postcards, each with separately produced imagery. The British were leaders in the field, with their steel engraving process, which was patented in London in 1826, which replaced the older copper engraving technology and enabled accurate representations and long print runs. At the time, William Tombleson provided the best templates, and 50 engravers turned these into 68 representations of the Middle Rhine in \"Views of the Rhine\", first published in 1832. A year later \"Traveling Sketches\" by Clarkson Stanfield was published. The steel engraving with a view on Bingen and the Rhine-Nahe corner from the other side of the Rhine first appeared in this publication. The English artist skillfully reinforces the effect of the view on the city with the backlit Basilica and the reflecting surface of the water. The geographic reality was, however, largely sacrificed on the altar of the Rhine romanticism. The viewer is looking due south and at this latitude, one rarely sees a low sun or a sunset in this direction. Despite these flaws, this attractive view is one of the best known and most copied vistas of Bingen in the 19th century. Among the artistically and technically very sophisticated publications of this time is the Verdute series, depicted the whole course of the Rhine, published by the Swiss publisher and painter Johann Ludwig Bleuler around 1827. Bleuler's major work, \"Voyage aux bords du Rhin pittoresque et de la Suisse\", appeared in 1845. In 2002, UNESCO declared the Upper Middle Rhine Valley a World Heritage Site. \"Views of the Rhine\" by William Tombleson (1840), ruins of Werner Chapel at Bacharach Bingen, engraving by Abresch after Clarkson Stanfield St. Goar with Burg Katz, engraving by Ward after Tombleson Ruins of Heimburg in Niederheimbach Wellmich with Burg Maus Ruins of the Castle at Andernach Schloss Arenfels, Bad Hönningen Stolzenfels Castle in 1836 shortly before the conversion to a palace","Title":"Rhine romanticism - Wikipedia","KeyID":"7469","URL":"https://en.wikipedia.org/wiki/Rhine_romanticism"}