{"Content: ":"Weltschmerz (from the German, literally world-pain, also world-weariness, pronounced [ˈvɛltʃmɛɐ̯ts]) is a term coined by the German author Jean Paul in his 1827 novel Selina,[1] and denotes the kind of feeling experienced by someone who believes that physical reality can never satisfy the demands of the mind.[2] In its original meaning in the Deutsches Wörterbuch by Brothers Grimm, it denotes a deep sadness about the insufficiency of the world (tiefe Traurigkeit über die Unzulänglichkeit der Welt). The translation can differ depending on context; in reference to the self it can mean \"world weariness\", while in reference to the world it can mean \"the pain of the world\".[3] This kind of world view was widespread among several romantic and decadent authors such as Lord Byron, Oscar Wilde, William Blake, the Marquis de Sade, Charles Baudelaire, Giacomo Leopardi, Paul Verlaine, François-René de Chateaubriand, Alfred de Musset, Mikhail Lermontov, Nikolaus Lenau,[4] Hermann Hesse,[5] and Heinrich Heine.[4] Frederick C. Beiser defines Weltschmerz more broadly as \"a mood of weariness or sadness about life arising from the acute awareness of evil and suffering\",[6] and notes that by the 1860s the word was used ironically in Germany to refer to oversensitivity to those same concerns. The modern meaning of Weltschmerz in the German language is the psychological pain caused by sadness that can occur when realizing that someone's own weaknesses are caused by the inappropriateness and cruelty of the world and (physical and social) circumstances.[7] In Tropic of Cancer, Henry Miller describes an acquaintance, \"Moldorf\", who has prescriptions for Weltschmerz on scraps of paper in his pocket. John Steinbeck wrote about this feeling in two of his novels; in East of Eden, Samuel Hamilton feels it after meeting Cathy Trask for the first time, and it is referred to as the Welshrats in The Winter of Our Discontent. Ralph Ellison uses the term in Invisible Man with regard to the pathos inherent in the singing of spirituals: \"beneath the swiftness of the hot tempo there was a slower tempo and a cave and I entered it and looked around and heard an old woman singing a spiritual as full of Weltschmerz as flamenco\". Kurt Vonnegut references the feeling in his novel Player Piano, in which it is felt by Doctor Paul Proteus and his father. In John D. MacDonald's novel Free Fall in Crimson, Travis McGee describes Weltschmerz as \"homesickness for a place you have never seen.\" Category","Title":"Weltschmerz - Wikipedia","KeyID":"7470","URL":"https://en.wikipedia.org/wiki/Weltschmerz"}