{"Content: ":"Joaquim Maria Machado de Assis (Portuguese: [ʒwɐˈkĩ mɐˈɾi.ɐ mɐˈʃadu dʒi ɐˈsis, -ˈsiʃ-]), often known by his surnames as Machado de Assis, Machado, or Bruxo do Cosme Velho[1] (21 June 1839 – 29 September 1908), was a pioneer Brazilian novelist, poet, playwright and short story writer, widely regarded as the greatest writer of Brazilian literature.[2][3][4] Nevertheless, Assis did not achieve widespread popularity outside Brazil during his lifetime. In 1897 he founded and became the first President of the Brazilian Academy of Letters. He was multilingual, having taught himself French, English, German and Greek in later life. Born in Morro do Livramento, Rio de Janeiro from a poor family, he was the grandson of freed slaves in a country where slavery would not be fully abolished until 49 years later. He barely studied in public schools and never attended university. With only his own intellect to rely on, and largely self-taught, he struggled to rise socially. To do so, he took several public positions, passing through the Ministry of Agriculture, Trade and Public Works, and achieving early fame in newspapers where he published his first poetry and chronicles. Machado's work shaped the realism movement in Brazil. He became known for his wit and his eye-opening critiques of society. Generally considered to be Machado's greatest works are Dom Casmurro (1899), Memórias Póstumas de Brás Cubas (\"Posthumous Memoirs of Brás Cubas\", also translated as Epitaph of a Small Winner) and Quincas Borba (also known in English as Philosopher or Dog?). In 1893 he published \"A Missa do Galo\" (\"Midnight Mass\"), often considered to be the greatest short story in Brazilian literature.[5] American literary critic Harold Bloom included Machado de Assis in his list of 100 geniuses of literature. Bloom considers him the greatest black writer in Western literature. Joaquim Maria Machado de Assis was born on 21 June 1839 in Rio de Janeiro, then capital of the Empire of Brazil.[6][7][8] His parents were Francisco José de Assis, a wall painter, the son of freed slaves,[9] and Maria Leopoldina da Câmara Machado, a Portuguese washerwoman from the Azores.[7][10] He was born in Livramento country house, owned by Dona Maria José de Mendonça Barroso Pereira, widow of senator Bento Barroso Pereira, who protected his parents and allowed them to live with her.[6][7] Dona Maria José became Joaquim's godmother; her brother-in-law, commendatory Joaquim Alberto de Sousa da Silveira, was his godfather, and both were paid homage by giving their names to the baby.[6][7] Machado had a sister who died young.[8] Joaquim studied in a public school, but was not a good student.[6] While helping to serve masses, he met Father Silveira Sarmento, who became his Latin teacher and also a good friend.[6][7] When Joaquim was ten years old, his mother died, and his father took him along as he moved to São Cristóvão. Francisco de Assis met Maria Inês da Silva, and they married in 1854.[6][7][8] Joaquim had classes in a school for girls only, thanks to his stepmother who worked there making candies. At night he learned French with an immigrant baker.[6] In his adolescence, he met Francisco de Paulo Brito, who owned a bookstore, a newspaper and typography.[6] On 12 January 1855, Francisco de Paula published the poem Ela (\"Her\") written by Joaquim, then 15 years old, in the newspaper Marmota Fluminense.[6][7][8] In the following year, he was hired as typographer's apprentice in the Imprensa Oficial (the Official Press, charged with the publication of Government measures), where he was encouraged as a writer by Manuel Antônio de Almeida, the newspaper's director and also a novelist.[6] There he also met Francisco Otaviano, journalist and later liberal senator, and Quintino Bocaiúva, who decades later would become known for his role as a republican orator.[11] Francisco Otaviano hired Machado to work on the newspaper Correio Mercantil as a proofreader in 1858.[8][11] He continued to write for the Marmota Fluminense and also for several other newspapers, but he did not earn much and had a humble life.[8][11] As he did not live with his father anymore, it was common for him to eat only once a day for lack of money.[11] Around this time, he became a friend of the writer and liberal politician José de Alencar, who taught him English. From English literature, he was influenced by Laurence Sterne, William Shakespeare, Lord Byron and Jonathan Swift. He learned German years later and in his old age, Greek.[11] He was invited by Bocaiúva to work at his newspaper Diário do Rio de Janeiro in 1860.[7][12] Machado had a passion for theater and wrote several plays for a short time; his friend Bocaiúva concluded: \"Your works are meant to be read and not played.\"[12] He gained some notability and began to sign his writings as J. M. Machado de Assis, the way he would be known for posterity: Machado de Assis.[12] He established himself in advanced Liberal Party circles by taking stands in defense of religious freedom and Ernest Renan's controversial Life of Jesus while attacking the venality of the clergy.[13] His father Francisco de Assis died in 1864. Machado learned of his father's death through acquaintances. He dedicated his compilation of poems called \"Crisálidas\" to his father: \"To the Memory of Francisco José de Assis and Maria Leopoldina Machado de Assis, my Parents.\"[14] With the Liberal Party's ascension to power about that time, Machado thought he might receive a patronage position that would help him improve his life. To his surprise, aid came from the Emperor Dom Pedro II, who hired him as director-assistant in the Diário Oficial in 1867, and knighted him as an honor.[14] In 1888 Machado was made an officer of the Order of the Rose.[8] In 1868 Machado met the Portuguese Carolina Augusta Xavier de Novais, five years older than him.[14] She was the sister of his colleague Faustino Xavier de Novais, for whom he worked on the magazine O Futuro.[8][11] Machado had a stammer and was extremely shy, short and lean. He was also very intelligent and well learned.[14] He married Carolina on 12 November 1869; although her parents Miguel and Adelaide, and her siblings disapproved because Machado was of African descent and she was a white woman.[7][14] They had no children.[15] Machado managed to rise in his bureaucratic career, first in the Agriculture Department. Three years later, he became the head of a section in it.[7][16] He published two poetry books: Falenas, in 1870, and Americanas, in 1875.[16] Their weak reception made him explore other literary genres. He wrote five romantic novels: Ressurreição, A Mão e Luva, Helena and Iaiá Garcia.[16] The books were a success with the public, but literary critics considered them mediocre.[16] Machado suffered repeated attacks of epilepsy, apparently related to hearing of the death of his old friend José de Alencar. He was left melancholic, pessimistic and fixed on death.[17] His next book, marked by \"a skeptical and realistic tone\": Memórias Póstumas de Brás Cubas (Posthumous Memoirs of Brás Cubas, also translated as Epitaph of a Small Winner), is widely considered a masterpiece.[18] By the end of the 1880s, Machado had gained wide renown as a writer.[8] Although he was opposed to slavery, he never spoke against it in public.[16][19] He avoided discussing politics.[18][19] He was criticized by the abolitionist José do Patrocínio and by the writer Lima Barreto for staying away from politics, especially the cause of abolition.[1][19] He was also criticized by them for having married a white woman.[1] Machado was caught by surprise with the monarchy overthrown on 15 November 1889.[18] Machado had no sympathy towards republicanism,[18] as he considered himself a liberal monarchist[20] and venerated Pedro II, whom he perceived as \"a humble, honest, well-learned and patriotic man, who knew how to make of a throne a chair [for his simplicity], without diminishing its greatness and respect.\"[21] When a commission went to the public office where he worked to remove the picture of the former emperor, the shy Machado defied them: \"The picture got in here by an order and it shall leave only by another order.\"[18] The birth of the Brazilian republic made Machado become more critical and an observer of the Brazilian society of his time.[22] From then on, he wrote \"not only the greatest novels of his time, but the greatest of all time of Brazilian literature.\"[20] Works such as Quincas Borba (Philosopher or Dog?) (1891), Dom Casmurro (1899), Esaú e Jacó (1904) and Memorial de Aires (1908), considered masterpieces,[20] were successes with both critics and the public.[23] In 1893 he published \"A Missa do Galo\" (\"Midnight Mass\"), considered his greatest short story.[24] Machado de Assis, along with fellow monarchists such as Joaquim Nabuco, Manuel de Oliveira Lima, Afonso Celso, Viscount of Ouro Preto and Alfredo d'Escragnolle Taunay, and other writers and intellectuals, founded the Brazilian Academy of Letters. He was its first president, from 1897 to 1908, when he died.[1][8] For many years, he requested that the government grant a proper headquarters to the Academy, which he managed to obtain in 1905.[25] In 1902 he was transferred to the accountancy's directing board of the Ministry of Industry.[25] His wife Carolina Novais died on 20 October 1904, after 35 years of a \"perfect married life\".[1][25][26] Feeling depressed and lonely, Machado died on 29 September 1908.[15] Machado's style is unique, and several literary critics have tried to describe it since 1897.[27] He is considered by many the greatest Brazilian writer of all time, and one of the world's greatest novelists and short story writers. His chronicles do not share the same status. His poems are often misunderstood for the use of crude terms, sometimes associated to the pessimist style of Augusto dos Anjos, another Brazilian writer. Machado de Assis was included on American literary critic Harold Bloom's list of the greatest 100 geniuses of literature, alongside writers such as Dante, Shakespeare and Cervantes. Bloom considers him the greatest black writer in Western literature; although, in Brazil, Machado is perceived as a Pardo. His works have been studied by critics in various countries of the world, such as Giuseppe Alpi (Italy), Lourdes Andreassi (Portugal), Albert Bagby Jr. (US), Abel Barros Baptista (Portugal), Hennio Morgan Birchal (Brazil), Edoardo Bizzarri (Italy), Jean-Michel Massa (France), Helen Caldwell (US), John Gledson (England), Adrien Delpech (France), Albert Dessau (Germany), Paul B. Dixon (US), Keith Ellis (US), Edith Fowke (Canada), Anatole France (France), Richard Graham (US), Pierre Hourcade (France), David Jackson (US), G. Reginald Daniel (US), Linda Murphy Kelley (US), John C. Kinnear, Alfred Mac Adam (US), Victor Orban (France), Daphne Patai (US), Houwens Post (Italy), Samuel Putnam (US), John Hyde Schmitt, Tony Tanner (England), Jack E. Tomlins (US), Carmelo Virgillo (US), Dieter Woll (Germany), August Willemsen (Netherlands) and Susan Sontag (US).[28] Critics are divided as to the nature of Machado de Assis's writing. Some, such as Abel Barros Baptista, classify Machado as a staunch anti-realist, and argue that his writing attacks Realism, aiming to negate the possibility of representation or the existence of a meaningful objective reality. Realist critics such as John Gledson are more likely to regard Machado's work as a faithful description of Brazilian reality—but one executed with daring innovative technique. In light of Machado's own statements, Daniel argues that Machado's novels represent a growing sophistication and daring in maintaining a dialogue between the aesthetic subjectivism of Romanticism (and its offshoots) and the aesthetic objectivism of Realism-Naturalism. Accordingly, Machado's earlier novels have more in common with a hybrid mid-19th-century current often referred to as \"Romantic Realism.\"[29] In addition, his later novels have more in common with another late 19th-century hybrid: literary Impressionism. Historians such as Sidney Chalhoub argue that Machado's prose constitutes an exposé of the social, political and economic dysfunction of late Imperial Brazil. Critics agree on how he used innovative techniques to reveal the contradictions of his society. Roberto Schwarz points out that Machado's innovations in prose narrative are used to expose the hypocrisies, contradictions, and dysfunction of 19th-century Brazil.[30] Schwarz, argues that Machado inverts many narrative and intellectual conventions to reveal the pernicious ends to which they are used. Thus we see critics reinterpret Machado according to their own designs or their perception of how best to validate him for their own historical moment. Regardless, his incisive prose shines through, able to communicate with readers from different times and places, conveying his ironic and yet tender sense of what we, as human beings, are.[29] Machado's literary style has inspired many Brazilian writers. His works have been adapted to television, theater, and cinema. In 1975 the Comissão Machado de Assis (\"Machado de Assis Commission\"), organized by the Brazilian Ministry of Education and Culture, organized and published critical editions of Machado's works, in 15 volumes. His main works have been translated into many languages. Great 20th-century writers such as Salman Rushdie, Cabrera Infante and Carlos Fuentes, as well as the American film director Woody Allen, have expressed their enthusiasm for his fiction.[31] Despite the efforts and patronage of such well-known intellectuals as Susan Sontag, Harold Bloom, and Elizabeth Hardwick, Machado's books—the most famous of which are available in English in multiple translations—have never achieved large sales in the English-speaking world and he continues to be relatively unknown, even by comparison with other Latin American writers. In his works, Machado appeals directly to the reader, breaking the so-called fourth wall.[citation needed] Posthumous Translations Collected works There are several published \"Complete Works\" of Machado de Assis: Works in English translation On June 21, 2017, Google celebrated his 178th birthday with a Google Doodle.[33] Category 1 (Adelino Fontoura): Luís Murat ► Afonso d'Escragnolle Taunay ► Ivan Monteiro de Barros Lins ► Bernardo Élis ► Evandro Lins e Silva ► Ana Maria Machado 2 (Álvares de Azevedo): Coelho Neto ► João Neves da Fontoura ► João Guimarães Rosa ► Mário Palmério ► Tarcísio Padilha ► Vacant 3 (Artur de Oliveira): Filinto de Almeida ► Roberto Simonsen ► Aníbal Freire da Fonseca ► Herberto Sales ► Carlos Heitor Cony ► Joaquim Falcão 4 (Basílio da Gama): Aluísio Azevedo ► Alcides Maia ► Viana Moog ► Carlos Nejar 5 (Bernardo Guimarães): Raimundo Correia ► Oswaldo Cruz ► Aloísio de Castro ► Cândido Mota Filho ► Rachel de Queiroz ► José Murilo de Carvalho 6 (Casimiro de Abreu): Teixeira de Melo ► Artur Jaceguai ► Goulart de Andrade ► Barbosa Lima Sobrinho ► Raimundo Faoro ► Cícero Sandroni 7 (Castro Alves): Valentim Magalhães ► Euclides da Cunha ► Afrânio Peixoto ► Afonso Pena Júnior ► Hermes Lima ► Pontes de Miranda ► Diná Silveira de Queirós ► Sérgio Correia da Costa ► Nelson Pereira dos Santos ► Cacá Diegues 8 (Cláudio Manuel da Costa): Alberto de Oliveira ► Oliveira Viana ► Austregésilo de Athayde ► Antônio Calado ► Antônio Olinto ► Cleonice Berardinelli 9 (Gonçalves de Magalhães): Carlos Magalhães de Azeredo ► Marques Rebelo ► Carlos Chagas Filho ► Alberto da Costa e Silva 10 (Evaristo da Veiga): Rui Barbosa ► Laudelino Freire ► Osvaldo Orico ► Orígenes Lessa ► Lêdo Ivo ► Rosiska Darcy de Oliveira 11 (Fagundes Varela): Lúcio de Mendonça ► Pedro Augusto Carneiro Lessa ► Eduardo Ramos ► João Luís Alves ► Adelmar Tavares ► Deolindo Couto ► Darcy Ribeiro ► Celso Furtado ► Hélio Jaguaribe ► Ignácio de Loyola Brandão 12 (França Júnior): Urbano Duarte de Oliveira ► Antônio Augusto de Lima ► Vítor Viana ► José Carlos de Macedo Soares ► Abgar Renault ► Lucas Moreira Neves ► Alfredo Bosi ► Paulo Niemeyer Filho 13 (Francisco Otaviano): Alfredo d'Escragnolle Taunay ► Francisco de Castro ► Martins Júnior ► Sousa Bandeira ► Hélio Lobo ► Augusto Meyer ► Francisco de Assis Barbosa ► Sérgio Paulo Rouanet ► Vacant 14 (Franklin Távora): Clóvis Beviláqua ► Antônio Carneiro Leão ► Fernando de Azevedo ► Miguel Reale ► Celso Lafer 15 (Gonçalves Dias): Olavo Bilac ► Amadeu Amaral ► Guilherme de Almeida ► Odilo Costa Filho ► Marcos Barbosa ► Fernando Bastos de Ávila ► Marco Lucchesi 16 (Gregório de Matos): Araripe Júnior ► Félix Pacheco ► Pedro Calmon ► Lygia Fagundes Telles ► Vacant 17 (Hipólito da Costa): Sílvio Romero ► Osório Duque-Estrada ► Edgar Roquette-Pinto ► Álvaro Lins ► Antônio Houaiss ► Affonso Arinos de Mello Franco ► Fernanda Montenegro 18 (João Francisco Lisboa): José Veríssimo ► Barão Homem de Melo ► Alberto Faria ► Luís Carlos ► Pereira da Silva ► Peregrino Júnior ► Arnaldo Niskier 19 (Joaquim Caetano): Alcindo Guanabara ► Silvério Gomes Pimenta ► Gustavo Barroso ► Silva Melo ► Américo Jacobina Lacombe ► Marcos Almir Madeira ► Antônio Carlos Secchin 20 (Joaquim Manuel de Macedo): Salvador de Mendonça ► Emílio de Meneses ► Humberto de Campos ► Múcio Leão ► Aurélio de Lira Tavares ► Murilo Melo Filho ► Gilberto Gil 21 (Joaquim Serra): José do Patrocínio ► Mário de Alencar ► Olegário Mariano ► Álvaro Moreira ► Adonias Filho ► Dias Gomes ► Roberto Campos ► Paulo Coelho 22 (José Bonifácio the Younger): Medeiros e Albuquerque ► Miguel Osório de Almeida ► Luís Viana Filho ► Ivo Pitanguy ► João Almino 23 (José de Alencar): Machado de Assis ► Lafayette Rodrigues Pereira ► Alfredo Pujol ► Otávio Mangabeira ► Jorge Amado ► Zélia Gattai ► Luiz Paulo Horta ► Antônio Torres 24 (Júlio Ribeiro): Garcia Redondo ► Luís Guimarães Filho ► Manuel Bandeira ► Cyro dos Anjos ► Sábato Magaldi ► Geraldo Carneiro 25 (Junqueira Freire): Franklin Dória ► Artur Orlando da Silva ► Ataulfo de Paiva ► José Lins do Rego ► Afonso Arinos de Melo Franco ► Alberto Venancio Filho 26 (Laurindo Rabelo): Guimarães Passos ► João do Rio ► Constâncio Alves ► Ribeiro Couto ► Gilberto Amado ► Mauro Mota ► Marcos Vilaça 27 (Antônio Peregrino Maciel Monteiro): Joaquim Nabuco ► Dantas Barreto ► Gregório da Fonseca ► Levi Carneiro ► Otávio de Faria ► Eduardo Portella ► Antonio Cícero 28 (Manuel Antônio de Almeida): Inglês de Sousa ► Xavier Marques ► Menotti Del Picchia ► Oscar Dias Correia ► Domício Proença Filho 29 (Martins Pena): Artur Azevedo ► Vicente de Carvalho ► Cláudio de Sousa ► Josué Montello ► José Mindlin ► Geraldo Holanda Cavalcanti 30 (Pardal Mallet): Pedro Rabelo ► Heráclito Graça ► Antônio Austregésilo ► Aurélio Buarque de Holanda Ferreira ► Nélida Piñon 31 (Pedro Luís Pereira de Sousa): Luís Caetano Pereira Guimarães Júnior ► João Batista Ribeiro de Andrade Fernandes ► Paulo Setúbal ► Cassiano Ricardo ► José Cândido de Carvalho ► Geraldo França de Lima ► Moacyr Scliar ► Merval Pereira 32 (Manuel de Araújo Porto-Alegre): Carlos de Laet ► Ramiz Galvão ► Viriato Correia ► Joracy Camargo ► Genolino Amado ► Ariano Suassuna ► Zuenir Ventura 33 (Raul Pompeia): Domício da Gama ► Fernando Magalhães ► Luís Edmundo ► Afrânio Coutinho ► Evanildo Bechara 34 (Sousa Caldas): João Manuel Pereira da Silva ► José Maria da Silva Paranhos, Jr. ► Lauro Müller ► Aquino Correia ► Magalhães Júnior ► Carlos Castelo Branco ► João Ubaldo Ribeiro ► Zuenir Ventura ► Evaldo Cabral de Mello 35 (Tavares Bastos): Rodrigo Otávio ► Rodrigo Otávio Filho ► José Honório Rodrigues ► Celso Cunha ► Cândido Mendes de Almeida ► Vacant 36 (Teófilo Dias): Afonso Celso ► Clementino Fraga ► Paulo Carneiro ► José Guilherme Merquior ► João de Scantimburgo ► Fernando Henrique Cardoso 37 (Tomás António Gonzaga): José Júlio da Silva Ramos ► José de Alcântara Machado ► Getúlio Vargas ► Assis Chateaubriand ► João Cabral de Melo Neto ► Ivan Junqueira ► Ferreira Gullar ► Arno Wehling 38 (Tobias Barreto): Graça Aranha ► Alberto Santos-Dumont ► Celso Vieira ► Maurício Campos de Medeiros ► José Américo de Almeida ► José Sarney 39 (Francisco Adolfo de Varnhagen): Manuel de Oliveira Lima ► Alberto de Faria ► Rocha Pombo ► Rodolfo Garcia ► Elmano Cardim ► Otto Lara Resende ► Roberto Marinho ► Marco Maciel ► José Paulo Cavalcanti Filho 40 (José Maria da Silva Paranhos, Sr.): Eduardo Prado ► Afonso Arinos ► Miguel Couto ► Alceu Amoroso Lima ► Evaristo de Moraes Filho ► Edmar Bacha","Title":"Machado de Assis - Wikipedia","KeyID":"7475","URL":"https://en.wikipedia.org/wiki/Machado_de_Assis"}