{"Content: ":"Maria Firmina dos Reis (October 11, 1825 – November 11, 1917)[1] was a Brazilian abolitionist and author. Her novel Úrsula (1859) was a depiction of life for Afro-Brazilians under slavery. Maria Firmina dos Reis was born in São Luís, Maranhão, Brazil. \"At age five, her mother and relatives moved to Viamão where she attended school. In 1847, due to outstanding performance, she won a scholarship for further studies at the level of 'cadeira de primeiras letras' that prepared her to be a teacher.\"[2] She maintained the profession ″until her retirement in 1881″.[3] \"At the age of fifty-five, she founded a school for poor children.\"[3] In 1859, Firmina dos Reis published her single major novel Úrsula (the same year, Harriet Wilson published her Our Nig).[4] Besides Úrsula, \"Firmina dos Reis wrote poetry and short stories. While still in her twenties she began to collaborate with several local newspapers in her hometown of São Luis, an activity she sustained for many years. It was the only opening available for getting her works published.″[3] She also \"wrote an intimate, melancholic diary written dating from 1853 to 1903 in which the themes of regilious self-denial, death, and suicide recur\".[6] In 1975 by the Brazilian scholars Antônio de Oliveira and Nascimento Morais Filho recovered the long forgotten Úrsula 1975 in a facsimile edition. As a \"privileged free black woman within nineteenth-century colonial slave society″, Maria Firmina dos Reis ″stands out because she was very well-educated and a vigorous opponent of slavery\".[7] Dawn Duke considers Maria Firmina dos Reis, together with Cuban writer María Dámasa Jova Baró, \"as eminent precursors to a distinguished line of subsequent women writers\" in the Afro-Latin American context.[8] \"Horácio de Almeida believed Maria Firmina dos Reis to be the first Brazilian woman writer. [...] Luiza Lobo has since opposed the allegation by presenting Ana Eurídice Eufrosina de Barandas of Porto Alegre as the first female Brazilian novelist.\"[8] But the \"long-term symbolic value of Maria Firmina dos Reis's only novel Úrsula (1859) rests in its distinction as a work that lays the foundations for an Afro-Brazilian female literary consciousness.\"[9] For Rita Terezinha Schmidt, \"Maria Firmina dos Reis inscribes a black voice in the construction of national subjectivities engendering what Homi Bhabha defines as a counter narrative of the nation that 'continually evoke and erase its totalizing boundaries – both actual and conceptual – disturb those ideological maneuvers through which \"imagined communities\" are given essentialist identities'\".[10] In her Ph.D thesis Life Among the Living Dead, Carolyn Kendrick-Alcantara (2007) analyzes \"the Gothic as a powerful abolitionist discourse in Brazil and Cuba through [her] readings of Maria Firmina dos Reis′ Ursula and Gertrudis Gomez de Avellaneda y Arteaga′s Sab\".[11] On October 11, 2019, Google celebrated her 194th birthday with a Google Doodle.[12] On June 9, 2021, Google announced on their Google Cloud blog that they will name a new undersea cable that is being constructed between Brazil and the United States after her.[13] Category","Title":"Maria Firmina dos Reis - Wikipedia","KeyID":"7482","URL":"https://en.wikipedia.org/wiki/Maria_Firmina_dos_Reis"}