{"Content: ":"Louis Jacques Napoléon Bertrand, better known by his pen name Aloysius Bertrand (20 April 1807 — 29 April 1841), was a French Romantic poet, playwright and journalist. He is famous for having introduced prose poetry in French literature,[1] and is considered a forerunner of the Symbolist movement. His masterpiece is the collection of prose poems Gaspard de la Nuit published posthumously in 1842; three of its poems were adapted to an eponymous piano suite by Maurice Ravel in 1908. Born in Ceva on 20 April 1807, Louis Jacques Napoléon Bertrand was the son of Georges and Laure (or Laurine-Marie) Bertrand, née Davico. Georges Bertrand was born on 22 July 1768 at Sorcy-Saint-Martin[2] (or Saulieu, according to other sources[3][4]) into a family of soldiers. A gendarmerie lieutenant, his parents wanted him to become a priest but he ran away from the seminary and enlisted in the 16e régiment de dragons of Orléans on 7 May 1785. His first marriage with Marie-Jeanne Rémond (born in Montbard on 23 February 1779) gave birth to a daughter, Denise, on 9 March 1800 but his wife died three months later. He married his second wife during his stay in the Department of Montenotte (now the Province of Cuneo), Laure Davico (born 2 August 1782), on 3 June 1806 in Ceva. After the birth of Louis, the eldest, in 1807, a second son, Jean Balthazar, was born on 17 July 1808.[5][6] On 15 March 1812 Georges was appointed as gendarmerie captain in Spoleto, whose mayor was at the time Pierre-Louis Roederer. There, on 23 December, the poet's sister Isabella-Caroline (or Elizabeth) was born. On 3 September 1814 he was assigned to Mont-de-Marsan, where he made the acquaintance of Charles Jean Harel, then-prefect of the Department of Landes. Retiring at the end of August 1815, he left Landes and moved to Dijon, where on 19 March 1816 his fourth child was born, Charles Frédéric (who later became a journalist),[7][6] and where his daughter Denise from his first marriage got married on 11 January 1818. Louis Bertrand studied from 1818 to 1826 at the collège royal of Dijon,[8] where he spent most of his life. Among his classmates were Lacordaire and Antoine Tenant de Latour, who would help him later. While in Dijon, Louis Bertrand developed an interest in the Burgundian capital. His father died on 27 February 1828 and he had to sustain the home on his own, receiving financial help from his aunt François-Marguerite also known as “Lolotte”. In the local literary paper “Le Provincial”, which had published the first verses of poet Alfred de Musset, he promoted his avant-garde aesthetic views and published around twenty works in prose and in verse.[7][8] Still in 1828, it seems he loved an anonymous young girl who might have died; traces of her existence can be found throughout Bertrand's entire works.[9][6] Encouraged by a laudatory letter from Hugo following a poem published in the journal that he had dedicated to him and by recognition from Sainte-Beuve, he moved to Paris at the beginning of November 1828. He met Sainte-Beuve at the salon of Émile Deschamps and read some of his prose to him. But he felt ashamed of his social status and could not find a place among the Parisian romantics. He got sick in January 1829 and during Spring found a publisher, Sautelet, to publish his poems, but he went bankrupt in August.[10][6] He then got interested in the theater and offered a play to the Vaudeville without success. After that, he decided to return to Dijon on 4 April 1830 and collaborated to the “Spectateur”, a newly-founded liberal newspaper. On 15 February 1831, under the name “Ludovic Bertrand”, he became chief editor of the newspaper “Patriote de la Côte-d’Or” until December 1832, in which he displayed his republican opinions with virulence[8][11] In January 1833, he went back to Paris. Soon after, the publisher Eugène Renduel agreed to publish “Gaspard”, announcing even it would come out in October. He became a secretary for baron Roederer. He wrote “Peter Waldeck ou la chute d’un homme”, a play with chants in 3 acts and 6 tableaux inspired by the “Adventures of Martin Waldeck” by Walter Scott. In Spring of 1834, he met Célestine F., to whom he proposed. According to Jacques Bony, his mother did not agree to the union, according to Max Milner his love was one-sided. Between 1835 and 1837, he was in serious financial difficulties and had to borrow money from a lot of people. He contracted tuberculosis[8] and was admitted to Notre-Dame de la Pitié on 18 September 1838 where he remained until 13 May 1839 before being transferred to l’hôpital Saint-Antoine where he stayed until 24 November.[7] In October 1839, a publisher had agreed to publish “Gaspard de la Nuit” and even printed flyers announcing its upcoming publication but the project never came to end while Bertrand was alive. In 1840, he believed he was cured of the disease and started to write verse again. He tried at last to contact the publisher in hopes of finally publishing his manuscript on 5 October, but the publisher had stopped his activity. Sickness forced him to go back to the hospital on 11 March 1841. He died there in the morning on 29 April 1841. His close family, mother and sister, did not come to the hospital, nor did they attend his funeral. His mother died in 1854. “Gaspard de la Nuit” was finally published in November 1842. It sold 20 copies. However, this edition was full of mistakes due to an inaccurate copy of the manuscript. In 1925, Bertrand Guégan published a new edition from an original manuscript that corrected most of the mistakes. It is only in 1992, when an original calligraphed manuscript was acquired by the Bibliothèque nationale, that the book could be published accordingly to the will of its author, with accurate display of the text and illustrations. In 1862, Charles Baudelaire admitted in a letter he was deeply influenced by Bertrand's work when writing “Spleen de Paris.[12] Théodore de Banville, an admirer and later rival of Baudelaire, also quoted Bertrand as a main inspiration in the opening of his book “La Lanterne Magique” in 1883. He became a cult author for the Symbolists, especially for Stéphane Mallarmé who discovered him at the age of twenty and referenced his work throughout his entire life. However, it is only in the 20th century that his work was really recognized. Max Jacob brought attention to Bertrand by making him the inventor of prose poetry.[13][14] Afterwards, the Surrealists contributed to his fame, especially André Breton who referenced him in his 1924 “Surrealist Manifesto”. René Magritte named one of his paintings “Gaspard de la nuit”, as it was inspired by the poem “Le Maçon”. Maurice Ravel wrote three piano solos on themes from “Gaspard de la nuit”, which is considered one of the most difficult pieces of the entire piano repertoire. Since 1922, there is an Aloysius Bertrand street in Dijon. Category","Title":"Aloysius Bertrand - Wikipedia","KeyID":"7486","URL":"https://en.wikipedia.org/wiki/Aloysius_Bertrand"}