{"Content: ":"Gérard de Nerval (French: [ʒeʁaʁ də nɛʁval]; 22 May 1808 – 26 January 1855) was the pen name of the French writer, poet, and translator Gérard Labrunie, a major figure of French romanticism, best known for his novellas and poems, especially the collection Les Filles du feu (The Daughters of Fire), which included the novella Sylvie and the poem \"El Desdichado\". Through his translations, Nerval played a major role in introducing French readers to the works of German Romantic authors, including Klopstock, Schiller, Bürger and Goethe. His later work merged poetry and journalism in a fictional context and influenced Marcel Proust. His last novella, Aurélia [fr], influenced André Breton and Surrealism. Gérard Labrunie was born in Paris on 22 May 1808.[1] His mother, Marie Marguerite Antoinette Laurent, was the daughter of a clothing salesman,[2] and his father, Étienne Labrunie, was a young doctor who had volunteered to serve as a medic in the army under Napoleon.[3] In June 1808, soon after Gérard's birth, Étienne was drafted. With his young wife in tow, Étienne followed the army on tours of Germany and Austria, eventually settling in a hospital in Głogów.[4] While they traveled East, the Labrunies left their newborn son Gérard in the care of Marie Marguerite's uncle Antoine Boucher, who lived in Mortefontaine, a small town in the Valois region, not far from Paris.[3] On 29 November 1810 Marie Marguerite died before she could return to France.[4] Gérard was two years old. Having buried his wife, Étienne took part in the disastrous French invasion of Russia.[5] He was reunited with his son in 1814.[5] Upon his return to France in 1814, Étienne took his son and moved back to Paris, starting a medical practice at 72 rue Saint-Martin.[6] Gérard lived with his father but often stayed with his great-uncle Boucher in Mortefontaine and with Gérard Dublanc at 2 rue de Mantes (now 2 rue du Maréchal Joffre) in Saint-Germain-en-Laye. (Dublanc, Étienne's uncle, was also Gérard's godfather.)[1] In 1822 Gérard enrolled at the collège Charlemagne. This was where he met and befriended Théophile Gautier. This was also where he began to take poetry more seriously. He was especially drawn to epic poetry. At age 16, he wrote a poem that recounted the circumstances of Napoleon's defeat called \"Napoléon ou la France guerrière, élégies nationales\".[7] Later, he tried out satire, writing poems that took aim at Prime Minister Villèle, the Jesuit order, and anti-liberal newspapers like La Quotidienne.[8] His writing started to be published in 1826. At age 19, with minimal knowledge of the German language, he began the ambitious task of translating Goethe's Faust.[9] His prose translation appeared in 1828. Despite its many flaws, the translation had many merits, and it did a great deal to establish his poetic reputation.[10] It is the reason why Victor Hugo, the leader of the Romantic movement in France, felt compelled to have Gérard come to his apartment on 11, rue Notre-Dame-des-Champs.[11] In 1829, having received his baccalaureate degree two years late (perhaps because he skipped classes to go for walks and read for pleasure),[11] Gérard was under pressure from his father to find steady employment. He took a job at a notary's office, but his heart was set on literature. When Victor Hugo asked him to support his play Hernani, under attack from conservative critics suspicious of Romanticism, Gérard was more than happy to join the fight (see Bataille d'Hernani [fr]). Gérard was sympathetic to the liberal and republican atmosphere of the time, and was briefly imprisoned in 1832 for participating in student demonstrations.[12] Gérard set himself two anthology projects: one on German poetry, and one on French poetry. Alexandre Dumas and Pierre-Sébastien Laurentie arranged a library card for him so he could carry out his research.[citation needed] The first anthology included translations of Klopstock, Schiller, Bürger and Goethe, and met with less enthusiasm than his translation of Faust. The second anthology included poems by Ronsard, Joachim du Bellay, Jean-Antoine de Baïf, Guillaume Du Bartas and Jean-Baptiste Chassignet [fr]. By the fall of 1830, the Cénacle, a group created by Sainte-Beuve to ensure Victor Hugo's success with Hernani, had assembled many famed writers, including Alfred de Vigny, Alfred de Musset, Charles Nodier, Alexandre Dumas and Honoré de Balzac. After Hernani's success, the Cénacle began to fall apart. At that time a new group appeared: the Petit-Cénacle, created by the sculptor Jean Bernard Duseigneur. Gérard attended some of the meetings, which took place in Duseigneur's studio.[13] Gérard, following Hugo's lead, started to write plays. Le Prince des sots and Lara ou l'expiation were shown at the Théâtre de l'Odéon and met with positive reviews. He started to use the pseudonym Gérard de Nerval, inspired by the name of a property near Loisy (a village near Ver-sur-Launette, Oise) which had belonged to his family.[14][15] In January 1834, Nerval's maternal grandfather died and he inherited around 30,000 francs. That autumn, he headed to southern France, then traveled to Florence, Rome and Naples. On his return in 1835, he moved in with a group of Romantic artists (including Camille Rogier [fr]). In May of that year, he created Le Monde Dramatique, a luxurious literary journal on which he squandered his inheritance. Debt-ridden, he finally sold it in 1836. Getting his start in journalism, he traveled to Belgium with Gautier from July to September. In 1837, Piquillo was shown at the Opéra-Comique. Despite Nerval's work on the project, Dumas' was the only name on the libretto. Jenny Colon [fr] played the main role. Nerval may have fallen in love with the actress. Some specialists claim that his unrequited love for her is what inspired many of the female figures that appear in his writing, including the Virgin Mary, Isis, the queen of Saba. Other experts disagree with this biographical analysis.[16] Despite Dumas' refusal to let him take credit for his work, Nerval continued to collaborate with Dumas on plays. In the summer of 1838, he traveled with Dumas to Germany to work on Léo Burckart, which eventually premiered at the Théâtre de la Porte-Saint-Martin on 16 April 1839, six days after the premiere of another play the pair worked on together called L'Alchimiste. In November 1839, Nerval traveled to Vienna, where he met the pianist Marie Pleyel at the French embassy. Back in France in March 1840, Nerval took over Gautier's column at La Presse. After publishing a third edition of Faust in July, including a preface and fragments of Second Faust, he traveled to Belgium in October. On 15 December Piquillo premiered in Brussels, where Nerval crossed paths with Jenny Colon and Marie Pleyel once again. After a first nervous breakdown on 23 February 1841 he was cared for at the Sainte-Colombe Borstal (\"maison de correction\"). On 1 March Jules Janin published an obituary for Nerval in the Journal des Débats. After a second nervous breakdown, Nerval was housed in Docteur Esprit Blanche's clinic in Montmartre, where he remained from March to November. On 22 December 1842 Nerval set off for the Near East, traveling to Alexandria, Cairo, Beirut, Constantinople, Malta and Naples. Back in Paris in 1843, he began to publish articles about his trip in 1844. His Voyage en Orient appeared in 1851. Between 1844 and 1847, Nerval traveled to Belgium, the Netherlands, and London, producing travel writing. At the same time, he wrote novellas and opera librettos and translated poems by his friend Heinrich Heine, publishing a selection of translations in 1848. His last years were spent in dire financial and emotional straits. Following his doctor Emile Blanche's advice, he tried to purge himself of his intense emotions in his writing. This is when he composed some of his best works. Nerval had a pet lobster named Thibault, which he walked at the end of a blue silk ribbon in the Palais-Royal in Paris.[17] According to Théophile Gautier, Nerval said:[18] Why should a lobster be any more ridiculous than a dog? ...or a cat, or a gazelle, or a lion, or any other animal that one chooses to take for a walk? I have a liking for lobsters. They are peaceful, serious creatures. They know the secrets of the sea, they don't bark, and they don't gnaw upon one's monadic privacy like dogs do. And Goethe had an aversion to dogs, and he wasn't mad. In his later years, Nerval also took an interest in socialism, tracing its origins to the eighteenth-century Illuminists and esoteric authors such as Nicolas-Edme Rétif.[19] Increasingly poverty-stricken and disoriented, he committed suicide during the night of 26 January 1855, by hanging himself from the bar of a cellar window in the rue de la Vieille-Lanterne, a narrow lane in a squalid section of Paris.[a] He left a brief note to his aunt: \"Do not wait up for me this evening, for the night will be black and white.\"[21] The poet Charles Baudelaire observed that Nerval had \"delivered his soul in the darkest street that he could find.\" The discoverers of his body were puzzled by the fact that his hat was still on his head. The last pages of his manuscript for Aurélia ou le rêve et la vie [fr] were found in a pocket of his coat. After a religious ceremony at the Notre-Dame cathedral (which was granted despite his suicide because of his troubled mental state), he was buried in the Père Lachaise Cemetery in Paris, at the expense of his friends Théophile Gautier and Arsène Houssaye, who published Aurélia as a book later that year. The complete works of Gérard de Nerval are published in three volumes by Gallimard in the collection Bibliothèque de la Pléiade.[22] Goethe read Nerval's translation of Faust and called it \"very successful\", even claiming that he preferred it to the original.[23] The composer Hector Berlioz relied on Nerval's translation of Faust for his work La damnation de Faust, which premiered in 1846.[24] In 1867, Nerval's friend Théophile Gautier (1811–1872) wrote a touching reminiscence of him in \"La Vie de Gérard\" which was included in his Portraits et Souvenirs Littéraires (1875). For Marcel Proust, Nerval was one of the greatest writers of the nineteenth century. Proust especially admired Sylvie's exploration of time lost and regained, which would become one of Proust's deepest interests and the dominant theme of his magnum opus In Search of Lost Time. Later, André Breton named Nerval a precursor of Surrealist art, which drew on Nerval's forays into the significance of dreams. For his part, Antonin Artaud compared Nerval's visionary poetry to the work of Hölderlin, Nietzsche and Van Gogh.[25] In 1945, at the end of the Second World War and after a long illness, the Swiss psychiatrist and psychoanalyst Carl Jung delivered a lecture in Zürich on Nerval's Aurélia which he regarded as a work of \"extraordinary magnitude\". Jung described Nerval's memoir as a cautionary tale (the protagonist cannot profit psychologically from his own lucidity and profound insights), and he validates Nerval's visionary experience as a genuine encounter with the collective unconscious and anima mundi.[26] Umberto Eco in his Six Walks in the Fictional Woods calls Nerval's Sylvie a \"masterpiece\" and analysed it to demonstrate the use of temporal ambiguity. Henry Miller called Nerval an \"extraordinary French poet\" and included him among a group of exemplary translators:\"[i]n English we have yet to produce a poet who is able to do for Rimbaud what Baudelaire did for Poe's verse, or Nerval for Faust, or Morel and Larbaud for Ulysses\".[27] Literary critic Harold Bloom called him \"a pure instance of Faustian man\" but judged that \"the sorrow of his unmothered and unloved existence destroyed him before\" his genius could \"fus[e] all the visionary's contraries together.\"[28] The English rock band Traffic included the jazz-rock track \"Dream Gerrard\" in their 1974 album When the Eagle Flies. Lyrics are known to be mainly written by Vivian Stanshall after reading Nerval's biography.[29] There are streets named after Nerval in the towns of Saint-Denis, Béthisy-Saint-Pierre, Crépy-en-Valois, Creil, Mortefontaine, Othis and Senlis. Category","Title":"Gérard de Nerval - Wikipedia","KeyID":"7494","URL":"https://en.wikipedia.org/wiki/G%C3%A9rard_de_Nerval"}