{"Content: ":"Karl Ferdinand Gutzkow ((1811-03-17)17 March 1811 in Berlin – (1878-12-16)16 December 1878 in Sachsenhausen) was a German writer notable in the Young Germany movement of the mid-19th century. Gutzkow was born of an extremely poor family, not proletarian, but of the lowest and most menial branch of state employees.[1] His father held a clerkship in the war office in Berlin,[2] and was pietistic and puritanical in his outlook and demands. Jacob Wittmer Hartmann speculates that Gutzkow's later agnosticism was probably a reaction against the excessive religiosity of his early surroundings.[1] After completing his basic studies, beginning in 1829 Gutzkow studied theology and philosophy at the University of Berlin,[2] where his teachers included Hegel and Schleiermacher.[3] While still a student, he began his literary career by the publication in 1831 of a periodical entitled Forum der Journalliteratur. This brought him to the notice of Wolfgang Menzel, who invited him to Stuttgart to assist in the editorship of the Literaturblatt. At the same time he continued his university studies at Jena, Heidelberg and Munich. In 1832 he published Briefe eines Narren an eine Närrin anonymously in Hamburg; and in 1833 his novel Maha-Guru, Geschichte eines Gottes, a fantastic and satirical romance set in Tibet, was issued in Stuttgart by the well known Cotta [de] publishing house. In 1835 he went to Frankfurt, where he founded the Deutsche Revue.[2] While Gutzkow started out as a collaborator of Wolfgang Menzel, he ended up his adversary.[citation needed] Also in 1835, his novel Wally die Zweiflerin appeared. News of the 1830 July Revolution at Paris had moved him deeply, and the general atmosphere of radicalism pervading Europe at that time, and perhaps more specifically a reading of the Life of Jesus by David Friedrich Strauss, influenced Gutzkow in the composition of this first novel, which exalts the agnosticism and emancipated views of the heroine, Wally.[1] The work was directed specially against the institution of marriage and the belief in revelation.[2] The book incorporates many ideas that Gutzkow had recently absorbed from French writers, notably Henri de Saint-Simon, particularly the latter's theory of the emancipation of the flesh.[1] Immediately after its publication, the writings of Gutzkow, together with those of Heinrich Heine, Heinrich Laube, Ludolf Wienbarg and Theodor Mundt, were banned by the German Federal Assembly in December 1835.[citation needed] This is usually taken as the starting point of the school known as Young Germany, literary reformers heralding the democratic upheaval of 1848.[4] Whatever interest Gutzkow's novel might have attracted from its own merits was enhanced by the action of the German federal diet, which condemned Gutzkow to three months' imprisonment, decreed the suppression of all he had written or might yet write, and prohibited him from exercising the functions of editor within the German confederation.[2] During his term of imprisonment at Mannheim, Gutzkow wrote his treatise Zur Philosophie der Geschichte (1836). On obtaining his freedom he returned to Frankfurt, whence he went in 1837 to Hamburg. Here he inaugurated a new epoch of his literary activity by bringing out his tragedy Richard Savage (1839), which immediately made the round of all the German theatres. Of his numerous other plays, the majority by c. 1910 were neglected; but a few had obtained an established place in the repertory of the German theatre, especially the comedies Zopf und Schwert (1844), Das Urbild des Tartüffe (1847), Der Königsleutnant (1849) and the blank verse tragedy, Uriel Acosta (1847). In 1847, Gutzkow went to Dresden, where he succeeded Tieck as literary adviser to the court theatre. Meanwhile, he had not neglected the novel. Seraphine (1838) was followed by Blasedow und seine Söhne, a satire on the educational theories of the time. Between 1850 and 1852 appeared Die Ritter vom Geiste, which may be regarded as the starting point for the modern German social novel. Der Zauberer von Rom is a powerful study of Roman Catholic life in southern Germany.[2] After the success of Die Ritter vom Geiste, Gutzkow founded a journal on the model of Dickens' Household Words, entitled Unterhaltungen am häuslichen Herd, which first appeared in 1852 and continued until 1862. In 1864 he had an epileptic seizure, and his theatrical powers began to diminish. To this period belong the historical novels Hohenschwangau (1868) and Fritz Ellrodt (1872), Lebensbilder (1870–1872), consisting of autobiographic sketches, and Die Söhne Pestalozzis (1870), with a plot founded on the story of Kaspar Hauser. After another epileptic episode Gutzkow journeyed to Italy in 1873, taking up residence in the country near Heidelberg on his return before moving again to Frankfurt, where he died on 16 December 1878.[2] With his play Uriel Acosta, and other works, Gutzkow stood up for the emancipation of the Jews; this play would later become the first classic play to be translated into Yiddish, and become a longtime standard of Yiddish theater. Gutzkow was never a revolutionary, and he became more conservative with age. He was one of the first Germans who tried to make a living by writing.[3] His strong controversial purpose obscured his artistic genius, but his work profoundly influenced the popular thought of c. 1910 Germany, and gives one of the best pictures we have of the intellectual life and the social struggle of his generation and nation.[4] His comedy in 5 acts Zopf und Schwert (1844) received two adaptations; in 1926 Aafa-Film made the movie Sword and Shield, and Edmund Nick used it for his operetta Über alles siegt die Liebe (Love Conquers Everything, 1940), libretto by Bruno Hardt-Warden [de].","Title":"Karl Gutzkow - Wikipedia","KeyID":"7499","URL":"https://en.wikipedia.org/wiki/Karl_Gutzkow"}