{"Content: ":"Wilhelm Ludwig von[1] Küchelbecker[2] (Russian: Вильге́льм Ка́рлович Кюхельбе́кер, IPA: [kʲʉxʲɪlʲˈbʲekʲɪr], tr. Vil'gel'm Karlovich Kyukhel'beker; 21 June [O.S. 10 June] 1797 in St. Petersburg – 23 August [O.S. 11 August] 1846 in Tobolsk) was a Russian-German Romantic poet and Decembrist revolutionary. Born into a German noble family, he spent his childhood in what is now Estonia and later attended the Tsarskoye Selo Lyceum near Saint Petersburg together with Alexander Pushkin and Anton Delvig,[3] with whom he became friends. In 1821, he went to Paris to deliver courses in Russian literature, but his activity was deemed too liberal by the Russian administration and Küchelbecker had to return to Russia. He served in the Caucasian War under General Yermolov (with whose nephew he fought a duel) before launching the miscellany Mnemozina along with Vladimir Odoevsky in 1824. Despite his German name, Küchelbecker was considered an ardent Russian patriot by his contemporaries, and though closely allied with the romanticists, he insisted on calling himself a literary conservative and a classicist. D.S. Mirsky characterizes him as \"a quixotic figure, ridiculous in appearance and behaviour\", but his personal friends had a warm affection for him. Pushkin, who was one of his principal teasers, dedicated to him one of the most heartfelt stanzas of the Lyceum Anniversary of 1825. As a poet, Küchelbecker had a pantheistic vision of the world but did not succeed in giving it a definite expression — his poetry is an inchoate world awaiting a builder. His best-known poem is the noble elegy on the death of Pushkin, a poem closing the Golden Age of Russian Poetry. In his short prose piece \"European Letters\" (1820), a 26th-century American travels in Europe, which has fallen back into barbarism. In the satiric fragment \"Land of the Headless\" (Земля безглавцев, 1824), the protagonist travels to the Moon and finds a dystopian state there. During the doomed Decembrist Uprising, he made an attempt on the life of the tsar's brother Michael. Küchelbecker was sentenced to corporal punishment which was commuted to imprisonment in Sveaborg, Kexholm, and other fortresses for ten years. After that he was exiled to Kurgan. He died blind in Tobolsk from tuberculosis. His most famous biography, Kyukhlya, was written by Yury Tynyanov; its publication in 1925 marked a resurgence of interest in Küchelbecker and his art. Category","Title":"Wilhelm Küchelbecker - Wikipedia","KeyID":"7501","URL":"https://en.wikipedia.org/wiki/Wilhelm_K%C3%BCchelbecker"}