{"Content: ":"Thomas Penson De Quincey (/də ˈkwɪnsi/;[1] 15 August 1785 – 8 December 1859) was an English writer, essayist, and literary critic, best known for his Confessions of an English Opium-Eater (1821).[2][3] Many scholars suggest that in publishing this work De Quincey inaugurated the tradition of addiction literature in the West.[4] Thomas Penson De Quincey was born at 86 Cross Street, Manchester, Lancashire.[5] His father, a successful merchant with an interest in literature, died when De Quincey was quite young. Soon after his birth, the family went to The Farm and then later to Greenheys, a larger country house in Chorlton-on-Medlock near Manchester. In 1796, three years after the death of his father, Thomas Quincey, his mother – the erstwhile Elizabeth Penson – took the name \"De Quincey\".[6] That same year, De Quincey's mother moved to Bath and enrolled him at King Edward's School. He was a weak and sickly child. His youth was spent in solitude, and when his elder brother, William, came home, he wrought havoc in the quiet surroundings. De Quincey's mother was a woman of strong character and intelligence but seems to have inspired more awe than affection in her children. She brought them up strictly, taking De Quincey out of school after three years because she was afraid he would become big-headed, and sending him to an inferior school at Wingfield, Wiltshire.[7] Around this time, in 1799, De Quincey first read Lyrical Ballads by William Wordsworth and Coleridge.[6] In 1800, De Quincey, aged 15, was ready for the University of Oxford; his scholarship was far in advance of his years. \"That boy could harangue an Athenian mob better than you or I could address an English one\", his master at Bath had said.[8] He was sent to Manchester Grammar School, in order that after three years' stay he might obtain a scholarship to Brasenose College, Oxford, but he took flight after 19 months.[9] His first plan had been to reach Wordsworth, whose Lyrical Ballads (1798) had consoled him in fits of depression and had awakened in him a deep reverence for the poet. But for that De Quincey was too timid, so he made his way to Chester, where his mother dwelt, in the hope of seeing a sister; he was caught by the older members of the family, but, through the efforts of his uncle, Colonel Penson, received the promise of a guinea (£1.05) a week to carry out his later project of a solitary tramp through Wales.[10] While on his journey around Wales and Mount Snowdon, he would avoid sleeping in inns to save what little money he had and instead went lodging with cottagers or slept in a tent he had made himself. He sustained himself by eating blackberries and rose hips; only rarely getting enough proper food from the goodwill of strangers.[11] From July to November 1802, De Quincey lived as a wayfarer. He soon lost his guinea by ceasing to keep his family informed of his whereabouts and had difficulty making ends meet. Still, apparently fearing pursuit, he borrowed some money and travelled to London, where he tried to borrow more. Having failed, he lived close to starvation rather than return to his family.[10] Discovered by chance by his friends, De Quincey was brought home and finally allowed to go to Worcester College, Oxford, on a reduced income. Here, we are told, \"he came to be looked upon as a strange being who associated with no one.\" In 1804, while at Oxford, he began the occasional use of opium.[6] He completed his studies, but failed to take the oral examination leading to a degree; he left the university without graduating.[12] He became an acquaintance of Coleridge and Wordsworth, having already sought out Charles Lamb in London. His acquaintance with Wordsworth led to his settling in 1809 at Grasmere, in the Lake District. He lived for ten years in Dove Cottage, which Wordsworth had occupied and which is now a popular tourist attraction, and for another five years at Foxghyll Country House, Ambleside.[13] De Quincey was married in 1816, and soon after, having no money left, he took up literary work in earnest.[14] His wife Margaret bore him eight children before her death in 1837. Three of De Quincey's daughters survived him. One of his sons, Paul Frederick de Quincey (1828–1894), emigrated to New Zealand.[15] In July 1818 De Quincey became editor of The Westmorland Gazette, a Tory newspaper published in Kendal, after its first editor had been dismissed.[16] He was unreliable at meeting deadlines, and in June 1819 the proprietors complained about \"their dissatisfaction with the lack of 'regular communication between the Editor and the Printer'\", and he resigned in November 1819.[17] De Quincey's political sympathies tended towards the right. He was \"a champion of aristocratic privilege,\" reserved \"Jacobin\" as his highest term of opprobrium, held reactionary views on the Peterloo massacre and the Sepoy rebellion, on Catholic Emancipation and the enfranchisement of the common people. In 1821 he went to London to dispose of some translations from German authors, but was persuaded first to write and publish an account of his opium experiences, which that year appeared in The London Magazine. This new sensation eclipsed Lamb's Essays of Elia, which were then appearing in the same periodical. The Confessions of an English Opium-Eater were soon published in book form.[18] De Quincey then made literary acquaintances. Thomas Hood found the shrinking author \"at home in a German ocean of literature, in a storm, flooding all the floor, the tables and the chairs – billows of books …\"[19] De Quincey was famous for his conversation; Richard Woodhouse wrote of the \"depth and reality, as I may so call it, of his knowledge … His conversation appeared like the elaboration of a mine of results …\"[20] From this time on, De Quincey maintained himself by contributing to various magazines. He soon exchanged London and the Lakes for Edinburgh,[21] the nearby village of Polton, and Glasgow; he spent the remainder of his life in Scotland.[22] In the 1830s he is listed as living at 1 Forres Street, a large townhouse on the edge of the Moray Estate in Edinburgh.[23] Blackwood's Edinburgh Magazine and its rival Tait's Magazine received numerous contributions. Suspiria de Profundis (1845) appeared in Blackwood's, as did The English Mail-Coach (1849). Joan of Arc (1847) was published in Tait's. Between 1835 and 1849, Tait's published a series of De Quincey's reminiscences of Wordsworth, Coleridge, Robert Southey and other figures among the Lake Poets – a series that taken together constitutes one of his most important works.[24] Along with his opium addiction, debt was one of the primary constraints of De Quincey's adult life.[25] De Quincey came into his patrimony at the age of 21, when he received £2,000 from his late father's estate. He was unwisely generous with his funds, making loans that could not or would not be repaid, including a £300 loan to Coleridge in 1807. After leaving Oxford without a degree, he made an attempt to study law, but desultorily and unsuccessfully; he had no steady income and spent large sums on books (he was a lifelong collector). By the 1820s he was constantly in financial difficulties. More than once in his later years, De Quincey was forced to seek protection from arrest in the debtors' sanctuary of Holyrood in Edinburgh.[26] (At the time, Holyrood Park formed a debtors' sanctuary; people could not be arrested for debt within those bounds.[27] The debtors who took sanctuary there could emerge only on Sundays, when arrests for debt were not allowed.) Yet De Quincey's money problems persisted; he got into further difficulties for debts he incurred within the sanctuary.[28] His financial situation improved only later in his life. His mother's death in 1846 brought him an income of £200 per year. When his daughters matured, they managed his budget more responsibly than he ever had himself.[29] De Quincey suffered neuralgic facial pain, \"trigeminal neuralgia\" – \"attacks of piercing pain in the face, of such severity that they sometimes drive the victim to suicide.\"[30] He reports using opium first in 1804 to relieve his neuralgia. Thus, as with many addicts, De Quincey's opium addiction may have had a \"self-medication\" aspect for real physical illnesses, as well as a psychological aspect.[31] By his own testimony, De Quincey first used opium in 1804 to relieve his neuralgia; he used it for pleasure, but no more than weekly, through 1812. It was in 1813 that he first commenced daily usage, in response to illness and his grief over the death of Wordsworth's young daughter Catherine. During 1813–1819 his daily dose was very high, and resulted in the sufferings recounted in the final sections of his Confessions. For the rest of his life, his opium use fluctuated between extremes; he took \"enormous doses\" in 1843, but late in 1848 he went for 61 days with none at all. There are many theories surrounding the effects of opium on literary creation, and notably, his periods of low use were literarily unproductive.[32] He died in his rooms on Lothian Street[33] in south Edinburgh and is buried in St Cuthbert's Churchyard at the west end of Princes Street. His stone, in the southwest section of the churchyard on a west-facing wall, is plain and says nothing of his work. His residence on Lothian Street was demolished in the 1970s to make way for the Bristo Square landscaping and inner dual carriageway around the student centre. During the final decade of his life, De Quincey labored on a collected edition of his works.[34] Ticknor and Fields, a Boston publishing house, first proposed such a collection and solicited De Quincey's approval and co-operation. It was only when De Quincey, a chronic procrastinator, failed to answer repeated letters from James Thomas Fields[35] that the American publisher proceeded independently, reprinting the author's works from their original magazine appearances. Twenty-two volumes of De Quincey's Writings were issued from 1851 to 1859.[citation needed] The existence of the American edition prompted a corresponding British edition. Since the spring of 1850, De Quincey had been a regular contributor to an Edinburgh periodical called Hogg's Weekly Instructor, whose publisher, James Hogg, undertook to publish Selections Grave and Gay from Writings Published and Unpublished by Thomas De Quincey. De Quincey edited and revised his works for the Hogg edition; the 1856 second edition of the Confessions was prepared for inclusion in Selections Grave and Gay…. The first volume of that edition appeared in May 1853, and the fourteenth and last in January 1860, a month after the author's death.[citation needed] Both of these were multi-volume collections, yet made no pretense to be complete. Scholar and editor David Masson attempted a more definitive collection: The Works of Thomas De Quincey appeared in fourteen volumes in 1889 and 1890. Yet De Quincey's writings were so voluminous and widely dispersed that further collections followed: two volumes of The Uncollected Writings (1890), and two volumes of Posthumous Works (1891–93). De Quincey's 1803 diary was published in 1927.[36] Another volume, New Essays by De Quincey, appeared in 1966.[citation needed] His immediate influence extended to Edgar Allan Poe, Fitz Hugh Ludlow, Charles Baudelaire and Nikolai Gogol, but even major 20th-century writers such as Jorge Luis Borges admired and claimed to be partly influenced by his work. Berlioz also loosely based his Symphonie fantastique on Confessions of an English Opium-Eater, drawing on the theme of the internal struggle with one's self. Dario Argento used De Quincey's Suspiria, particularly \"Levana and Our Ladies of Sorrow\", as an inspiration for his \"Three Mothers\" trilogy of films, which include Suspiria, Inferno and The Mother of Tears. This influence carried over into Luca Guadagnino's 2018 version of the film. Shelby Hughes created Jynxies Natural Habitat, an online archive of stamp art on glassine heroin bags, under the pseudonym \"Dequincey Jinxey\", in reference to De Quincey. She also used the pseudonym in interviews related to the archive. De Quincey's accomplished mastery of Greek was widely known and respected in the 1800s. Treadwell Walden, Episcopal priest and sometime rector of St. Paul's Church, Boston, quotes a letter from De Quincey's Autobiographic Sketches in support of his 1881 treatise about the mistranslation of the word metanoia into \"repent\" by most English translations of the Bible.[37] Category","Title":"Thomas De Quincey - Wikipedia","KeyID":"7511","URL":"https://en.wikipedia.org/wiki/Thomas_de_Quincey"}