{"Content: ":"(1708–4 March 1790) Anna Seward[3] (12 December 1742[notes 1][4][5][notes 2] – 25 March 1809) was an English Romantic poet, often called the Swan of Lichfield. She benefited from her father's progressive views on female education. Seward was the elder of two surviving daughters of Thomas Seward (1708–1790), a prebendary of Lichfield and Salisbury and an author, and his wife Elizabeth.[6][2] Elizabeth later had three further children (John, Jane and Elizabeth), who all died in infancy, and two stillbirths.[1] Anna Seward mourned their loss in her poem Eyam (1788).[7] Born in 1742 at Eyam, a mining village in the Peak District of Derbyshire, where her father was Rector,[6] she and her sister Sarah, some 16 months younger, passed nearly all their life in that small area of the Peak District of Derbyshire, and at Lichfield, a cathedral city in adjacent Staffordshire.[8][6] In 1749, Anna's father was appointed a Canon-Residentiary at Lichfield Cathedral. The family moved there, where her father educated her at home. In 1754 they moved into the Bishop's Palace in Cathedral Close. When a family friend, Mrs Edward Sneyd, died in 1756,[5] the Sewards took in one of her daughters, Honora Sneyd, who became an adopted foster sister to Anna.[9] Honora was nine years younger. Anna Seward described in a poem, The Anniversary (1769), how she and her sister first met Honora on returning from a walk.[10] Sarah (known as Sally) died suddenly of typhus at the age of 19 in 1764.[11] She was said to have an admirable character, though less talented than her sister.[12] Anna consoled herself with affection for Honora Sneyd, as she describes in Visions, written a few days after her sister's death. There she expresses a hope that Honora (\"this transplanted flower\") would replace her sister (referred to as Alinda) in her and her parents' affections.[13][notes 3] Anna Seward cared for her father in the last ten years of his life, after he had suffered a stroke. When he died in 1790, he left her financially independent with an income of £400 per annum. She continued to dwell at the Bishop's Palace until she died in 1809.[8] Seward, as a long-term friend of the Levett family of Lichfield, noted in her Memoirs of the Life of Dr. Darwin (Erasmus) that three of the town's foremost citizens were thrown from their carriages and injured their knees in the same year. \"No such misfortune,\" Seward wrote, \"was previously remembered in that city, nor has it recurred through all the years which since elapsed.\"[notes 4] Anna was a precocious, sensitive redhead, who showed a bent for learning from early childhood. Canon Seward, author of The Female Right to Literature (1748), held progressive views on female education.[14] Encouraged by her father, Anna was said to be able to recite works of Milton by the age of three.[6] Her gift for writing was clear at the age of seven, when the family moved to Lichfield. The family home in the Bishop's Palace became the centre of a literary circle that included Erasmus Darwin, Samuel Johnson and James Boswell, where Anna was encouraged to join in, as she later relates.[notes 5][15][12] Canon Seward's (if not his wife's) attitudes to educating girls was progressive for the time, but not excessively so. He was a poet himself, yet tried to curb Anna's passion for poetry, although she chose the composition of it for her own studies.[16] Among the subjects he taught were theology and numeracy, how to read and appreciate poetry, and how to write and recite it, although these deviated from the conventional drawing-room accomplishments of the time. The omissions were also notable, including languages and science, although the girls could pursue them alone if they felt inclined.[17] Nor was Anna unskilled in domestic matters.[18] Among many literary figures Anna Seward conversed with was Sir Walter Scott, who later published her poetry posthumously. Also in her circle were the writers Thomas Day, Francis Noel Clarke Mundy, Sir Brooke Boothby and Willie Newton (the Peak Minstrel).[19] She came to be seen as heading a coterie of regional poets, influenced by writers such as Thomas Whalley, William Hayley, Robert Southey, Helen Maria Williams, Hannah More and the Ladies of Llangollen.[19][8] She was also involved in the Lunar Society in Birmingham, which would sometimes meet at their home.[20] Both Darwin and Day belonged. Seward corresponded with other members such as Josiah Wedgwood and Richard Lovell Edgeworth.[19] Between 1775 and 1781, Seward was a guest and participant at a much-mocked salon held by Anna Miller at Batheaston, near Bath. However, it was there that Seward's talent was recognised. Her work appeared in the yearbook of poems from the gatherings, a debt that Seward acknowledged in \"Poem to the Memory of Lady Miller\" (1782).[21] Seward remained single, despite offers and friendships. She was outspoken about the institution of marriage,[15][6] not unlike her heroine in Louisa,[22] a position later echoed in the novels of her step-niece, Maria Edgeworth. She shunned marriage and sexual love as inferior to the equality and virtue of Aristotelian friendship. She had friends of both genders, although only seeking romantic relations with women.[23] In 1985 Lillian Faderman suggested that her orientation was lesbian,[24] but there is little known evidence of the erotic or sexual in her ties and the term relates more to 20th than to 18th-century concepts of identity. Since 1985, Seward remains within the lesbian poetic canon,[23] but Teresa Barnard argues against this, based more on examining her correspondence than on her poetry,[15] while more recently Redford Barrett has argued for it, based on other sources.[23] Much of the literature on Seward's relations focuses on her childhood friend Honora Sneyd: sonnets reveal her passion for her when they were together and her despair when Sneyd married Richard Edgeworth. Compared with the correspondence, her sonnets display more intense emotion, such as Sonnet 10 (\"Honora, shou'd that cruel time arrive\"), which describes feelings of betrayal. When the Edgeworths moved to Ireland, despair turned to anger, as in Sonnet 14 (\"Ingratitude, how deadly is thy smart\").[23] Seward began to write poetry early with encouragement from her father, a published poet, but against the wishes of her mother. When Anna was 16, her father revised his position, fearing she might become a \"learned lady\".[14][15] Later she was encouraged by Dr Erasmus Darwin, who set up a medical practice in Lichfield in 1756,[25] although their relations with him included frequent conflicts.[15] Her verses, which date from at least 1759,[15] include elegies and sonnets, and a verse-novel, Louisa (1784), of which five editions were published. However, she did not publish her first poem until 1780, at the age of 38. Seward's many letters and other writings have been called \"commonplace\". Horace Walpole said she had \"no imagination, no novelty\",[26] but she was praised by Mary Scott,[27] who had written admiringly of her father's attitude to female education.[28] Several poems, particularly Lichfield ones, concern her friend and adopted sister Honora Sneyd, in a tradition described as \"female friendship poetry\".[19] Seward struck a middle path in a period when women had to tread carefully. Her work could also be arch and teasing, as in her poem Portrait of Miss Levett, on a Lichfield beauty later married to Rev. Richard Levett.[29] She contributed to Boswell's Life of Samuel Johnson (1791), but was less than happy with Boswell's treatment of her material.[15] Her work circulated widely.[30] Authorship has been a continuing problem with assessing her work.[15] She was known to suggest others had used her work as their own: \"a charge of plagiarism must rest somewhere.\"[31] Seward was a prodigious correspondent. Six vast volumes of her letters appeared posthumously in 1811,[32] revealing broad knowledge of English literature and casting light on Midland literary culture in her day.[19] Early on, in 1762–1768, she used an imaginary friend, Emma, to express her thoughts, writing 39 letters to her.[33] She was seen variously as an authority on English literature by contemporaries such as Walter Scott, Samuel Johnson and Robert Southey.[19] She also wrote a biography: Memoirs of the Life of Dr. Darwin (1804).[34] Keenly interested in botany, Seward associated closely with the Lichfield Botanical Society (despite the name, composed of only three men: Erasmus Darwin, Sir Brooke Boothby and John Jackson) and published anonymously in its name.[35] She was encouraged by Darwin to reject a conservative backlash to the revelations of Carl Linnaeus's sexual system of plant classification. This was seen as unfitting for ladies' modesty.[36] \"I had heard it was not fit for the female eye. It can only be unfit for the perusal of such females as still believe the legend of their nursery that children are dug out of a parsley-bed; who have never been at church, or looked into a Bible, – and are totally ignorant that in the present state of the world, two sexes are necessary to the production of animals.\"[37][notes 6] This caution prevailed through most of the 19th century, typically from writers such as Richard Polwhele, in his poem The Unsex'd Females (1798), although she escaped his personal criticism, being considered to have a proper attitude. Selected works include;[15][38] After Seward's death, Sir Walter Scott edited her Poetical Works in three volumes (Edinburgh, 1810).[29] To these he prefixed a memoir of the author and extracts from her correspondence. Scott's editing shows considerable censorship[42] and he declined to edit the bulk of her letters, which later appeared in six volumes from Archibald Constable as Letters of Anna Seward 1784–1807 (1811).[26][32] Her reputation barely outlived her, but interest revived in the 21st century, after some dismissive views among early 20th-century critics.[43] Later feminist scholars in particular have seen Seward as a valuable observer of gendered relations in late 18th-century society, playing a transitional role in its principles and emerging romanticism. Her stance on the political, cultural and literary issues of the time likewise reflects the social responses to such issues.[8][44] Kairoff sees her as \"one of the — in a literal sense — ultimate eighteenth-century poets\".[45] There is a plaque to Anna Seward (spelt Ann) in Lichfield Cathedral. The epitaph was written by her friend Walter Scott.[notes 7] Seward appears as a character in the novel The Ladies by Doris Grumbach (1984).[46] A collection of letters relating to Seward can be found in the Cadbury Research Library, University of Birmingham.[47] Category","Title":"Anna Seward - Wikipedia","KeyID":"7516","URL":"https://en.wikipedia.org/wiki/Anna_Seward"}