{"Content: ":"Robert Southey (/ˈsaʊði/ or /ˈsʌði/;[a] 12 August 1774 – 21 March 1843) was an English poet of the Romantic school, and Poet laureate from 1813 until his death. Like the other Lake Poets, William Wordsworth and Samuel Taylor Coleridge, Southey began as a radical but became steadily more conservative as he gained respect for Britain and its institutions. Other romantics such as Byron accused him of siding with the establishment for money and status. He is remembered especially for the poem \"After Blenheim\" and the original version of \"Goldilocks and the Three Bears\". Robert Southey was born in Wine Street, Bristol, to Robert Southey and Margaret Hill. He was educated at Westminster School, London (where he was expelled for writing an article in The Flagellant attributing the invention of flogging to the Devil),[1] and at Balliol College, Oxford.[2] Southey later said of Oxford, \"All I learnt was a little swimming... and a little boating.\" Experimenting with a writing partnership with Samuel Taylor Coleridge, most notably in their joint composition of The Fall of Robespierre, Southey published his first collection of poems in 1794. The same year, Southey, Coleridge, Robert Lovell and several others discussed creating an idealistic community (\"pantisocracy\") on the banks of the Susquehanna River in America: In 1799, Southey and Coleridge were involved with early experiments with nitrous oxide (laughing gas), conducted by the Cornish scientist Humphry Davy.[3] In 1838, Edith died and Southey remarried, to Caroline Anne Bowles, also a poet, on 4 June 1839.[5] Southey's mind was giving way when he wrote a last letter to his friend Landor in 1839, but he continued to mention Landor's name when generally incapable of mentioning anyone. He died on 21 March 1843 and was buried in the churchyard of Crosthwaite Church, Keswick, where he had worshipped for forty years. There is a memorial to him inside the church, with an epitaph written by his friend, William Wordsworth. Southey was also a prolific letter writer, literary scholar, essay writer, historian and biographer. His biographies include the life and works of John Bunyan, John Wesley, William Cowper, Oliver Cromwell and Horatio Nelson. The last has rarely been out of print since its publication in 1813 and was adapted as the 1926 British film Nelson. Although originally a radical supporter of the French Revolution, Southey followed the trajectory of his fellow Romantic poets Wordsworth and Coleridge towards conservatism. Embraced by the Tory establishment as Poet Laureate, and from 1807 in receipt of a yearly stipend from them, he vigorously supported the Liverpool government. He argued against parliamentary reform (\"the railroad to ruin with the Devil for driver\"), blamed the Peterloo Massacre on an allegedly revolutionary \"rabble\" killed and injured by government troops, and spurned Catholic emancipation.[6] In 1817 he privately proposed penal transportation for those guilty of \"libel\" or \"sedition\". He had in mind figures like Thomas Jonathan Wooler and William Hone, whose prosecution he urged. Such writers were guilty, he wrote in the Quarterly Review, of \"inflaming the turbulent temper of the manufacturer and disturbing the quiet attachment of the peasant to those institutions under which he and his fathers have dwelt in peace.\" Wooler and Hone were acquitted, but the threats caused another target, William Cobbett, to emigrate temporarily to the United States. In some respects, Southey was ahead of his time in his views on social reform. For example, he was an early critic of the evils the new factory system brought to early 19th-century Britain. He was appalled by the living conditions in towns like Birmingham and Manchester and especially by employment of children in factories and outspoken about them. He sympathised with the pioneering socialist plans of Robert Owen, advocated that the state promote public works to maintain high employment, and called for universal education.[7] Given his departure from radicalism, and his attempts to have former fellow travellers prosecuted, it is unsurprising that less successful contemporaries who kept the faith attacked Southey. They saw him as selling out for money and respectability. In 1817, Southey was confronted with the surreptitious publication of a radical play, Wat Tyler, which he had written in 1794 at the height of his radical period. This was instigated by his enemies in an attempt to embarrass the Poet Laureate and highlight his apostasy from radical poet to supporter of the Tory establishment. One of his most savage critics was William Hazlitt. In his portrait of Southey, in The Spirit of the Age, he wrote: \"He wooed Liberty as a youthful lover, but it was perhaps more as a mistress than a bride; and he has since wedded with an elderly and not very reputable lady, called Legitimacy.\" Southey largely ignored his critics but was forced to defend himself when William Smith, a member of Parliament, rose in the House of Commons on 14 March to attack him. In a spirited response Southey wrote an open letter to the MP, in which he explained that he had always aimed at lessening human misery and bettering the condition of all the lower classes and that he had only changed in respect of \"the means by which that amelioration was to be effected.\"[8] As he put it, \"that as he learnt to understand the institutions of his country, he learnt to appreciate them rightly, to love, and to revere, and to defend them.\"[8] Another critic of Southey in his later period was Thomas Love Peacock, who scorned him in the character of Mr. Feathernest in his 1817 satirical novel Melincourt.[9] He was often mocked for what were seen as sycophantic odes to the king, notably in Byron's long ironic dedication of Don Juan to Southey. In the poem Southey is dismissed as insolent, narrow and shabby. This was based both on Byron's lack of respect for Southey's literary talent, and his disdain for what he perceived as Southey's hypocritical turn to conservatism later in life. Much of the animosity between the two men can be traced back to Byron's belief that Southey had spread rumours about him and Percy Bysshe Shelley being in a \"League of Incest\" during their time on Lake Geneva in 1816, an accusation that Southey strenuously denied. In response, Southey attacked what he called the Satanic School among modern poets in the preface to his poem, A Vision of Judgement, written after the death of George III. While not naming Byron, it was clearly directed at him. Byron retaliated with The Vision of Judgment, a parody of Southey's poem. Without his prior knowledge, the Earl of Radnor, an admirer of his work, had Southey returned as MP for the latter's pocket borough seat of Downton in Wiltshire at the 1826 general election, as an opponent of Catholic emancipation, but Southey refused to sit, causing a by-election in December that year, pleading that he did not have a large enough estate to support him through political life,[10] or want to take on the hours full attendance required. He wished to continue living in the Lake District and preferred to defend the Church of England in writing rather than speech. He declared that \"for me to change my scheme of life and go into Parliament, would be to commit a moral and intellectual suicide.\" His friend John Rickman, a Commons clerk, noted that \"prudential reasons would forbid his appearing in London\" as a Member.[11] In 1835, Southey declined the offer of a baronetcy, but accepted a life pension of £300 a year from Prime Minister Sir Robert Peel.[11] He is buried in the churchyard of Crosthwaite Parish Church in Cumbria. Southey was elected a member of the American Antiquarian Society in 1822.[12] He was also a member of the Royal Spanish Academy. Notes Citations Category","Title":"Robert Southey - Wikipedia","KeyID":"7519","URL":"https://en.wikipedia.org/wiki/Robert_Southey"}