{"Content: ":"Aleksander Fredro (20 June 1793 – 15 July 1876) was a Polish poet, playwright and author active during Polish Romanticism in the period of partitions by neighboring empires. His works including plays written in the octosyllabic verse (Zemsta) and in prose (Damy i Huzary) as well as fables, belong to the canon of Polish literature. Fredro was harshly criticized by some of his contemporaries for light-hearted humor or even alleged immorality (Seweryn Goszczyński, 1835) which led to years of his literary silence. Many of Fredro's dozens of plays were published and popularized only after his death. His best-known works have been translated into English, French, German, Russian, Czech, Romanian, Hungarian and Slovak.[1] Count Aleksander Fredro, of the Bończa coat of arms, was born in the village of Surochów near Jarosław, then a crown territory of Austria. A landowner's son, he was educated at home. He entered the Polish army at age 16 and saw action in the Napoleonic wars, including the Moscow campaign. His memoir Topsy Turvy Talk, which echoes the style of Laurence Sterne's Tristram Shandy, recounts his military experiences during Bonaparte's last campaign. While in France in 1814, he took an active interest in French drama. After leaving the army he settled on his estate and began as a writer. Fredro made his literary debut in 1817, but he was not interested in the problems of Romanticism. He wrote social comedies about the lifestyle of the Polish nobility and is known for his skill in characterization and plot, as well as the flexibility of his language. His work also features humor typical of folk theatre from the Romantic period, and a fast-paced farce with varying degrees of sophistication. Two of Fredro's fables, The Monkey in the Bath (Małpa w kąpieli) and Paul and Gawel (Paweł i Gaweł), belong to the most popular children's stories in the country.[1] His best-known comedy, Zemsta (The Revenge), was adapted for the screen in Poland by eminent film director Andrzej Wajda in 2002. Fredro was the maternal grandfather of the head of the Ukrainian Catholic Church, Metropolitan Andrey Sheptytsky. He was commemorated on a Polish postage stamp issued in 1978. He died on 15 July 1876 in Lviv and was buried in a family grave in Catholic Church of the Assumption of Rudky.. Category","Title":"Aleksander Fredro - Wikipedia","KeyID":"7521","URL":"https://en.wikipedia.org/wiki/Aleksander_Fredro"}