{"Content: ":"Napoleon Stanisław Adam Feliks Zygmunt Krasiński (Polish pronunciation: [ˈzɨɡmunt kraˈɕiɲskʲi]; 19 February 1812 – 23 February 1859) was a Polish poet traditionally ranked after Adam Mickiewicz and Juliusz Słowacki as one of Poland's Three Bards – the Romantic poets who influenced national consciousness in the period of Partitions of Poland. Krasiński was the most famous member of the Krasiński family. He was born in Paris to Count Wincenty Krasiński and Maria Urszula Radziwiłł, and became the close companion of his father after his mother's early death from tuberculosis. He was educated by tutors prior to attending the Warsaw Lyceum, where he graduated in 1827. He then started to study law and administration at the Imperial University of Warsaw, but was expelled from the university in 1829. In 1829 Krasiński left Poland to study in Geneva. He met Mickiewicz, who dazzled the young writer and played an important part in shaping his literary techniques. In Rome, Krasiński received news about the November Uprising and broke off his trip with the intention of returning to Poland to fight, but in the end, did not participate. In 1833 he travelled from Saint Petersburg to Italy, where he would stay until April 1834. This period saw the creation of probably his most famous work, the tragic drama Nie-Boska komedia (The Undivine Comedy). By 1850 his health had worsened, but that did not stop his constant travels around Europe. Through letters and audiences with European figures, including Napoleon III of France, he sought to gain support for the Polish cause. To avoid political repercussions, he published his works anonymously, which led to him being known as the Anonymous Poet of Poland. Krasiński's early works were influenced by Walter Scott and Lord Byron and extolled medieval chivalry. In 1845 he published Psalmy przyszłości [pl] (Psalms of the Future). He is best known for The Undivine Comedy as well as for the large body of well-received letters. His writings explore conservatism, Christianity, the necessity of sacrifice and suffering to moral progress, and providentialism. The Undivine Comedy and another major work, Irydion (1834), explore the concept of class struggle, contemplating social revolution, and predicting the destruction of the nobility. His later writings showed his opposition to romantic militant ventures. He wrote letters, poetry, and \"treatises in the philosophy of history\", such as Psalms of the Future and Przedświt [pl] (Predawn). The Undivine Comedy is perhaps the most important Polish drama of the Romantic period. Napoleon Stanisław Adam Feliks Zygmunt Krasiński was born in Paris on 19 February 1812 to Count Wincenty Krasiński, a Polish aristocrat and military commander, and Countess Maria Urszula Radziwiłł.[1] He spent his first years in Chantilly, where Napoleon Bonaparte's Imperial Guard Regiment was stationed, and the Emperor attended his baptism.[1] In 1814 his parents moved to Warsaw, then part of the Duchy of Warsaw, ruled by Frederick Augustus I of Saxony, as a client state of the First French Empire.[1] Krasiński's cultivated and doting father employed prominent tutors, including Baroness Helena de la Haye, Józef Korzeniowski [pl], and Piotr Chlebowski [pl], to educate Zygmunt.[1] Following the stabilization brought by the end of the Napoleonic Wars, which saw the end of the Duchy of Warsaw and the creation of Congress Poland, the Krasiński family spent most summer holidays on their estates in Podole and Opinogóra. On 12 April 1822 Zygmunt's mother died of tuberculosis, and the 10-year-old boy became a precocious close companion to the family head, who instilled in Zygmunt a reverence for chivalry and honor.[1] Zygmunt's fascination with his father's personality, and their mutual hopes for a free Poland, led to an excessive, onerous mutual idealization.[1] Over the years, their \"intimate and difficult\" relationship would be very influential on Zygmunt, whom Victor Erlich described as \"weak and hypersensitive\", compared to his \"affectionate but domineering\" father.[2] In September 1826 Zygmunt entered the Warsaw Lyceum (a secondary school which Chopin had attended in 1823–1826), graduating in autumn 1827.[1] He began studies in law and administration at the Imperial University of Warsaw. On 9 March 1829 an incident occurred, stemming from Krasiński's attendance at classes instead of at a patriotic demonstration during the funeral of Marshal Piotr Bieliński. Krasiński had boycotted the funeral at the urging of his father, who the previous year had clashed politically with Bieliński, who was widely seen as a national hero. Krasiński was one of only two students to remain in class. On 14 March 1829 he was publicly criticized by a fellow student, Leon Łubieński [pl]; this led to an altercation serious enough to involve the university administration and to eventuate in Krasiński's expulsion.[1][3][4] From late May to mid-June 1829 Krasiński, accompanying his father, took his first journey abroad, visiting Vienna, capital of the Austrian Empire.[1] In October 1829 he left Poland again, this time to study abroad.[1] Travelling through Prague, Plzen, Regensburg, Zürich, and Bern, 17-year-old Krasiński arrived on 3 November 1829 in Geneva.[1] Much of Krasiński's time in Geneva was divided between attendance at university lectures, being tutored, and his social life.[1] He soon became fluent in French.[5] His Geneva stay helped shape his personality.[1] Soon after arrival in Geneva, at the beginning of November 1829, Krasiński met Henry Reeve, a physician's son who was in Switzerland to study philosophy and literature. The talented young Englishman, who composed overwrought romantic poetry, greatly inspired young Krasiński. They became fast friends and exchanged letters discussing their love of classical and romantic literature.[1] At the beginning of 1830, Krasiński developed romantic feelings for Henrietta Willan, the daughter of a wealthy English merchant and tradesman. This relationship inspired future works by Krasiński.[1] On 11 August 1830 Krasiński met Adam Mickiewicz, a principal figure in Polish Romanticism, and Poland's greatest poet.[1] Krasiński's wide-ranging conversations with Mickiewicz, who dazzled Krasiński with the breadth of his knowledge, were vital in inspiring Krasiński's to improve his literary techniques.[1] From 14 August to 1 September 1830 they traveled together to the High Alps; Krasiński described this in his diary; being also a prolific written or letters, he also wrote of the trip in a letter to his father, dated 5 September 1830.[1] Around early November 1830 Krasiński left Geneva and traveled to Italy, visiting Milan, Florence, and Rome.[1] In Rome, receiving news about the outbreak of the November Uprising in Poland, he broke off his trip and returned to Geneva. He had been finishing a historical novel, Agaj-Han [pl], recounting the story of Tsaritsa and warlord Marina Mniszech, considered his most significant work of that period.[1] On the advice of his father, who opposed rebellion against the Russian Empire (he had become a Russian general), he did not go to Poland to participate in the Uprising – to his later everlasting regret. In May 1832 he set out for Poland, on the way again visiting Italy (Milan, Verona, Vicenza, Padua, Venice), then Innsbruck and Vienna, finally by mid-August 1832 arriving in Warsaw. During that trip, in Venice, he consulted with ophthalmologist Friedrich Jäger regarding his surfacing eye disease, which would continue over the years to come, becoming one of the reasons for his growing introspection.[1] Having reunited with his father shortly afterward, they traveled together to Saint Petersburg, where in October he received an audience with the Russian Tsar Nicholas I. The elder Krasiński tried to arrange a diplomatic career for his son with the Russian Empire, but Zygmunt was not interested and was content to travel abroad again. In March 1833 he left Saint Petersburg and, visiting Warsaw and Kraków, traveled once more to Italy, where he would stay until 19 April 1834.[1] This period saw the creation of what is likely his most famous work, the drama The Undivine Comedy (Nie-Boska komedia), written probably between summer and fall 1834.[1] In Rome, Krasiński fell in love with Joanna Bobrowa [pl]. Though the relationship lasted for a few years, it did not result in marriage (in any case, Bobrowa was already married).[1] With her and her husband Teodor, in the spring of 1834, Krasiński took another trip to Italy. That summer he met his father in Kissingen, then traveled to Wiesbaden and Ems. Autumn saw him visit Frankfurt and Milan, and by November he returned to Rome. In spring the following year he visited Naples, Pompeii, Sorrento, then Florence. In this period he finished another major work, the drama Irydion, which he had begun earlier, around 1832 or 1833.[1] Departing Florence in June 1835, he met Bobrowa in Kissingen, then traveled with her to Ischl and Trieste, and then on alone to Vienna, which he reached in January 1836. Then he went to Milan and Florence, and again to Rome. In Rome, in May that year, he would meet and befriend another major Polish literary figure, Juliusz Słowacki. In summer 1836 he returned to Kissingen and visited Gräfenberg, where he once more met his father. In November he returned to Vienna, where he stayed until June 1837. That summer he visited Kissingen and Frankfurt am Main, then returned by September to Vienna.[1] Worsening health prevented him from resuming his travels until May 1838, when he traveled to Olomouc and Salzbrunn, then returned to Poland, in June visiting family estates in Opinogóra Górna. Shortly after, he traveled to Warsaw and then Gdańsk. September marked the end of his romance (which his father had opposed) with Joanna Bobrowa.[1] On 1 September 1838, together with his father, he again departed for Italy (Venice, Florence, Rome, and Naples). In Rome he once again met Juliusz Słowacki.[1] For over a decade, Krasiński's muse was Countess Delfina Potocka (likewise a friend of composer Frédéric Chopin), with whom he conducted a romance from 1838 to 1848.[1][5] In the first half of 1839 he traveled to Sicily, meeting Potocka in Switzerland, and his father in Dresden. He spent much of that time traveling with Potocka and writing poems and other works dedicated to her.[1] In July 1840 his father informed the 28-year-old of plans that he had made for Zygmunt to marry Countess Eliza Branicka (1820–1876). The marriage eventuated on 26 July 1843 in Dresden.[1] The couple would have four children: sons Władysław and Zygmunt, and daughters Maria Beatrix and Elżbieta.[1] As usual, much of Krasiński's time was divided between traveling and writing.[1] The year 1843 also saw the publication of his poem Przedświt [pl] (Predawn).[1] In 1845 he published another major work, Psalmy przyszłości [pl] (Psalms of the Future).[1] Tirelessly continuing his travels through Central Europe, in January 1848, in Rome, he met another Polish literary figure, the struggling poet Cyprian Norwid (sometimes considered a fourth Polish bard), whom he would aid financially. He also met Mickiewicz again and endorsed Prince Adam Jerzy Czartoryski's political faction. A conservative, Krasiński was critical of the revolutionary upheavals known as the Spring of Nations.[1] In 1850 his health worsened, but that did not stop his constant travels, including to France. Through letters and audiences with European figures, including Napoleon III, whom he met in 1857 and 1858, he sought to gain support for the Polish cause. In 1856, in Paris, he took part in the funeral of Adam Mickiewicz. On 24 November 1857, in a major blow to Krasiński, his father died.[1] Krasiński died in Paris on 23 February 1859.[1] His body, like his father's, was transported to Poland and laid to rest in the family crypt at Opinogóra.[1] Today the former family estate of the Krasiński family is the home of a Museum of Romantism [pl].[6] Key themes in his writings include conservatism, Messianist Christianity, the necessity of sacrifice and suffering to moral progress, and providentialism.[1][7] His relation to his father, who strongly influenced – indeed, controlled – many aspects of his life, is also seen as a major influence in his writings.[3][8] Some of Krasiński's work contains antisemitic motifs. Political scientist Stephen Bronner argues that the Comedy is probably \"the first work in which a Jewish conspiracy against a Christian society figured as the prominent theme\".[9] According to theatre critic Agata Adamiecka-Sitek, this aspect of the piece is still a sensitive topic in Poland, as the piece is \"both canonical and profoundly embarrassing for Polish culture, on par perhaps with The Merchant of Venice in the western theatre canon\".[10] He differed from his major peers, Mickiewicz and Słowacki, in his vision of the future. Accepting the likelihood of democratic social revolution, he was much less sanguine about it than they; and so were his works, when they touched on the future. All Three Bards agreed the future would see major, likely violent changes. For Krasiński, the future held little hope for a better, new world, though his later works suggested the possibility of salvation – and of restoration of Polish independence – through a return to conservative Christian values.[7] Krasiński's early works, particularly his historical novels, such as Agaj-Han, were influenced by Walter Scott and Lord Byron[8] and extolled medieval chivalry.[5] They are also deeply pessimistic.[11] This gloomy atmosphere is visible in Krasiński's best-known work, the drama Nie-boska komedia (The Undivine Comedy), which he wrote around 1835, when he was in his early twenties.[1][5][7][11][12] In the 19th century, a greater Polish Romantic poet, Adam Mickiewicz, discussed The Undivine Comedy in his Collège de France lectures, calling it \"the highest achievement of the Slavic theater\".[13] A century later, another Polish poet and lecturer on the history of Polish literature, Nobel laureate Czesław Miłosz, called The Undivine Comedy \"truly pioneering\" and \"undoubtedly a masterpiece not only of Polish but... of world literature\",[5] and remarked how surprising it was that such a brilliant drama could have been created by an author barely out of his teens.[14] The American academic Harold B. Segel noted that the play \"has steadily gained prestige in the twentieth century and is widely regarded in Poland as one of the greatest dramatic works to emerge from the Romantic period\", and that it had been staged outside Poland and was likely the most internationally known Polish romantic drama.[7] The Undivine Comedy discussed the concept of class struggle before Karl Marx had coined the phrase.[5][14] The Undivine Comedy appears to have been inspired by the author's reflections on the Polish November 1830 Uprising and on the French July 1830 Revolution.[1][5] It contemplated social revolution, predicted the destruction of the nobility, and commented on societal changes wrought by western Europe's burgeoning capitalism. The play was critical both of the aristocracy and of the revolutionaries, the former depicted as cowardly, and the latter, as destructive; neither morally superior. Also addressed were such themes as the poet's identity, the nature of poetry, and Romantic myths of perfect love, fame, and happiness.[1] In another prose drama, Irydion, Krasiński again took up the theme of societal decay.[8][14] He condemned the excesses of revolutionary movements, arguing that motives such as retribution had no place in the Christian ethic; many contemporaries, however, saw the play as an endorsement of militant struggle for Poland's independence, while Krasiński's intent was to advocate for organic work as a means to society's advancement.[1] His later writings more clearly showed his opposition to romantic militant ventures and his advocacy of peaceful, organic educational work; this was particularly so in his Psalms of the Future, which expressly criticized the concept of revolution.[1] Krasiński began writing Irydion before The Undivine Comedy, but published it after the latter. Miłosz commented that, while Irydion is a work of considerable talent, especially in its insightful analysis of the decadence of Roman Empire, it is not on a par with The Undivine Comedy;[15] and Segel wrote that Irydion \"attracts no great attention today\".[7] Krasiński's later work includes a body of poetry, but his lyrical poetry is not particularly notable; indeed, he himself remarked that he was not a particularly gifted poet.[6][15] More memorable are his \"treatises in the philosophy of history\", especially Predawn and Psalms of the Future, influenced by philosophers including Georg Hegel, Friedrich Schelling, August Cieszkowski, and Bronisław Trentowski.[15] Krasiński's rejection of Romantic ideals and democratic slogans which he felt inspired futile bloody rebellions, brought a polemical reply from fellow poet Juliusz Słowacki in the form of the poem, Odpowiedź na Psalmy przyszłości [pl] (A reply to \"Psalms of the Future\").[1][6][15] Lastly, he was a prolific writer of well-received letters, some of which survived and were published posthumously.[1][5][7][8][16] Polish literature scholars Maria Janion and Kazimierz Wyka wrote that the body of his letters is, next to his dramas, his other major literary achievement;[17][18] similar praise was offered by literature critic Jan Zbigniew Słojewski [pl] who argued that those letters are one of the crowning achievements of Polish Romanticism.[18] Theater critic Jan Kott referred to the series of letters written by Krasiński to Potocka as \"the greatest (yet unwritten) novel of the Polish Romantic period\".[19] Most, if not all, of his works, were published anonymously or under pseudonyms, to protect his family – particularly his father, a politician and administrator in Russian-controlled Congress Poland – from retribution by the Russian Empire, as his works were often outspoken and contained thinly veiled references to the political situation of contemporary Europe (in particular, of the partitions of Poland).[1][5][20][21][22] Due to his decision to publish anonymously, to the end of his life he was able to travel freely between his family manor in Russian-controlled lands and centers of Polish emigré life in Western Europe (the Great Emigration), while others, including Mickiewicz and Słowacki, were forced to remain in exile in the West, banned from returning to Polish lands by the occupying powers.[23] This led to his being known as the Anonymous Poet of Poland (the title of English writer Monica Mary Gardner's 1919 monograph, The Anonymous Poet of Poland: Zygmunt Krasinski).[21] Polish literary scholar Zbigniew Sudolski [pl] writes, in the Polish Biographical Dictionary, that Krasiński has traditionally been ranked with Mickiewicz and Słowacki as one of Poland's Three National Bards.[1] Of the three, however, Krasiński is considered the least influential.[24] Miłosz wrote that Krasiński, popular in the mid-19th century, remains an important figure in the history of Polish literature but is not on a par with Mickiewicz and Słowacki.[15] Modern scholars generally agree that while Krasiński was in his time admired for his poetry, these did not age well.[7][25] Polish historian of literature, Mieczysław Giergielewicz [pl], observes the contradiction regarding Krasiński's dramas and poems, the former which gained popularity with the critics, but not the public, while for the later, a reverse was true. He subsequently notes that over time, assessment of his dramas (and letters) overshadowed that of his poetry, which proved to be much less enduring.[25] Segel likewise agreed that both Krasiński's poetry, as early as during the turn-of-the-century Young Poland period, came to be criticized as \"vehicles for [an] embarrassing messianism\" and as \"amateur and shallow Romantic philosophizing\". Krasiński's popularity further waned under the People's Republic of Poland, when his conservative religious themes met with disapproval by the communist authorities; new editions of his works were not published in the 1940s and 1950s.[7] Today most of Krasiński's Romantic tales and poetry are still considered relatively weak. On the other hand, he has come to be recognized as \"a superb prose stylist and easily the outstanding epistolary artist of Polish romanticism\", and his Undivine Comedy remains one of the most important dramas, if not the most important Polish drama, of the Romantic period.[7] Category","Title":"Zygmunt Krasiński - Wikipedia","KeyID":"7522","URL":"https://en.wikipedia.org/wiki/Zygmunt_Krasi%C5%84ski"}