{"Content: ":"Castilho was born in Lisbon. He lost his sight at the age of six, but the devotion of his brother Augusto, and aided by a retentive memory, enabled him to go through his school and university course with success; and he acquired an almost complete mastery of the Latin language and literature.[1] His first work of importance, the Cartas de Echo e Narciso (1821), belongs to the pseudo-classical school in which he had been brought up, but his romantic leanings became apparent in the Primavera (1822) and in Amor e Melancholia (1823), two volumes of honeyed and prolix bucolic poetry. In the poetic legends A noite do Castello (1836) and Ciúmes do bardo (1838) Castilho appeared as a full-blown Romanticist. These books exhibit the defects and qualities of all his work, in which lack of ideas and of creative imagination and an atmosphere of artificiality are ill-compensated for by a certain emotional charm, great purity of diction and melodious versification.[1] Belonging to the didactic and descriptive school, Castilho saw nature as all sweetness, pleasure and beauty, and he lived in a dreamland of his imagination. A fulsome epic on the succession of King John VI brought him an office of profit at Coimbra. On his return from a stay in Madeira, he founded the Revista Universal Lisbonense, in imitation of Herculano's Panorama, and his profound knowledge of the Portuguese classics served him well in the introduction and notes to a very useful publication, the Livraria Classica Portugueza (1845–47, 25 volumes), while two years later he established the \"Society of the Friends of Letters and the Arts.\"[1] A study on Luís de Camões and treatises on metrification and mnemonics followed from his pen. His praiseworthy zeal for popular instruction led him to take up the study of pedagogy, and in 1850 he brought out his Leitura Repentina, a method of reading which was named after him, and he became government commissary of the schools which were destined to put it into practice.[1] Going to Brazil in 1854, he there wrote his famous Letter to the Empress. Though Castilho's lack of strong individuality and his excessive respect for authority prevented him from achieving original work of real merit, yet his translations of Anacreon, Ovid and Virgil and the Chave do Enigma, explaining the romantic incidents that led to his first marriage with D. Maria de Baena, a niece of the satirical poet Nicolau Tolentino de Almeida and a descendant of António Ferreira, reveal him as a master of form and a purist in language. His versions of Goethe's Faust and Shakespeare's A Midsummer Night's Dream, made without a knowledge of German and English, scarcely added to his reputation.[1] When the Coimbra question arose in 1865, Garrett was dead and Herculano had ceased to write, leaving Castilho supreme, for the moment, in the realm of letters. But the youthful Antero de Quental withstood his claim to direct the rising generation and attacked his superannuated leadership, and after a fierce war of pamphlets Castilho was dethroned. The rise of João de Deus reduced him to a secondary position in the Portuguese Parnassus, and when he died ten years later much of his former fame had preceded him to the tomb.[1] Castilho died in Lisbon. A club named GS Castilho based in Mindelo, Cape Verde is named after him. The club was founded by students on 18 February 1923 during Portuguese rule. It is the second oldest club in Cape Verde.[2] Attribution: Category","Title":"António Feliciano de Castilho - Wikipedia","KeyID":"7529","URL":"https://en.wikipedia.org/wiki/Ant%C3%B3nio_Feliciano_de_Castilho"}