{"Content: ":"João Baptista da Silva Leitão de Almeida Garrett, 1st Viscount of Almeida Garrett (Portuguese pronunciation: [aɫˈmɐjdɐ ɡɐˈʁɛt(ɨ)]; 4 February 1799 – 9 December 1854) was a Portuguese poet, orator, playwright, novelist, journalist, politician, and a peer of the realm. A major promoter of theater in Portugal he is considered the greatest figure of Portuguese Romanticism and a true revolutionary and humanist. He proposed the construction of the D. Maria II National Theatre and the creation of the Conservatory of Dramatic Art. Garrett was born in Porto, the son of António Bernardo da Silva Garrett (1739–1834), a fidalgo of the Royal Household and knight of the Order of Christ, and his wife (they were married in 1796) Ana Augusta de Almeida Leitão (b. Porto, c. 1770). At an early age, around 4 or 5 years old, Garrett changed his name to João Baptista da Silva Leitão, adding a name from his godfather and altering the order of his surnames. In 1809, his family fled the second French invasion carried out by Soult's troops, seeking refuge in Angra do Heroísmo, Terceira Island, Azores. While in the Azores, he was taught by his uncle, Dom Frei Alexandre da Sagrada Família (Faial, Horta, 22 May 1737 – Terceira, Angra do Heroísmo, 22 April 1818), also a freemason, then the 25th Bishop of Angra (1816–1818) and former bishop of Malacca and Timor; his two other uncles were Manuel Inácio da Silva Garrett, Archdeacon of Angra, and Inácio da Silva Garrett, also a clergyman of Angra. In childhood, his mulatto Brazilian nanny Rosa de Lima taught him some traditional stories that later influenced his work. In 1818, he moved to Coimbra to study at the University law school. In 1818, he published O Retrato de Vénus [1], a work for which was soon to be prosecuted, as it was considered \"materialist, atheist, and immoral\"; it was during this period that he adopted and added his pen name de Almeida Garrett, who was seen as more aristocratic. Although he did not take active part in the Liberal Revolution that broke out in Porto in 1820, he contributed with two patriotic verses, the Hymno Constitucional and the Hymno Patriótico, which his friends copied and distributed in the streets of Porto. After the \"Vilafrancada\", a reactionary coup d'état led by the Infante Dom Miguel in 1823, he was forced to seek exile in England. He had just married the beautiful Luísa Cândida Midosi who was only 12 or 13 years old at the time and was the sister of his friend Luís Frederico Midosi, later married to Maria Teresa Achemon, both related to theatre and children of José Midosi (son of an Italian father and an Irish mother) and wife Ana Cândida de Ataíde Lobo. While in England, in Edgbaston, Warwickshire, he began his association with Romanticism, being subject to the first-hand influences of William Shakespeare and Walter Scott, as well as to that of Gothic aesthetics. In the beginning of 1825, Garrett left for France where he wrote Camões (1825) and Dona Branca (1826), poems that are usually considered the first Romantic works in Portuguese literature. In 1826, he returned to Portugal, where he settled for two years and founded the newspapers O Portuguez and O Chronista. In 1828, under the rule of King Miguel of Portugal, he was again forced to settle in England, publishing Adozinda and performing his tragedy Catão at the Theatre Royal in Plymouth. [2] Together with Alexandre Herculano and Joaquim António de Aguiar, he took part in the Landing of Mindelo, carried out during the Liberal Wars. When a constitutional monarchy was established, he briefly served as its Consul General to Brussels; upon his return, he was acclaimed as one of the major orators of Liberalism, and took initiative in the creation of a new Portuguese theatre (during the period, he wrote his historical plays Gil Vicente, D. Filipa de Vilhena, and O Alfageme de Santarém). In 1843, Garrett published Romanceiro e Cancioneiro Geral, a collection of folklore; two years later, he wrote the first volume of his historical novel O Arco de Santana (fully published in 1850, it took inspiration from Victor Hugo's The Hunchback of Notre Dame). O Arco de Santana signified a change in Garrett's style, leading to a more complex and subjective prose with which he experimented at length in Viagens na Minha Terra [3] (Travels in My Homeland, 1846). His innovative manner was also felt in his poem collections Flores sem Fruto (Flowers without Fruit, 1844) and Folhas Caídas (Fallen Leaves) 1853). Nobled by Dona Maria II of Portugal in 1852 with the title of 1st Viscount of Almeida Garrett, he was Minister of Foreign Affairs for only a few days in the same year (in the cabinet of the Duke of Saldanha). Almeida Garrett ended his relationship with Luísa Midosi and divorced in 1835 (who later remarried Alexandre Desiré Létrillard) to join 17-year-old Adelaide Deville Pastor in 1836 – she was to remain his partner until her early death in 1839, leaving a daughter named Maria Adelaide, whose early life tragedy and illegitimacy inspired her father to write the play Frei Luís de Sousa. Later in his life he became the lover of Rosa de Montúfar y Infante, a Spanish noblewoman daughter of the 3rd Marques de Selva Alegre, wife of Joaquim António Velez Barreiros, 1st Baron and 1st Viscount de Nossa Senhora da Luz and twice (277th and 286th) Commander of the Order of the Immaculate Conception of Vila Viçosa, and Minister and Governor of Cape Verde, whom he celebrated at his last and probably best poetry book Folhas Caídas. Garrett died of cancer in Lisbon at 6:30 in the afternoon of 9 December 1854. He was buried at the Cemetery of Prazeres and, on 3 May 1903, his remains were transferred to the national pantheon in the Jerónimos Monastery, where they rest near to those of Alexandre Herculano and Luís Vaz de Camões. Despite the wish that it went to his natural daughter, one of the reasons why he accepted it, his title passed on to the descendants of his brother Alexandre José da Silva de Almeida Garrett (7 August 1797 – 24 October 1847), fidalgo of the Royal Household, who was a partisan of King Miguel I of Portugal for all his life, and wife (m. 16 June 1822) Angélica Isabel Cardoso Guimarães (2 February 1803 –). He also had a sister Maria Amália de Almeida Garrett, who married in the Azores where they were then living with Francisco de Meneses de Lemos e Carvalho (Terceira, Angra do Heroísmo, 20 September 1786 –) and had female issue. Honour: Portugal issued a set of 4 postage stamps in honor of Joao Baptista da Silva Leitao de Almeida Garrett on 7 March 1957. Category","Title":"Almeida Garrett - Wikipedia","KeyID":"7530","URL":"https://en.wikipedia.org/wiki/Almeida_Garrett"}