{"Content: ":"Alexandre Herculano de Carvalho e Araújo (28 March 1810 – 13 September 1877) was a Portuguese novelist and historian. Herculano's family had humble origins. One of his grandfathers was a foreman stonemason in the royal employ. Herculano received his early education, comprising Latin, logic and rhetoric, at the Necessidades Monastery, and spent a year at the Royal Marine Academy studying mathematics with the intention of entering on a commercial career. In 1828 Portugal fell under the absolute rule of D. Miguel, and Herculano, becoming involved in the unsuccessful military pronunciamento of August 1831, had to leave Portugal clandestinely and take refuge in England and France. In 1832 he accompanied the Liberal expedition to Terceira Island as a volunteer, and was one of D. Pedro's famous army of 7,500 men who landed at Mindelo and occupied Porto. He took part in all the actions of the great siege, and at the same time served as a librarian in the city archives. He published his first volume of verses, A Voz de Propheta, in 1832, and two years later another entitled A Harpa do Crente.[1] Privation had made a man of him, and in these little books he proves himself a poet of deep feeling and considerable power of expression. The stirring incidents in the political emancipation of Portugal inspired his muse, and he describes the bitterness of exile, the adventurous expedition to Terceira, the heroic defence of Porto, and the final combats of liberty. In 1837 he founded the Panorama in imitation of the English Penny Magazine, and there and in Illustração he published the historical tales which were afterwards collected into Lendas e Narrativas; in the same year he became royal librarian at the Ajuda Palace, which enabled him to continue his studies of the past. The Panorama had a large circulation and influence, and Herculano's biographical sketches of great men and his articles of literary and historical criticism did much to educate the middle class by acquainting them with the story of their nation, and with the progress of knowledge and the state of letters in foreign countries.[1] After spending his early years as a poet, Herculano introduced the historical novel into Portugal in 1844 by a book written in imitation of Walter Scott. Eurico treats of the fall of the Visigothic monarchy and the beginnings of resistance in the Asturias which gave birth to the Christian kingdoms of the Iberian Peninsula. A second book, Monge de Cister, published in 1848, describes the time of King João I, when the middle class and the municipalities first asserted their power and elected a king who stood in opposition to the nobility.[2] From an artistic standpoint, these stories are rather laboured productions, besides being ultra-romantic in tone; but it must be remembered that they were written mainly with an educational goal, and, moreover, they deserve high praise for their style. Herculano had greater book-learning than Scott, but lacked descriptive talent and skill in dialogue. His touch is heavy, and these novels show no dramatic power, which accounts for his failure as a playwright, but their influence was as great as their followers were many.[2] These and editions of two old chronicles, the \"Chronicle of Dom Sebastião\" (1839) and the \"Annals of king João III\" (1844), prepared Herculano for his life's work, and the year 1846 saw the first volume of his \"History of Portugal from the Beginning of the Monarchy to the end of the Reign of Afonso III\", a book written on critical lines and based on documents.[2] The difficulties he encountered in producing it were very great, for the foundations had been ill-prepared by his predecessors, and he was obliged to be artisan and architect at the same time. He had to collect manuscripts from all parts of Portugal, decipher, classify and weigh them before he could begin work, and then he found it necessary to break with precedents and destroy traditions. Serious students in Portugal and abroad welcomed the book as an historical work of the first rank, for its evidence of careful research, its able marshalling of facts, its scholarship and its painful accuracy, while the sculptural simplicity of the style and the correctness of the diction made it a Portuguese classic. The second volume of his history appeared in 1847, the third in 1849, and the fourth in 1853.[2] The first volume, however, gave rise to a celebrated controversy, because Herculano had reduced the famous battle of Ourique, which was supposed to have seen the birth of the Portuguese monarchy, to the dimensions of a mere skirmish, and denied the apparition of Christ to King Afonso, a fable first circulated in the 15th century.[2] Herculano was denounced from the pulpit and by the press for his lack of patriotism and piety, and after bearing the attack for some time his pride drove him to reply. In a letter to the cardinal patriarch of Lisbon entitled Eu e o Clero (1850), he denounced the fanaticism and ignorance of the clergy in plain terms, and this provoked a fierce pamphlet war marked by much personal abuse. A professor of Arabic in Lisbon intervened to sustain the accepted view of the battle, and charged Herculano and his supporter, Pascual de Gayangos with ignorance of the Arab historians and of their language. The conduct of the controversy, which lasted some years, did credit to none of the contending parties, but Herculano's statement of the facts was eventually universally accepted as correct.[2] In his youth, the excesses of absolutism had made Herculano a Liberal, and the attacks on his history turned this man, full of sentiment and deep religious conviction, into an anti-clerical who began to distinguish between political Catholicism and Christianity. His \"History of the Origin and Establishment of the Inquisition in Portugal\" (1854–1855), relating the thirty years' struggle between King John III and the Jews—he to establish the tribunal and they to prevent him—was compiled, as the preface showed, to stem the ultramontane reaction, but nonetheless carried weight because it was a recital of events with little or no comment or evidence of passion in its author.[2] Next to these two books (\"History of Portugal from the beginning of the monarchy to the end of the reign of Afonso III\" and \"History of the origin and establishment of the Inquisition in Portugal\"), his study, \"Condition of the working classes on the peninsula from the seventh to the twelfth century\" (\"Do Estado des classes servas na Peninsula desde o VII. até o XII. seculo\"), was Herculano's most valuable contribution to history.[2] In 1856 Herculano began editing a series of Portugalliae monumenta historica, but personal differences between him and the keeper of the Archives, which he necessarily frequented, interrupted his historical studies. On the death of his friend King Pedro V, Herculano left the Ajuda and retired to a country house near Santarém.[2] The alliance of Liberalism and Catholicism, represented by Herculano and his fellow poetic historians Chateaubriand and Lamartine had ended as the movement known as Ultramontanism grew within the Catholic hierarchy after the Revolutions of 1848. Disillusioned with mankind and despairing of the future of his country, Herculano rarely emerged from his retirement; when he did so, it was to fight political and religious reactionaries. Herculano defended Portugal's monastic orders (advocating their reform rather than suppression) and successfully opposed the entry of foreign religious orders. He supported the rural clergy and idealized the village priest in his Pároco da Aldeia, an imitation, unconscious or otherwise, of Oliver Goldsmith's \"The Vicar of Wakefield\". Herculano also opposed the Concordat of February 21, 1857, between Portugal and the Holy See, regulating the Portuguese Padroado in the East. Herculano supported civil marriage, although his \"Studies on Civil Marriage\" (\"Estudos sobre o Casamento Civil\") was banned (put on the Index Librorum Prohibitorum).[2] English historian Lord Acton and German historian Ignaz von Döllinger experienced similar problems, especially as they all fought the new dogmas of the Immaculate Conception (1854) and papal infallibility (1871). Other key documents issued by Pius IX during the ecclesiastical retrenchment include the Syllabus of Errors (1864) and Etsi multa (1873).[citation needed] In the domain of letters he remained until his death a veritable pontiff, and an article or book of his was an event celebrated from one end of Portugal to the other. The nation continued to look up to him for intellectual leadership, but, in his later years, lacking hope himself, he could not stimulate others or use to advantage the powers conferred upon him. In politics he remained a constitutional Liberal of the old type, and, for him, the people were the middle classes in opposition to the lower, which he saw to have been the supporters of tyranny in all ages, while he considered radicalism to mean a return via anarchy to absolutism. However, though he conducted political propaganda campaigns in the press in his early days, Herculano never exercised much influence in politics.[2] Grave as most of his writings are, they include a short description of a crossing from Jersey to Granville, in which he satirizes English character and customs, and he reveals an unexpected sense of humour. A rare capacity for tedious work, a dour Catonian rectitude, a passion for truth, pride, irritation when criticized, and independence of character are the marks of Herculano as a man.[2] He could be broken but never bent, and his rude frankness accorded with his hard, sombre face, and he often alienated men's sympathies though he seldom lost their respect. His lyricism is vigorous, feeling but austere, and almost entirely subjective and personal, while his pamphlets are distinguished by energy of conviction, strength of affirmation, and contempt for weaker and more ignorant opponents.[2] His History of Portugal is a great but incomplete monument. A lack of imagination and a deficit of the philosophic spirit prevented him from penetrating or drawing characters, but his analytical gift, joined to persevering toil and honesty of purpose, enabled him to present a faithful account of ascertained facts and a satisfactorily lucid explanation of political and economic events.[2] His remains lie in a majestic tomb in the Jerónimos Monastery at Belém, near Lisbon, which was raised by public subscription. His more important works have gone through many editions, and his name is still one to reckon with when considering modern historians of Portugal and of the Iberian peninsula.[2] In 1866, Herculano married an old love of his, Mariana Hermínia de Meira, born about 1830, with whom he had no children. Attribution: Category","Title":"Alexandre Herculano - Wikipedia","KeyID":"7531","URL":"https://en.wikipedia.org/wiki/Alexandre_Herculano"}