{"Content: ":"Prince Alexander Chavchavadze (Georgian: ალექსანდრე ჭავჭავაძე, Russian: Александр Чавчавадзе; 1786 – November 6, 1846) was a Georgian poet, public benefactor and military figure. Regarded as the \"father of Georgian romanticism\", he was a pre-eminent Georgian aristocrat and a talented general in the Imperial Russian service. Alexander Chavchavadze was a member of the noble family elevated to the princely rank by the Georgian king Constantine II of Kakhetia in 1726. The family was of Khevsur origin but had intermarried with other Georgian military and noble families. He was born in 1786, in St Petersburg, Russia, where his father, Prince Garsevan Chavchavadze, served as an ambassador of Heraclius II, king of Kartli and Kakheti in eastern Georgia. Tsarina Catherine II of Russia was a godmother at the baptism of infant Alexander, showing her benevolence to the Georgian diplomat.[1] Alexander's early education was Russian. He first saw his native Georgia at the age of 13, when the family moved back to Tiflis after the Russian annexation of eastern Georgia (1801). At the age of 18, Alexander Chavchavadze joined Prince Parnaoz, a member of the dispossessed royal family, in the 1804 rebellion in the mountainous Georgian province of Mtiuleti against Russian rule. Following the suppression of the uprising, he was briefly put in prison where he composed his first literary works, including a radical poem written in Georgian, Woe to This World and Its Tenants (ვაჰ, სოფელსა ამას და მისთა მდგმურთა). The poem quickly gained popularity, and brought early fame to its young author. His manuscripts were widely circulated with his lyrics of love or protest, written in the spirit of the 18th-century Georgian poet Besiki or of the French Enlightenment philosopher Jean-Jacques Rousseau, sung in Tiflis and elsewhere in Georgia. Following a year's exile in Tambov, Chavchavadze reconciled with the new regime and entered a hussar regiment. Ironically, he fought in the Russian ranks under Marquis Paulucci when the next anti-Russian rebellion broke out in 1812 in Kakheti and was wounded in the fighting. In the same year, he married a Georgian princess Salome Orbeliani, a prominent noble family with familial ties to the Bagrationi royal line. During the War of the Sixth Coalition (1813-4) against Napoleon I of France, he served as an aide-de-camp to the Russian commander Barclay de Tolly and was wounded in his leg at the Battle of Paris on 31 March 1814. As an officer in the Russian expeditionary forces, he stayed in Paris for two years and the restored Bourbon dynasty awarded him for his service with a Légion d'honneur. Open to new ideas, in particular to the early French Romanticism, he was impressed by Lamartine and Victor Hugo, as well as Racine and Corneille, whose writing entered Georgian literature through Chavchavadze. In 1817, Prince Chavchavadze became a colonel of the Russian army. Promoted to Major General in 1826, his military career advanced remarkably during the Russian wars against the Persian and Ottoman empires in the late 1820s. He was instrumental in the conquest of Iravan from Persia in 1827[2] and was appointed, in 1828, a military governor of the Armenian Military District. During the 1828-9 Russo-Turkish war, with a small detachment, he organised a successful defence of the Yerevan province against the marauding Kurds and his forces surged into Anatolia, taking control of the whole pashate of Bajazet from the Turkish forces from 25 August to 9 September 1828.[3] In 1829, he was dispatched as an administrator of the military board of Kakheti, where his patrimonial estates were located. Back in Georgia, Alexander enjoyed overwhelming popularity among the Georgian nobility and people. He was highly respected by his fellow Russian and Georgian officers. At the same time, he was regarded as Georgia's most refined, educated and wealthy 19th-century aristocrat, fluent in several European and Asiatic languages and with extensive and friendly ties with the cream of Georgian and Russian society who frequented his famous salon in Tiflis. The prominent Russian diplomat and playwright Alexander Griboyedov married his 16-year-old daughter Nino, whom the famous Russian poet had tutored in music during his brief stay in Tiflis. Another daughter, Catherine, married David Dadiani, prince of Mingrelia, and inspired in Nicholas Baratashvili the hopeless love that made him the greatest poet of Georgian Romanticism. At his Italianate summer mansion in Tsinandali, Kakheti, he frequently entertained foreign guests with music, wit, and – most especially – the fine vintages made at his estate winery (marani). Chavchavadze built Georgia's oldest and largest winery where he combined European and centuries-long Georgian wine-making traditions. The highly regarded dry white Tsinandali is still produced there.[4] According to his acquaintance, Juan Van Halen, Chavchavadze, \"a Georgian prince, educated in Europe,... though serving in our regiment with the rank of colonel, had succeeded, without neglecting his military duties, in improving his valuable inheritance in such a manner that few Georgian nobles can compare with him in wealth.\"[5] Despite his loyal service to the Russian crown, Chavchavadze's nostalgia for Georgia's lost independence, monarchy, and the Georgian Orthodox Church once again pushed him into rebellion, joining the 1832 conspiracy aimed at organising a large-scale uprising against the Russian hegemony. The failed coup plot turned into a disaster for the Georgian literature: most of his poetry written between 1820 and 1832, inspired by Romanticism and egalitarianism, was burned by the author as possible evidence against him. He was sentenced to the five-year exile to Tambov, but the tsar, who needed his military talents given the ongoing Caucasian War, forgave him. Chavchavadze joined the expedition against the rebellious mountain people of the North Caucasus. Like his many fellow Georgian nobles, he found a good opportunity to take revenge for the numerous past raids on the Georgian marches organised by North Caucasus tribes. He was promoted to lieutenant general in 1841, and continued his service in the Caucasus, briefly as head of the civil administration of the region from 1842 to 1843. In 1843, he fought in his last war, commanding a successful punitive expedition against the rebellious Dagestani tribes. Later, he was appointed a member of the Council of the Chief Administration of Transcaucasus. In 1846, Alexander Chavchavadze fell victim to an accident,[1] under somewhat mysterious circumstances: while returning to his palace in Tsinandali at night, somebody from the nearby woods approached him and splashed hot water while he was galloping on his horse. He lost the control of the horse and crashed into the ditch nearby. He died from the resultant severe head injuries. Although the tragedy was most likely an accident, it was rumoured that he was killed by Russian assassins. He was buried at the Shuamta Monastery in Kakheti, Georgia. Chavchavadze was survived by a son, David, who was also a lieutenant general in the Russian service during the Caucasus Wars, and three daughters, Nino, Catherine, and Sophia. Chavchavadze's influence over Georgian literature was immense. He moved the Georgian poetic language closer to the vernacular, combining the elements of the formal wealth and somewhat artificial antiquated \"high\" style inherited from the 18th-century Georgian Renaissance literature, melody of Persian lyrical poetry, particularly Hafiz and Saadi, bohemian language of the streets of Tiflis and the moods and themes of European Romanticism. The subject of his works varied from purely anacreontic in his early period to deeply philosophic in his maturity. Chavchavadze's contradictory career – his participation in the struggle against the Russian control of Georgia, on one hand, and the loyal service to the tsar, including the suppression of Georgian peasant revolts, on the other hand – found a noticeable reflection in his writings. The year 1832, when the Georgian plot collapsed, divides his work into two principal periods. Prior to that event, his poetry was mostly impregnated with laments for the former grandeur of Georgia, the loss of national independence and his personal grievances connected with it; his native country under the Russian empire seemed to him a prison, and he pictured its present state in extremely gloomy colors. The death of his beloved friend and son-in-law, Griboyedov, also contributed to the depressive character of his writings of that time. In his Romantic poems, Chavchavadze dreamed of Georgia's glorious past, when \"the breeze of life past\" would \"breathe sweetness\" into his \"dry soul.\" In poems Woe, time, time (ვაჰ, დრონი, დრონი), Listen, listener (ისმინეთ მსმენნო), and Caucasia (კავკასია), the \"Golden Age\" of medieval Georgia was contrasted with its unremarkable present.[6] As a social activist, however, he remained mostly a \"cultural nationalist,\" defender of the native language, and an advocate of the interest of Georgian aristocratic and intellectual elites. In his letters, Alexander heavily criticized Russian treatment of Georgian national culture and even compared it with the pillaging by Ottomans and Persians who had invaded Georgia in the past.[3] In one of the letters he states: The damage which Russia has inflicted on our nation is disastrous. Even Persians and Turks could not abolish our Monarchy and deprive us of our statehood. We have exchanged one serpent for another.[2] After 1832, his perception of the national problems became different. The poet unambiguously pointed out those positive results which had been brought about by the Russian annexation, though the liberation of his native land remained to be his most cherished dream.[7] Later, his poetry became less romantic, even sentimental, but he never abandoned his optimistic streak that makes his writings so different from those of his predecessors. Some of the most original of his late poems are, Oh, my dream, why have you appealed to me again (ეჰა, ჩემო ოცნებავ, კვლავ რად წარმომედგინე), and The Ploughman (გუთნის დედა) written in the 1840s. The former, a rather sad poem, surprisingly ends with hope for the future in contemplation of the poet. The latter combines Chavchavadze's elegy for his past years of youth with calm humorous farewell to lost sex-life and potency.[8] Composer Tamara Antonovna Shaverzashvili used Chavchavadze’s text for her song “My Sadness.”[9] Chavchavadze also composed a historic work, \"The Short sketches of the history of Georgia from 1801 to 1831.\" Category","Title":"Alexander Chavchavadze - Wikipedia","KeyID":"7541","URL":"https://en.wikipedia.org/wiki/Alexander_Chavchavadze"}