{"Content: ":"Nikolay Mikhailovich Karamzin (Russian: Николай Михайлович Карамзин; 12 December [O.S. 1 December] 1766 – 3 June [O.S. 22 May] 1826) was a Russian Imperial historian, romantic writer, poet and critic. He is best remembered for his fundamental History of the Russian State, a 12-volume national history. Karamzin was born in the small village of Mikhailovka (modern-day Karamzinka village of the Ulyanovsk Oblast, Russia) near Simbirsk in the Znamenskoye family estate. Another version exists that he was born in 1765 in the Mikhailovka village of the Orenburg Governorate (modern-day Preobrazhenka village of the Orenburg Oblast, Russia) where his father served, and in recent years Orenburg historians have been actively disputing the official version.[1][2][3] His father Mikhail Yegorovich Karamzin (1724—1783) was a retired Kapitan of the Imperial Russian Army who belonged to the Russian noble family of modest means founded by Semyon Karamzin in 1606. For many years its members had served in Nizhny Novgorod as high-ranking officers and officials before Nikolay's grandfather Yegor Karamzin moved to Simbirsk with his wife Ekaterina Aksakova of the ancient Aksakov dynasty related to Sergey Aksakov.[4][5][6] According to Nikolay Karamzin, his surname derived from Kara-mirza, a baptized Tatar and his earliest-known ancestor who arrived to Moscow to serve under the Russian rule. No records of him were left. The first documented Karamzin lived as early as 1534.[7][1][2] His mother Ekaterina Petrovna Karamzina (née Pazukhina) also came from a Russian noble family of moderate income founded in 1620 when Ivan Demidovich Pazukhin, a long-time officer, was granted lands and a title for his service during the Polish–Russian War. His two sons founded two family branches: one in Kostroma and one in Simbirsk which Ekaterina Karamzina belonged to.[8][9] Her father Peter Pazukhin also made a brilliant military career and went from Praporshchik to Colonel; he had been serving in the Simbirsk infantry regiment since 1733. As far as the family legend goes, the dynasty was founded by Fyodor Pazukh from Lithuanian szlachta who left Mstislavl in 1496 to serve under Ivan III of Russia.[10] Ekaterina Petrovna was born between 1730 and 1735 and died in 1769 when Nikolay was only over 2 years old. In 1770 Mikhail Karamzin married for the second time to Evdokia Gavrilovna Dmitrieva (1724—1783) who became Nikolay's stepmother. He had three siblings — Vasily, Fyodor and Ekaterina — and two agnate siblings.[1][5] Nikolay Karamzin was sent to Moscow to study under Swiss-German teacher Johann Matthias Schaden; he later moved to St Petersburg, where he made the acquaintance of Ivan Dmitriev, a Russian poet of some merit, and occupied himself with translating essays by foreign writers into his native language. After residing for some time in Saint Petersburg he went to Simbirsk, where he lived in retirement until induced to revisit Moscow. There, finding himself in the midst of the society of learned men, he again took to literary work. In 1789, he resolved to travel, visiting Germany, France, Switzerland and England. On his return he published his Letters of a Russian Traveller, which met with great success. These letters, modelled after Irish-born novelist Laurence Sterne's A Sentimental Journey Through France and Italy, were first printed in the Moscow Journal, which he edited, but were later collected and issued in six volumes (1797–1801). In the same periodical, Karamzin also published translations from French and some original stories, including Poor Liza and Natalia the Boyar's Daughter (both 1792). These stories introduced Russian readers to sentimentalism, and Karamzin was hailed as \"a Russian Sterne\". In 1794, Karamzin abandoned his literary journal and published a miscellany in two volumes entitled Aglaia, in which appeared, among other stories, The Island of Bornholm and Ilya Muromets, the former being one of the first Russian Gothic novels and the latter, a story based on the adventures of the well-known hero of many a Russian legend. From 1797 to 1799, he issued another miscellany or poetical almanac, The Aonides, in conjunction with Derzhavin and Dmitriev. In 1798 he compiled The Pantheon, a collection of pieces from the works of the most celebrated authors ancient and modern, translated into Russian. Many of his lighter productions were subsequently printed by him in a volume entitled My Trifles. Admired by Alexander Pushkin and Vladimir Nabokov, the style of his writings is elegant and flowing, modelled on the easy sentences of the French prose writers rather than the long periodical paragraphs of the old Slavonic school. His example proved beneficial for the creation of a Russian literary language, a major contribution for the history of Russian literature. In 1802 and 1803, Karamzin edited the journal the Envoy of Europe (Vestnik Evropy). It was not until after the publication of this work that he realized where his strength lay, and commenced his 12 volume History of the Russian State. In order to accomplish the task, he secluded himself for two years at Simbirsk. When Emperor Alexander learned the cause of his retirement, Karamzin was invited to Tver, where he read to the emperor the first eight volumes of his history. He was a strong supporter of the anti-Polish policies of the Russian Empire, and expressed hope that \"there would be no Poland under any shape or name\".[11] In 1816, he removed to St Petersburg, where he spent the happiest days of his life, enjoying the favour of Alexander I and submitting to him the sheets of his great work, which the emperor read over with him in the gardens of the palace of Tsarskoye Selo. He did not, however, live to carry his work further than the eleventh volume, terminating it at the accession of Michael Romanov in 1613. He died on 22 May (old style) 1826, in the Tauride Palace. A monument was erected to his memory at Simbirsk in 1845. Karamzin is credited for having introduced the letter Ë/ë into the Russian alphabet some time after 1795. Prior to that simple E/e had been used, though there was also a rare form patterned after the extant letter Ю/ю.[12] Note that Ë/ë is not an obligatory letter, and simple E/e is still often used in books other than dictionaries and schoolchildren's primers.[13][14] Karamzin is well-regarded as a historian.[citation needed] Until the appearance of his work, little had been done in this direction in Russia. The preceding attempt of Vasily Tatishchev was merely a rough sketch, inelegant in style, and without the true spirit of criticism. Karamzin was most industrious in accumulating materials, and the notes to his volumes are mines of interesting information. Perhaps Karamzin may justly be criticized for the false gloss and romantic air thrown over the early Russian annals; in this respect his work is reminiscent of that of Sir Walter Scott, whose writings were at that time creating a great sensation throughout Europe and probably influenced Karamzin. Karamzin wrote openly as the panegyrist of the autocracy; indeed, his work has been styled the Epic of Despotism and considered Ivan III as the architect of Russian greatness, a glory that he had earlier (perhaps while more under the influence of Western ideas) assigned to Peter the Great. (The deeds of Ivan the Terrible are described with disgust, though.) In the battle pieces, he demonstrates considerable powers of description, and the characters of many of the chief personages in the Russian annals are drawn in firm and bold lines. As a critic Karamzin was of great service to his country; in fact he may be regarded as the founder of the review and essay (in the Western style) among the Russians. Also, Karamzin is sometimes considered a founding father of Russian conservatism. Upon appointing him a state historian, Alexander I greatly valued Karamzin's advice on political matters. His conservative views were clearly expounded in The Memoir on Old and New Russia, written for Alexander I in 1812. This scathing attack on reforms proposed by Mikhail Speransky was to become a cornerstone of official ideology of imperial Russia for years to come. Several places in Russia were named after the writer: In 2016 on the occasion of the 250th birthday of the writer, the Central Bank of Russia issued a silver 2-ruble coin in the series “Outstanding People of Russia”: N.M. Karamzin, writer.[16] Two commemorative stamps were issued depicting N.M. Karamzin: in 1991[17] in the USSR as part of the Russian Historians stamp series, face value of 10 Russian kopeks, and in 2016[18] as part of the Outstanding Russian historians stamp series,[19] face value of 25 Russian rubles. Category","Title":"Nikolay Karamzin - Wikipedia","KeyID":"7542","URL":"https://en.wikipedia.org/wiki/Nikolay_Karamzin"}