{"Content: ":"Prince Grigol Orbeliani or Jambakur-Orbeliani (Georgian: გრიგოლ ორბელიანი; ჯამბაკურ-ორბელიანი) (October 2, 1804 – March 21, 1883) was a Georgian Romanticist poet and general in Imperial Russian service. One of the most colorful figures in the 19th-century Georgian culture, Orbeliani is noted for his patriotic poetry, lamenting Georgia's lost past and independent monarchy. At the same time, he spent decades in the Russian military service, rising through ranks to highest positions in the imperial administration in the Caucasus. Grigol Orbeliani was born into a prominent aristocratic family in the Georgian capital of Tiflis (Tbilisi), three years after the Russian government deposed the Bagrationi dynasty of Georgia and annexed their kingdom. His father Dimitri (Zurab), a prince of the House of Orbeliani, served at the court of the last Georgian kings, while mother Khoreshan née Andronikashvili was a granddaughter, on her mother, Princess Elene’s, side, of Erekle II, the penultimate and popular king of Georgia, whose cult would later be introduced into Georgian literature by Grigol Orbeliani himself. Orbeliani had close family and friendly ties with the contemporary Georgian aristocratic and literary élite: Nikoloz Baratashvili, the most important poet of Georgian Romanticism, was his sisterly nephew; Orbeliani was in love with Griboyedov’s widow and Alexander Chavchavadze’s daughter, Nino, who inspired the poet with desperate, but courtly passion for nearly thirty years, although he had been betrothed in the cradle to Princess Sopio Orbeliani.[1] He was a cousin of the two poets and generals - Alexander and Vakhtang Orbeliani. To distinguish himself from his namesake cousins, Grigol Orbeliani also used an ancestral name \"Qaplanishvili\".[2] Orbeliani received his early education at local nobility gymnasium and artillery school. In the 1820s, he entered the Russian military service, and took part in a series of expeditions against the Dagestani tribes, and the wars with the Ottoman and Persian empires. In March 1833, he was arrested by the Russian police in Nizhny Novgorod for his involvement with the 1832 conspiracy of Georgian nobles who plotted to murder Russian officials and reestablish Georgia's independence from the empire. Orbeliani was placed in the Avlabar prison in Tiflis, but was soon released as, due to his absence from Georgia, his contribution to a planned coup was limited to an intellectual support such as translations from the Decembrist ideologues and a bellicose poem, The Weapon (იარაღი).[2] By virtue both of his aristocratic status and his abilities, Orbeliani was able to resume his military career and would rise to high positions in the Caucasus Viceroyalty. He, like many other Georgian nobles who years earlier had plotted to overthrow the Russian hegemony, would make peace with the imperial autocracy, a change aided by liberal policies of the Russian viceroy Mikhail Semyonovich Vorontsov. A typical romanticist and patriot in his poetry, Orbeliani, like his older contemporary, fellow poet and general Alexander Chavchavadze, remained a loyal officer in the imperial service throughout his career.[3][4] Orbeliani spent most of his military career in the Caucasus War against the rebellious mountaineers, with a brief spell in the Neva Infantry Regiment in Wilno (Vilnius, Lithuania) as a punishment for his participation in the 1832 conspiracy. On returning to the Caucasus in 1838, he mostly fought in Dagestan and was made colonel in 1846. Being in command of the Apsheron Infantry Regiment, Orbeliani played a decisive role in storming the Dagestani stronghold Gergebil in 1847/8 and was promoted to major general in 1848. In the following years, he governed the restive districts of Avaristan, and Tchar-Belakan, and oversaw the Lezgin line. He fought off an attack by Shamil, a leader of anti-Russian insurgency in the North Caucasus, and scored a series of victories over the rebels in Tchar-Belakan in 1853, winning the rank of lieutenant general. In 1855, he was made commander of the pre-Caspian troops and promoted to adjutant general in 1857. He was appointed chairman of the viceroy's council in 1857 and three years later became governor-general of Tiflis, acting as a de facto viceroy in 1862. Orbeliani was further promoted to Infantry General in 1864 and received a seat in the State Council in 1866. He was an advocate and organiser of a new social order in the Caucasus. In 1871, the Imperial administration organized, in Tiflis, a 50-years anniversary of Orbeliani's service, attended by the visiting Tsar Alexander II who awarded the general an Order of St. Andrew, the highest in the empire. In old age, he switched his fervor to the promotion of literacy and education for Georgians and publication of Georgian heritage as well as sponsoring literacy programs for the Abkhaz and Ossetians. He was a member of the Imperial Geographical Society and an Honorary President of the Georgian Nobility Bank. In the 1880s he played a leading role in establishing a standard text for Shota Rustaveli's medieval epic The Knight in the Panther's Skin.[2] Although Orbeliani's earliest writings are in prose dating to 1824, his prose pieces have fallen into oblivion. Most of his poetry is noted for patriotic motifs and extravagant praise of wine and women. Like his contemporary Georgian romanticists, Orbeliani's lyrics are pervaded with laments over the lost past and the fall of the Georgian monarchy. What distinguishes him, however, is his love for the street poetry and the ashug minstrelsy to which he himself added with such lyrics as Mukhambazi (მუხამბაზი).[5][6] Orbaliani's poetry prior to the collapse of the 1832 conspiracy is remarkably bellicose and optimistic, while post-1832 lyrics are more elegiac, infused with sentimental patriotic feelings about the irretrievable glory of the past. His best and longest works is an ode A Toast, or A Night Feast after War near Yerevan (სადღეგრძელო, ანუ ომის შემდგომ ღამე ლხინი, ერევნის სიახლოვეს) whose original version was composed on the occasion of the battle of Yerevan during the Russo-Persian War in 1827, not without influence of the Russian poet Vasily Zhukovsky. It was further reworked and expanded until it acquired its final shape as late as 1879. A nostalgic memory of military glory, the poem begins by honoring all those who have fallen in defense of their homeland, then the poet travels through history, celebrating all Georgia's tribes, kings, heroes, and martyrs. Finally, an elegiac mood replaces the exaltation, as the poet returns from his fantasy and memoirs to see just himself and one other link to that past still living.[4][7] Orbeliani's mutual relations with the new generation of Georgian intellectuals were ambiguous. This new movement, dubbed as \"the sons\", spearheaded by Ilia Chavchavadze and Akaki Tsereteli, was critical of \"fathers\", old Georgian nobility who had pledged their allegiance to the Tsar. Orbeliani was praised by Chavchavadze as presiding over \"the strength and wealth of our verse,\" but his 1871 jubilee was met by the younger generation in cold silence. In the 1860s, Orbeliani tried to stand aside from the quarrels between \"the sons and the fathers\", but he could not refrain from attacking the new generation in a caustic rhymed response published in 1874. This did not prevent him, however, from being alone in acclaiming the melodramatic prose of one of the \"sons\", Alexander Kazbegi, in 1881.[8] Grigol Orbeliani died in Tiflis at the age of 79. He is buried at the Kashveti Church of St. George. Category","Title":"Grigol Orbeliani - Wikipedia","KeyID":"7544","URL":"https://en.wikipedia.org/wiki/Grigol_Orbeliani"}