{"Content: ":"Prince Pyotr Andreyevich Vyazemsky[1] (Russian: Пëтр Андре́евич Вя́земский, IPA: [ˈpʲɵtr ɐnˈdrʲejɪvʲɪt͡ɕ ˈvʲæzʲɪmskʲɪj]; 23 July 1792 – 22 November 1878) was a Russian Imperial poet, a leading personality of the Golden Age of Russian poetry. His parents were a Russian prince of Rurikid stock, Prince Andrey Vyazemsky (1754–1807), and an Irish lady, Jenny Quinn O'Reilly (1762–1802), in baptism Evgenia Ivanovna Vyazemskaya.[2] As a young man he took part in the Battle of Borodino and other engagements of the Napoleonic Wars. Many years later, Tolstoy's description of the battle in War and Peace would appear inaccurate to him and he would engage in a literary feud with the great novelist. In the 1820s Vyazemsky was the most combative and brilliant champion of what then went by the name of Romanticism. Both Prince Pyotr and his wife Princess Vera, née Gagarina were on intimate terms with Pushkin, who often visited their family seat at Ostafievo near Moscow (now a literary museum). Unsurprisingly, Vyazemsky is quoted in Pushkin's works, including Eugene Onegin. The two friends also exchanged several epistles in verse. Vyazemsky and the other leading Russian liberals such as Pushkin and Aleksandr and Nikolay Turgenev, were all heavily shaped by the Kantian teachings of Aleksandr Kunitsyn, and often discussed their attitudes on serfdom, the Russian administration and legal system, civil society, and foreign policy through private correspondence, where Vyazemsky was highly critical of the administrations abuses in the western province.[3] He also published a prospectus declaring an \"uncompromising war to all the prejudices, vices and absurdity that reign in our society.\"[4] At that time, the elderly poet gained admission to the Russian court, in part through his daughter's marriage to Pyotr Valuev, the future Chairman of the Committee of Ministers. In the 1850s, Vyazemsky served as a deputy minister of education and was in charge of the censorship in Russia. In 1863, he settled abroad on account of bad health. Prince Vyazemsky died in Baden-Baden, but his body was brought to St. Petersburg and buried there. Vyazemsky is probably best remembered as the closest friend of Alexander Pushkin. Their correspondence is a treasure house of wit, fine criticism, and good Russian. In the early 1820s, Pushkin proclaimed Vyazemsky the finest prose writer in the country. His prose is sometimes exaggeratedly witty, but vigor and raciness are ubiquitous. His best is contained in the admirable anecdotes of his Old Notebook, an inexhaustible mine of sparkling information on the great and small men of the early nineteenth century. A major prose work of his declining years was the biography of Denis Fonvizin. Though Vyazemsky was the journalistic leader of Russian Romanticism, there can be nothing less romantic than his early poetry: it consists either of very elegant, polished, and cold exercises on the set commonplaces of poetry, or of brilliant essays in word play, where pun begets pun, and conceit begets conceit, heaping up mountains of verbal wit. His later poetry became more universal and essentially classical.","Title":"Pyotr Vyazemsky - Wikipedia","KeyID":"7546","URL":"https://en.wikipedia.org/wiki/Pyotr_Vyazemsky"}