{"Content: ":"Count Vittorio Alfieri (/ˌælfiˈɛəri/, also US: /ɑːlˈfjɛri/,[1][2][3] Italian: [vitˈtɔːrjo alˈfjɛːri]; 16 January 1749 – 8 October 1803) was an Italian dramatist and poet, considered the \"founder of Italian tragedy.\"[4] He wrote nineteen tragedies, sonnets, satires, and a notable autobiography.[5] Alfieri was born at Asti, Kingdom of Sardinia, now in Piedmont. His father died when he was very young, and he was brought up by his mother, who married a second time, until, at the age of ten, he was placed in the academy of Turin. After a year at the academy, he went on a short visit to a relative at Coni (mod. Cuneo). During his stay there he composed a sonnet chiefly borrowed from lines in Ariosto and Metastasio, the only poets he had at that time read. At thirteen, Alfieri began the study of civil and canon law, but this only made him more interested in literature, particularly French romances. The death of his uncle, who had taken charge of his education and conduct, left him free, at the age of fourteen, to enjoy his paternal inheritance, augmented by the addition of his uncle's fortune. He began to attend a riding-school, where he acquired an enthusiasm for horses and equestrian exercise that continued for the rest of his life.[6] Having obtained permission from the king to travel abroad, he departed in 1766, under the care of an English tutor. Seeking novelty in foreign cultures, and being anxious to become acquainted with the French theatre, he proceeded to Paris, but he appears to have been completely dissatisfied with everything he witnessed in France and did not like the French people. In the Netherlands he fell in love with a married woman, but she went with her husband to Switzerland. Alfieri, depressed by the incident, returned home and again began studying literature. Plutarch's Lives inspired him with a passion for freedom and independence. He recommenced his travels; and his only gratification, in the absence of freedom among the continental states, came from contemplating the wild and sterile regions of the north of Sweden, where gloomy forests, lakes and precipices encouraged his sublime and melancholy ideas. In search of an ideal world, Alfieri passed quickly through various countries. During a journey to London he engaged in an intrigue with Lady Penelope Ligonier, a married woman of high rank. The affair became a widely publicised scandal and ended in a divorce that ruined Lady Ligonier and forced Alfieri to leave the country. He then visited Spain and Portugal, where he became acquainted with the Abbe Caluso, who remained through life the most attached and estimable friend he ever possessed. In 1772, Alfieri returned to Turin. This time he fell for the Marchesa Turinetti di Prie, but it was another doomed affair. When she fell ill, he spent his time dancing attendance on her, and one day wrote a dialogue or scene of a drama, which he left at her house. When the couple quarreled, the piece was returned to him, and being retouched and extended to five acts, it was performed at Turin in 1775, under the title of Cleopatra.[6] From this moment Alfieri was seized with an insatiable thirst for theatrical fame, to which he devoted the remainder of his life. His first two tragedies, Filippo and Polinice, were originally written in French prose. When he came to versify them in Italian, he found that, because of many dealings with foreigners, he was poor at expressing himself. With the view of improving his Italian, he went to Tuscany and, during an alternate residence at Florence and Siena, he completed Filippo and Polinice, and had ideas for other dramas. While thus employed, he became acquainted with Princess Louise of Stolberg-Gedern, also known as the Countess of Albany, who was living with her husband, Charles Edward Stuart (\"Bonnie Prince Charlie\"), at Florence. For her he formed a serious attachment. With this motive, to remain at Florence, he did not wish to be bound to Piedmont. He therefore ceded his whole property to his sister, the countess Cumiana, keeping for himself an annuity that was about half his original income. Louise, motivated by the ill-treatment she received from her husband, sought refuge in Rome, where she at length received permission from the Pope to live apart from him. Alfieri followed her to Rome, where he completed fourteen tragedies, four of which were published at Siena.[6] For the sake of Louise's reputation, he left Rome, and, in 1783, travelled through different states of Italy, publishing six additional tragedies. The interests of his love and literary glory had not diminished his love of horses. He went to England solely for the purpose of purchasing a number of these animals, which he took back to Italy. On his return he learned that Louise had gone to Colmar in Alsace, where he joined her, and they lived together for the rest of his life. They chiefly passed their time between Alsace and Paris, but at length took up their abode entirely in that metropolis. While here, Alfieri made arrangements with Didot for an edition of his tragedies, but was soon after forced to quit Paris by the storms of the French Revolution. He recrossed the Alps with the countess, and finally settled at Florence. The last ten years of his life, which he spent in that city, seem to have been the happiest of his existence. During that long period, his tranquility was only interrupted by the entrance of the Revolutionary armies into Florence in 1799. Alfieri's political writings were among those which had contributed to the revolutionary atmosphere. His essay, Della Tirannide, denounced absolutism and was dedicated to liberty as a universal right.[7] In Del Principe e delle Lettere, he declared poets to be the heralds of freedom and human dignity and the natural enemies of tyrants. He supported the American Revolution and wrote a collection of odes published as L’America libera and dedicated a play about the ancient Romans to George Washington.[7] When the French Revolution broke out, he supported its initial liberal phase, but the violence of the Reign of Terror turned him strongly against the radical Jacobins.[7] Despite Alfieri's increasingly anti-French sentiments, he was honored when the French army arrived in Italy and Napoleon himself attended a performance of Alfieri's Virginia, a play set in ancient Rome in which the people demand liberty and rise to overthrow a tyrant.[7] Alfieri's ideas continued to influence Italian liberals and republicans such as Piero Gobetti throughout the Risorgimento and well into the twentieth century.[8] He spent the concluding years of his life studying Greek literature and perfecting a series of comedies. His labor on this subject exhausted his strength and made him ill. He eschewed his physicians prescriptions in favor of his own remedies, which made the condition worse. He died in Florence in 1803.[9] His last words were \"Clasp my hand, my dear friend, I die!\"[10] He is buried in the Church of Santa Croce, Florence next to Machiavelli. Alfieri's character may be best appreciated from the portrait he drew of himself in his own Memoirs of his Life.[11][12] He was evidently of an irritable, impetuous, and almost ungovernable temper. Pride, which seems to have been a ruling sentiment, may account for many apparent inconsistencies of his character. But his less amiable qualities were greatly softened by the cultivation of literature. His application to study gradually tranquillized his temper and softened his manners, leaving him at the same time in perfect possession of those good qualities he inherited from nature: a warm and disinterested attachment to his family and friends, united to a generosity, vigour and elevation of character, which rendered him not unworthy to embody in his dramas the actions and sentiments of Grecian heroes.[13] It is to his dramas that Alfieri is chiefly indebted for the high reputation he has attained. Before his time the Italian language, so harmonious in the Sonnets of Petrarch and so energetic in the Commedia of Dante, had been invariably languid and prosaic in dramatic dialogue. The pedantic and inanimate tragedies of the 16th century were followed, during the Iron Age of Italian literature, by dramas of which extravagance in the sentiments and improbability in the action were the chief characteristics. The prodigious success of the Merope of Maffei, which appeared in the commencement of the 18th century, may be attributed more to a comparison with such productions than to intrinsic merit. In this degradation of tragic taste the appearance of the tragedies of Alfieri was perhaps the most important literary event that had occurred in Italy during the 18th century.[13] On these tragedies, it is difficult to pronounce a judgment, as the taste and system of the author underwent considerable change and modification in the intervals between the three periods of their publication. An excessive harshness of style, an asperity of sentiment and total want of poetical ornament are the characteristics of his first four tragedies, Filippo, Polinice, Antigone, and Virginia. These faults were in some measure corrected in the six tragedies he wrote some years after, and in those he published along with Saul, the drama that enjoyed the greatest success of all his productions. This popularity is partly attributable to Alfieri's severe and unadorned style, which fit the patriarchal simplicity of the age. Though there is a considerable difference in his dramas, there are certain qualities common to them all. None of the plots are of his own invention, but are founded either on mythological fable or history. Most of them had been previously treated by the Greek dramatists or by Seneca. Rosmunda, the only one that could be of his own contrivance, and which is certainly the least happy effusion of his genius, is partly founded on the eighteenth novel of the third part of Bandello and partly on Prévost's Mémoires d'un homme de qualité.[13] Another characteristic common to every Alfieri's tragedy is that the main character is always a tragic \"hero of freedom\", whose ambition and need of revolution push him to fight tyranny and oppression wherever they exist. Usually, this is accomplished in the most radical manner, up to killing the tyrant and face the death himself afterwards. This desire of freedom always bring the hero in a dimension of solitude, pessimism and internal torment, but he keeps going despite knowing that the majority of the people around him can't understand or share his views and struggles, or that his goals are almost impossible to reach. This concept is called titanism.[citation needed] But whatever subject he chooses, his dramas are always formed on the Grecian model, and breathe a freedom and independence worthy of an Athenian poet. Indeed, his Agide and Bruto may rather be considered oratorical declamations and dialogues on liberty than tragedies. The unities of time and place are not so scrupulously observed in his as in the ancient dramas, but he has rigidly adhered to a unity of action and interest. He occupies his scene with one great action and one ruling passion, and removes from it every accessory — event or feeling. In this excessive zeal for the observance of unity he seems to have forgotten that its charm consists in producing a common relation between multiplied feelings, and not in the bare exhibition of one, divested of those various accompaniments that give harmony to the whole. Consistently with the austere and simple manner he thought the chief excellence of dramatic composition, he excluded from his scene all coups de theatre, all philosophical reflexions, and that highly ornamented versification so assiduously cultivated by his predecessors. In his anxiety, however, to avoid all superfluous ornament, he has stripped his dramas of the embellishments of imagination; and for the harmony and flow of poetical language he has substituted, even in his best performances, a style that, though correct and pure, is generally harsh, elaborate and abrupt; often strained into unnatural energy or condensed into factitious conciseness. The chief excellence of Alfieri consists in powerful delineation of dramatic character. In his Filippo he has represented, almost with the masterly touches of Tacitus, the sombre character, the dark mysterious counsels, the suspensa semper et obscura verba, of the modern Tiberius. In Polinice, the characters of the rival brothers are beautifully contrasted; in Maria Stuarda, that unfortunate queen is represented unsuspicious, impatient of contradiction and violent in her attachments. In Mirra, the character of Ciniro is perfect as a father and king, and Cecri is a model of a wife and mother. In the representation of that species of mental alienation where the judgment has perished but traces of character still remain, he is peculiarly happy. The insanity of Saul is skilfully managed; and the horrid joy of Orestes in killing Aegisthus rises finely and naturally to madness in finding that, at the same time, he had inadvertently slain his mother.[13] Whatever may be the merits or defects of Alfieri, he may be considered as the founder of a new school in the Italian drama. His country hailed him as her sole tragic poet; and his successors in the same path of literature have regarded his bold, austere and rapid manner as the genuine model of tragic composition.[13] Besides his tragedies, Alfieri published during his life many sonnets, five odes on American independence, one tramelogedia (Abele) and the poem of Etruria, founded on the assassination of Alexander, duke of Florence. Of his prose works the most distinguished for animation and eloquence is the Panegyric on Trajan, composed in a transport of indignation at the supposed feebleness of Pliny's eulogium. The two books entitled La Tirannide and the Essays on Literature and Government are remarkable for elegance and vigour of style, but are too evidently imitations of the manner of Machiavelli. His Antigallican, which was written at the same time with his Defence of Louis XVI, comprehends an historical and satirical view of the French Revolution. The posthumous works of Alfieri consist of satires, six political comedies and the Memoirs of his Life, work that will always be read with interest, in spite of the cold and languid gravity he applies to the most interesting adventures and strongest passions of his agitated life.[13] Alfieri caught a \"chill on his stomach\" while out driving on 3 October 1803. His health deteriorated and he died in his chair on 8 October. He was buried in the church of Santa Croce, Florence. Louise arranged for Antonio Canova to erect a monument in his memory. This took 6 years to be executed, being finally installed in Santa Croce in the autumn of 1810.[14][a] The name of Vittorio Alfieri was never registered in the official publications of the Piedmont Freemasonry. It is proved Alfieri was initiated in the regular Masonic Lodge \"Vittoria\" of Naples which was an obedience of the Gran Loggia Nazionale \"Lo Zelo\", founded in 1874-185 by aristocrat Freemasons closely linked to the queen Maria Carolina of Austria.[16] Many of Alfieri's friends were Freemasons, as it is attested by the documents conserved in the center of studies located in the town of Asti. The first edition of the Alfieri's tragedy was published in 1763 and sent to the following notable Freemasons: the von Kaunitz brothers of Turin, Giovanni Pindemonte e Gerolamo Zulian in Venice, Annibale Beccaria (brother of Cesare), Luigi Visconte Arese e Gioacchino Pallavicini in Milan, Carlo Gastone Rezzonico in Parma, Saveur Grimaldi in Genoa, Ludovico Savioli in Bologna, Kiliano Caraccioli which was Venerable Master in Naples, Giuseppe Guasco in Rome.[17] On August 27, 1782, the name of Alfieri is cited in the Tableau des Membres de la Respectable Loge de la Victoire à l'Orient de Naples (\"List of the members of the Venerable Lodge \"Victoire\" in the Orient of napes\") as Comte Alfieri, Gentilhomme de Turin (count Alfieri, gentleman of Turin). Some months later, the Savoia dynasty banned any Masonic activity from the Piedmont and the Great Master count Asinari of Bernezzo was obliged to transfer his title to the prince Diego Naselli of Naples. Napes become the official seat of the Italian Scottish Rite Freemasonry.[18] His poetry Vita, published in 1775, says: Egli ti additi il murator primiero, Del grande Ordine infin l'origo estrema E se poi ti svelasse un tanto arcano, Avresti tu sì nobili concetti E ad inalzare il vol bastante mano? Ah, scusatela si, fratei diletti; Non ragiona l'insana, oppur delira Quando canta di voi con versi inetti. The chapter continues mentioning the Scottish Rite degrees of Venerabile, primo Vigilante, Oratore and Segretario. English translation of all 22 tragedies by Charles Lloyd and Edgar Alfred Bowring: The Tragedies Volume 1 & Volume 2 at the Internet Archive Vaughan, Herbert M, The Last Stuart Queen, 1st edition, Brentano's, 1911 Attribution: Category","Title":"Vittorio Alfieri - Wikipedia","KeyID":"7549","URL":"https://en.wikipedia.org/wiki/Vittorio_Alfieri"}