{"Content: ":"Protorosauria is an extinct polyphyletic group of archosauromorph reptiles from the late Permian (Changhsingian stage) to the start of the Late Triassic (Carnian stage) of Asia, Europe, North America. It was named by the English anatomist and paleontologist Thomas Henry Huxley in 1871 as an order, originally to solely contain Protorosaurus. Other names which were once considered equivalent to Protorosauria include Prolacertiformes and Prolacertilia.[1] Protorosaurs are distinguished by their long necks formed by elongated cervical vertebrae, which have ribs that extend backward to the vertebrae behind them. Protorosaurs also have a gap between the quadrate bones and the jugal bones in the back of the skull near the jaw joint, making their skulls resemble those of lizards.[1] While previously thought to be monophyletic, the group is now though to consist of various groups of basal archosauromorph reptiles that lie outside Crocopoda. Protorosauria was considered to be a synonym of Prolacertiformes for many years.[2] Since 1998, many phylogenetic analyses have found Protorosauria, as used in its widest sense, to be a polyphyletic or paraphyletic taxon. Protorosaurus, Macrocnemus, tanystropheids, and various other protorosaurs are usually placed near the base of Archosauromorpha, while Prolacerta and Pamelaria, two Gondwanan Triassic protorosaurs, are now thought to be in a more derived position as close relatives of Archosauriformes.[3] Most phylogenetic analyses since 1998 have found a strongly supported clade that includes only the genus Prolacerta and the Archosauriformes.[4] For this reason Prolacerta, Pamelaria, and several other related forms (collectively called prolacertids) have been removed from Protorosauria. Because the name Prolacertiformes is defined based on the genus Prolacerta, the name Protorosauria is used for the remaining group. Only recently has Protorosauria been defined in a phylogenetic sense as the most inclusive clade containing taxa such as Protorosaurus, Macrocnemus, and Tanystropheus. Analyses, such as Dilkes (1998), Sues (2003), Modesto & Sues (2004), Rieppel, Fraser & Nosotti (2003), Rieppel, Li & Fraser (2008), Gottmann-Quesada and Sander (2009) and Renesto et al. (2010),[4][5][6][7][8] recovered a large Protorosauria, that includes Protorosaurus, Drepanosauridae (and relatives) and Tanystropheidae (and relatives). However, some analysis found Protorosaurus (and sometimes the closely related Czatkowiella) to be more advanced[9] or more basal[10] than the node Drepanosauridae+Tanystropheidae, but always more basal than Prolacerta. Some studies still use the term Prolacertiformes to include prolacertids and traditional protorosaurs, while restricting the term Protorosauria to the smallest clade that includes Protorosaurus, Macrocnemus, and Tanystropheus; thus Protorosauria is a true clade, while Prolacertiformes is an evolutionary grade of early archosauromorphs.[11] Pritchard et al. (2015),[12] Nesbitt et al. (2015),[13] Ezcurra (2016)[14] and Spiekman et al., 2021[15] found that even this definition of Protorosauria, like Prolacertiformes, was an unnatural group of various non-Crocopodan archosauromorphs. These studies found that tanystropheids were archosauromorphs more closely related to crocopods than to Protorosaurus. Nevertheless, Ezcurra noted that archosauromorph systematics required further study, and that phylogenetic support for Protorosauria being a natural group was only barely weaker than the support for the group being unnatural The Protorosauria includes the Permian genus Protorosaurus, closely related to Czatkowiella.[16] A wide variety of Permian and Triassic reptiles have been classified within Protorosauria, including the arboreal gliding reptile Sharovipteryx and the aquatic tanystropheids, which have extremely long necks. Another enigmatic group of Triassic reptiles, the Drepanosauromorpha, have often been classified as belonging to the Protorosauria.[17] Pterosaurs have also been proposed as protorosaurs or close relatives of them,[18] although they are now regarded as a more derived group of archosaurs. While Senter (2004) reassigned the bizarre, arboreal drepanosaurids and Longisquama to a group of more primitive diapsids called Avicephala,[19] subsequent studies failed to find the same result, instead supporting the hypothesis that they were protorosaurs. The following cladogram shows the position of Protorosauria among the Sauria sensu Sean P. Modesto and Hans-Dieter Sues (2004).[4] Petrolacosaurus Youngina Lazarussuchus Champsosaurus Cteniogenys Gephyrosaurus Squamata Protorosaurus Drepanosaurus Megalancosaurus Macrocnemus Langobardisaurus Tanystropheus longobardicus Trilophosaurus Howesia Mesosuchus Prolacerta Proterosuchus Euparkeria  ","Title":"Protorosauria - Wikipedia","KeyID":"755","URL":"https://en.wikipedia.org/wiki/Protorosauria"}