{"Content: ":"Hakob Melik Hakobian (Armenian: Յակոբ Մելիք-Յակոբեան (classical); 1835 – 1888), better known by his pen name Raffi (Armenian: Րաֆֆի; Persian: رافی), was an Armenian author and leading figure in 19th-century Armenian literature.[1] Raffi was the eldest son in a family of hereditary Armenian gentry and was born in 1835 in Payajuk, a village of northwestern Iran. His father was a wealthy farmer, merchant and the highest civil authority of the village. Thus, Raffi’s economic background and special status within the family eventually made it possible for him to acquire a privileged education, one in which he was exposed to the full spectrum of classical, Russian and Western European masterpieces of literature. His education began in the home of the village priest, Father Mser. There, in a small room adjacent to the barn, boys of all ages and levels of learning were taught under pressure of corporal punishment for failing in their lessons. In his novel called Kaytser (\"Sparks\"), Raffi gives a vivid description of these punishments and denounces them. At the age of 12 his father sent him to Tiflis [Tbilisi], at that time a major center of Armenian intellectual life, to continue his secondary education at a boarding school run by a distinguished Armenian teacher. Raffi was on the verge of beginning his studies at a Russian university when he had to return home to help his ailing father with the family business. This was the end of his formal education. He subsequently took teaching posts in Armenian language and history at the Armenian schools in Tabriz, Akoulis and Tiflis. Throughout his life, Raffi made many trips to the villages and provinces of Eastern and Western Armenia. Wherever he visited, he became aware of the daily misery experienced by the unarmed Armenian population, who lived in constant terror of the Turks and Kurds. Raffi, like other Armenian intellectuals, was convinced that it was not viable to continue living thus. He would thereafter seek to deeply transform Armenian society. In order to do so, it was necessary for him to make the people themselves aware of the tragic reality in which they lived.[citation needed] Raffi was a prolific writer. His works were published in the newspapers Mshak and Ardzakank. \"The Fool\", his most popular work, appeared first in serialized form in the pages of Mshak [Tiflis] between 26 February and 4 June 1880. It first appeared as a book the following year. \"Mshak\" (\"The Tiller\") was founded as a weekly in 1872 by Grigor Artsruni. It played an important role in awakening the Armenian people from the lethargy that had overcome the majority of them since the loss of Armenian independence at the end of the 14th century. Raffi’s patriotic writings were read by virtually all Armenian youth of the time and of subsequent generations. In his novels, Raffi depicted characters of national heroes and Armenian revolutionaries. In fact, there is a well-known Armenian phrase that goes: \"there are no Armenian freedom fighters (Feddayines) that have not read Raffi\". Raffi considered that teaching the population the Armenian language was a fundamental and vital measure, but he felt they were bereft of a secular literature attractive enough to help realize that goal.[2] It was to fill that void that he set out from 1874 to 1888 to create a complete and varied body of fiction. It was through these works that generations of Armenians learned to read Armenian, became acquainted with their history, and acquired the critical standards by which they could assess their lives and society. From 1880–1888, Raffi lived at present day Chonkadze Str. 3, in the Sololaki area of Tbilisi, Georgia. Raffi died in 1888 in Tiflis, and his funeral attracted an unprecedented crowd. He was buried in the Pantheon of Armenians at the Khodjivank cemetery in Tbilisi, where Hovhannes Tumanyan, Gabriel Sundukian, Ghazaros Aghayan and Grigor Artsruni were also buried. Raffi's widow Anna died in London in June 1920.[3] Presently, there is a school as well as a street named after Raffi in Yerevan, Armenia. His works have been translated into several languages. A selection of his most renowned works:","Title":"Raffi (novelist) - Wikipedia","KeyID":"7568","URL":"https://en.wikipedia.org/wiki/Raffi_(novelist)"}