{"Content: ":"A transitional fossil is any fossilized remains of a life form that exhibits traits common to both an ancestral group and its derived descendant group.[1] This is especially important where the descendant group is sharply differentiated by gross anatomy and mode of living from the ancestral group. These fossils serve as a reminder that taxonomic divisions are human constructs that have been imposed in hindsight on a continuum of variation. Because of the incompleteness of the fossil record, there is usually no way to know exactly how close a transitional fossil is to the point of divergence. Therefore, it cannot be assumed that transitional fossils are direct ancestors of more recent groups, though they are frequently used as models for such ancestors.[2] In 1859, when Charles Darwin's On the Origin of Species was first published, the fossil record was poorly known. Darwin described the perceived lack of transitional fossils as \"the most obvious and gravest objection which can be urged against my theory,\" but he explained it by relating it to the extreme imperfection of the geological record.[3] He noted the limited collections available at the time but described the available information as showing patterns that followed from his theory of descent with modification through natural selection.[4] Indeed, Archaeopteryx was discovered just two years later, in 1861, and represents a classic transitional form between earlier, non-avian dinosaurs and birds. Many more transitional fossils have been discovered since then, and there is now abundant evidence of how all classes of vertebrates are related, including many transitional fossils.[5] Specific examples of class-level transitions are: tetrapods and fish, birds and dinosaurs, and mammals and \"mammal-like reptiles\". The term \"missing link\" has been used extensively in popular writings on human evolution to refer to a perceived gap in the hominid evolutionary record. It is most commonly used to refer to any new transitional fossil finds. Scientists, however, do not use the term, as it refers to a pre-evolutionary view of nature. In evolutionary taxonomy, the prevailing form of taxonomy during much of the 20th century and still used in non-specialist textbooks, taxa based on morphological similarity are often drawn as \"bubbles\" or \"spindles\" branching off from each other, forming evolutionary trees.[6] Transitional forms are seen as falling between the various groups in terms of anatomy, having a mixture of characteristics from inside and outside the newly branched clade.[7] With the establishment of cladistics in the 1990s, relationships commonly came to be expressed in cladograms that illustrate the branching of the evolutionary lineages in stick-like figures. The different so-called \"natural\" or \"monophyletic\" groups form nested units, and only these are given phylogenetic names. While in traditional classification tetrapods and fish are seen as two different groups, phylogenetically tetrapods are considered a branch of fish. Thus, with cladistics there is no longer a transition between established groups, and the term \"transitional fossils\" is a misnomer. Differentiation occurs within groups, represented as branches in the cladogram.[8] In a cladistic context, transitional organisms can be seen as representing early examples of a branch, where not all of the traits typical of the previously known descendants on that branch have yet evolved.[9] Such early representatives of a group are usually termed \"basal taxa\" or \"sister taxa,\"[10] depending on whether the fossil organism belongs to the daughter clade or not.[8] A source of confusion is the notion that a transitional form between two different taxonomic groups must be a direct ancestor of one or both groups. The difficulty is exacerbated by the fact that one of the goals of evolutionary taxonomy is to identify taxa that were ancestors of other taxa. However, because evolution is a branching process that produces a complex bush pattern of related species rather than a linear process producing a ladder-like progression, and because of the incompleteness of the fossil record, it is unlikely that any particular form represented in the fossil record is a direct ancestor of any other. Cladistics deemphasizes the concept of one taxonomic group being an ancestor of another, and instead emphasizes the identification of sister taxa that share a more recent common ancestor with one another than they do with other groups. There are a few exceptional cases, such as some marine plankton microfossils, where the fossil record is complete enough to suggest with confidence that certain fossils represent a population that was actually ancestral to a later population of a different species.[11] But, in general, transitional fossils are considered to have features that illustrate the transitional anatomical features of actual common ancestors of different taxa, rather than to be actual ancestors.[2] Archaeopteryx is a genus of theropod dinosaur closely related to the birds. Since the late 19th century, it has been accepted by palaeontologists, and celebrated in lay reference works, as being the oldest known bird, though a study in 2011 has cast doubt on this assessment, suggesting instead that it is a non-avialan dinosaur closely related to the origin of birds.[12] It lived in what is now southern Germany in the Late Jurassic period around 150 million years ago, when Europe was an archipelago in a shallow warm tropical sea, much closer to the equator than it is now. Similar in shape to a European magpie, with the largest individuals possibly attaining the size of a raven,[13] Archaeopteryx could grow to about 0.5 metres (1.6 ft) in length. Despite its small size, broad wings, and inferred ability to fly or glide, Archaeopteryx has more in common with other small Mesozoic dinosaurs than it does with modern birds. In particular, it shares the following features with the deinonychosaurs (dromaeosaurs and troodontids): jaws with sharp teeth, three fingers with claws, a long bony tail, hyperextensible second toes (\"killing claw\"), feathers (which suggest homeothermy), and various skeletal features.[14] These features make Archaeopteryx a clear candidate for a transitional fossil between dinosaurs and birds,[15] making it important in the study both of dinosaurs and of the origin of birds. The first complete specimen was announced in 1861, and ten more Archaeopteryx fossils have been found since then. Most of the eleven known fossils include impressions of feathers—among the oldest direct evidence of such structures. Moreover, because these feathers take the advanced form of flight feathers, Archaeopteryx fossils are evidence that feathers began to evolve before the Late Jurassic.[16] The hominid Australopithecus afarensis represents an evolutionary transition between modern bipedal humans and their quadrupedal ape ancestors. A number of traits of the A. afarensis skeleton strongly reflect bipedalism, to the extent that some researchers have suggested that bipedality evolved long before A. afarensis.[17] In overall anatomy, the pelvis is far more human-like than ape-like. The iliac blades are short and wide, the sacrum is wide and positioned directly behind the hip joint, and there is clear evidence of a strong attachment for the knee extensors, implying an upright posture.[17]: 122  While the pelvis is not entirely like that of a human (being markedly wide, or flared, with laterally orientated iliac blades), these features point to a structure radically remodelled to accommodate a significant degree of bipedalism. The femur angles in toward the knee from the hip. This trait allows the foot to fall closer to the midline of the body, and strongly indicates habitual bipedal locomotion. Present-day humans, orangutans and spider monkeys possess this same feature. The feet feature adducted big toes, making it difficult if not impossible to grasp branches with the hindlimbs. Besides locomotion, A. afarensis also had a slightly larger brain than a modern chimpanzee[18] (the closest living relative of humans) and had teeth that were more human than ape-like.[19] The cetaceans (whales, dolphins and porpoises) are marine mammal descendants of land mammals. The pakicetids are an extinct family of hoofed mammals that are the earliest whales, whose closest sister group is Indohyus from the family Raoellidae.[20][21] They lived in the Early Eocene, around 53 million years ago. Their fossils were first discovered in North Pakistan in 1979, at a river not far from the shores of the former Tethys Sea.[22][page needed] Pakicetids could hear under water, using enhanced bone conduction, rather than depending on tympanic membranes like most land mammals. This arrangement does not give directional hearing under water.[23] Ambulocetus natans, which lived about 49 million years ago, was discovered in Pakistan in 1994. It was probably amphibious, and looked like a crocodile.[24] In the Eocene, ambulocetids inhabited the bays and estuaries of the Tethys Ocean in northern Pakistan.[25] The fossils of ambulocetids are always found in near-shore shallow marine deposits associated with abundant marine plant fossils and littoral molluscs.[25] Although they are found only in marine deposits, their oxygen isotope values indicate that they consumed water with a range of degrees of salinity, some specimens showing no evidence of sea water consumption and others none of fresh water consumption at the time when their teeth were fossilized. It is clear that ambulocetids tolerated a wide range of salt concentrations.[26] Their diet probably included land animals that approached water for drinking, or freshwater aquatic organisms that lived in the river.[25] Hence, ambulocetids represent the transition phase of cetacean ancestors between freshwater and marine habitat. Tiktaalik is a genus of extinct sarcopterygian (lobe-finned fish) from the Late Devonian period, with many features akin to those of tetrapods (four-legged animals).[27] It is one of several lines of ancient sarcopterygians to develop adaptations to the oxygen-poor shallow water habitats of its time—adaptations that led to the evolution of tetrapods.[28] Well-preserved fossils were found in 2004 on Ellesmere Island in Nunavut, Canada.[29] Tiktaalik lived approximately 375 million years ago. Paleontologists suggest that it is representative of the transition between non-tetrapod vertebrates such as Panderichthys, known from fossils 380 million years old, and early tetrapods such as Acanthostega and Ichthyostega, known from fossils about 365 million years old. Its mixture of primitive fish and derived tetrapod characteristics led one of its discoverers, Neil Shubin, to characterize Tiktaalik as a \"fishapod.\"[30][31] Unlike many previous, more fish-like transitional fossils, the \"fins\" of Tiktaalik have basic wrist bones and simple rays reminiscent of fingers. They may have been weight-bearing. Like all modern tetrapods, it had rib bones, a mobile neck with a separate pectoral girdle, and lungs, though it had the gills, scales, and fins of a fish.[27] However in a 2008 paper by Boisvert at al. it is noted that Panderichthys, due to its more derived distal portion, might be closer to tetrapods than Tiktaalik, which might have independently developed similarities to tetrapods by convergent evolution.[32] Tetrapod footprints found in Poland and reported in Nature in January 2010 were \"securely dated\" at 10 million years older than the oldest known elpistostegids[33] (of which Tiktaalik is an example), implying that animals like Tiktaalik, possessing features that evolved around 400 million years ago, were \"late-surviving relics rather than direct transitional forms, and they highlight just how little we know of the earliest history of land vertebrates.\"[34] Pleuronectiformes (flatfish) are an order of ray-finned fish. The most obvious characteristic of the modern flatfish is their asymmetry, with both eyes on the same side of the head in the adult fish. In some families the eyes are always on the right side of the body (dextral or right-eyed flatfish) and in others they are always on the left (sinistral or left-eyed flatfish). The primitive spiny turbots include equal numbers of right- and left-eyed individuals, and are generally less asymmetrical than the other families. Other distinguishing features of the order are the presence of protrusible eyes, another adaptation to living on the seabed (benthos), and the extension of the dorsal fin onto the head.[35] Amphistium is a 50-million-year-old fossil fish identified as an early relative of the flatfish, and as a transitional fossil[36] In Amphistium, the transition from the typical symmetric head of a vertebrate is incomplete, with one eye placed near the top-center of the head.[37] Paleontologists concluded that \"the change happened gradually, in a way consistent with evolution via natural selection—not suddenly, as researchers once had little choice but to believe.\"[36] Amphistium is among the many fossil fish species known from the Monte Bolca Lagerstätte of Lutetian Italy. Heteronectes is a related, and very similar fossil from slightly earlier strata of France.[37] A Middle Devonian precursor to seed plants has been identified from Belgium, predating the earliest seed plants by about 20 million years. Runcaria, small and radially symmetrical, is an integumented megasporangium surrounded by a cupule. The megasporangium bears an unopened distal extension protruding above the multilobed integument. It is suspected that the extension was involved in anemophilous pollination. Runcaria sheds new light on the sequence of character acquisition leading to the seed, having all the qualities of seed plants except for a solid seed coat and a system to guide the pollen to the seed.[38] Not every transitional form appears in the fossil record, because the fossil record is not complete. Organisms are only rarely preserved as fossils in the best of circumstances, and only a fraction of such fossils have been discovered. Paleontologist Donald Prothero noted that this is illustrated by the fact that the number of species known through the fossil record was less than 5% of the number of known living species, suggesting that the number of species known through fossils must be far less than 1% of all the species that have ever lived.[39] Because of the specialized and rare circumstances required for a biological structure to fossilize, logic dictates that known fossils represent only a small percentage of all life-forms that ever existed—and that each discovery represents only a snapshot of evolution. The transition itself can only be illustrated and corroborated by transitional fossils, which never demonstrate an exact half-way point between clearly divergent forms.[40] The fossil record is very uneven and, with few exceptions, is heavily slanted toward organisms with hard parts, leaving most groups of soft-bodied organisms with little to no fossil record.[39] The groups considered to have a good fossil record, including a number of transitional fossils between traditional groups, are the vertebrates, the echinoderms, the brachiopods and some groups of arthropods.[41] The idea that animal and plant species were not constant, but changed over time, was suggested as far back as the 18th century.[42] Darwin's On the Origin of Species, published in 1859, gave it a firm scientific basis. A weakness of Darwin's work, however, was the lack of palaeontological evidence, as pointed out by Darwin himself. While it is easy to imagine natural selection producing the variation seen within genera and families, the transmutation between the higher categories was harder to imagine. The dramatic find of the London specimen of Archaeopteryx in 1861, only two years after the publication of Darwin's work, offered for the first time a link between the class of the highly derived birds, and that of the more basal reptiles.[43] In a letter to Darwin, the palaeontologist Hugh Falconer wrote: Had the Solnhofen quarries been commissioned—by august command—to turn out a strange being à la Darwin—it could not have executed the behest more handsomely—than in the Archaeopteryx.[44] Thus, transitional fossils like Archaeopteryx came to be seen as not only corroborating Darwin's theory, but as icons of evolution in their own right.[45] For example, the Swedish encyclopedic dictionary Nordisk familjebok of 1904 showed an inaccurate Archaeopteryx reconstruction (see illustration) of the fossil, \"ett af de betydelsefullaste paleontologiska fynd, som någonsin gjorts\" (\"one of the most significant paleontological discoveries ever made\").[46] Transitional fossils are not only those of animals. With the increasing mapping of the divisions of plants at the beginning of the 20th century, the search began for the ancestor of the vascular plants. In 1917, Robert Kidston and William Henry Lang found the remains of an extremely primitive plant in the Rhynie chert in Aberdeenshire, Scotland, and named it Rhynia.[47] The Rhynia plant was small and stick-like, with simple dichotomously branching stems without leaves, each tipped by a sporangium. The simple form echoes that of the sporophyte of mosses, and it has been shown that Rhynia had an alternation of generations, with a corresponding gametophyte in the form of crowded tufts of diminutive stems only a few millimetres in height.[48] Rhynia thus falls midway between mosses and early vascular plants like ferns and clubmosses. From a carpet of moss-like gametophytes, the larger Rhynia sporophytes grew much like simple clubmosses, spreading by means of horizontal growing stems growing rhizoids that anchored the plant to the substrate. The unusual mix of moss-like and vascular traits and the extreme structural simplicity of the plant had huge implications for botanical understanding.[49] The idea of all living things being linked through some sort of transmutation process predates Darwin's theory of evolution. Jean-Baptiste Lamarck envisioned that life was generated constantly in the form of the simplest creatures, and strove towards complexity and perfection (i.e. humans) through a progressive series of lower forms.[50] In his view, lower animals were simply newcomers on the evolutionary scene.[51] After On the Origin of Species, the idea of \"lower animals\" representing earlier stages in evolution lingered, as demonstrated in Ernst Haeckel's figure of the human pedigree.[52] While the vertebrates were then seen as forming a sort of evolutionary sequence, the various classes were distinct, the undiscovered intermediate forms being called \"missing links.\" The term was first used in a scientific context by Charles Lyell in the third edition (1851) of his book Elements of Geology in relation to missing parts of the geological column, but it was popularized in its present meaning by its appearance on page xi of his book Geological Evidences of the Antiquity of Man of 1863. By that time, it was generally thought that the end of the last glacial period marked the first appearance of humanity; Lyell drew on new findings in his Antiquity of Man to put the origin of human beings much further back. Lyell wrote that it remained a profound mystery how the huge gulf between man and beast could be bridged.[53] Lyell's vivid writing fired the public imagination, inspiring Jules Verne's Journey to the Center of the Earth (1864) and Louis Figuier's 1867 second edition of La Terre avant le déluge (\"Earth before the Flood\"), which included dramatic illustrations of savage men and women wearing animal skins and wielding stone axes, in place of the Garden of Eden shown in the 1863 edition.[54] The search for a fossil showing transitional traits between apes and humans, however, was fruitless until the young Dutch geologist Eugène Dubois found a skullcap, a molar and a femur on the banks of Solo River, Java in 1891. The find combined a low, ape-like skull roof with a brain estimated at around 1000 cc, midway between that of a chimpanzee and an adult human. The single molar was larger than any modern human tooth, but the femur was long and straight, with a knee angle showing that \"Java Man\" had walked upright.[55] Given the name Pithecanthropus erectus (\"erect ape-man\"), it became the first in what is now a long list of human evolution fossils. At the time it was hailed by many as the \"missing link,\" helping set the term as primarily used for human fossils, though it is sometimes used for other intermediates, like the dinosaur-bird intermediary Archaeopteryx.[56][57] While \"missing link\" is still a popular term, well-recognized by the public and often used in the popular media,[58] the term is avoided in scientific publications.[5] Some bloggers have called it \"inappropriate\";[59] both because the links are no longer \"missing\", and because human evolution is no longer believed to have occurred in terms of a single linear progression.[5][60] The theory of punctuated equilibrium developed by Stephen Jay Gould and Niles Eldredge and first presented in 1972[61] is often mistakenly drawn into the discussion of transitional fossils.[62] This theory, however, pertains only to well-documented transitions within taxa or between closely related taxa over a geologically short period of time. These transitions, usually traceable in the same geological outcrop, often show small jumps in morphology between extended periods of morphological stability. To explain these jumps, Gould and Eldredge envisaged comparatively long periods of genetic stability separated by periods of rapid evolution. Gould made the following observation concerning creationist misuse of his work to deny the existence of transitional fossils: Since we proposed punctuated equilibria to explain trends, it is infuriating to be quoted again and again by creationists—whether through design or stupidity, I do not know—as admitting that the fossil record includes no transitional forms. The punctuations occur at the level of species; directional trends (on the staircase model) are rife at the higher level of transitions within major groups. ","Title":"Transitional fossil - Wikipedia","KeyID":"757","URL":"https://en.wikipedia.org/wiki/Transitional_fossil"}