{"Content: ":"Mihály Vörösmarty (archaically English: Michael Vorosmarthy[1] 1 December 1800 – 19 November 1855) was an important Hungarian poet and dramatist. He was born at Puszta-Nyék (now Kápolnásnyék), of a noble Roman Catholic family. His father was a steward of the Nádasdys. Mihály was educated at Székesfehérvár by the Cistercians and at Pest by the Piarists. The death of the elder Vörösmarty in 1817 left his widow and numerous family in poverty. As a tutor to the Perczel family, however, Vörösmarty contrived to pay his own way and go through his academic course at Pest.[2] The activities of the Diet of 1825 enkindled his patriotism and gave a new direction to his poetry. He had already begun a drama, Salomon. He flung himself into public life and fell in love with Etelka Perczel, who was from a higher social class. Many of his lyrics concern this unrequited love. Meanwhile, his patriotism found expression in the heroic epic Zalán futása (The Flight of Zalán, 1824), which, while dealing with the Hungarian past, also dealt with contemporary political concerns.[3] This new epic marked a transition from the classical to the romantic school. Vörösmarty was hailed by Károly Kisfaludy and the Hungarian romanticists as one of their own. He had forsaken the law for literature, and his financial situation deteriorated. Between 1823-31, he composed four dramas and eight smaller epics, partly historical, partly fanciful. Of these epics he always regarded Cserhalom (1825) as the best, but later criticism preferred A két szomszédvár (Two Neighbouring Castles, 1831).[2] When the Hungarian Academy was established on 17 November 1830 he was elected a member of the philological section, and ultimately succeeded Károly Kisfaludy as director with an annual pension of 500 florins. He was one of the founders of the Kisfaludy Society, and in 1837 started two periodicals: the Athenaeum and the Figyelmező. The first was the chief bellettristic periodical, and the second was a critical periodical.[2] From 1830-43, he devoted himself mainly to drama, including Csongor és Tünde (Csongor and Tünde, 1830), a five-act play inspired by Albert Gergei's Prince Árgirus and by Shakespeare's A Midsummer Night's Dream; and Vérnász (Blood Wedding, 1833), which won the Academy's 200-gulden prize.[2] Csongor és Tünde was described by György Lukács in 1911 as the best Hungarian play of the nineteenth century.[citation needed] He also published several volumes of poetry. His song \"Szózat\" (\"Appeal\", 1836) was to become a second national anthem, and he wrote \"Az elhagyott anya\" (\"The Abandoned Mother\", 1837) and \"Az uri hölgyhöz\" (\"To the Noble Lady\", 1841). His marriage in 1843 to Laura Csajághy [Wikidata] inspired him to compose a new cycle of love poems. They had five children, including Béla and Ilona. In 1848, in conjunction with Arany and Petőfi, he contributed to a translation of William Shakespeare's works.[2] With the support of Lajos Kossuth and Imre Cseszneky, he was elected to represent Jankovác at the diet of 1848, and in 1849 was made one of the judges of the high court. The national catastrophe (the fall of the revolution of 1848-49) profoundly affected him. For a short time he was an exile, and when he returned to Hungary in 1850 he was already in serious decline. In 1854, he wrote his last poem, \"A vén cigány\" (\"The Old Gypsy\"). He moved back to Pest to be close to doctors, and died there, in the same house where Károly Kisfaludy had died 25 years earlier. He was buried in Kerepesi Cemetery. His funeral, on 21 November, was a day of national mourning. His penniless children were provided for by a national subscription collected by Ferenc Deák, who acted as their guardian.[2] Category","Title":"Mihály Vörösmarty - Wikipedia","KeyID":"7570","URL":"https://en.wikipedia.org/wiki/Mih%C3%A1ly_V%C3%B6r%C3%B6smarty"}