{"Content: ":"Antonín Leopold Dvořák (/d(ə)ˈvɔːrʒɑːk, -ʒæk/ d(ə-)VOR-zha(h)k; Czech: [ˈantoɲiːn ˈlɛopold ˈdvor̝aːk] (listen); 8 September 1841 – 1 May 1904) was a Czech composer, one of the first Czech composers to achieve worldwide recognition. Dvořák frequently employed rhythms and other aspects of the folk music of Moravia and his native Bohemia, following the Romantic-era nationalist example of his predecessor Bedřich Smetana. Dvořák's style has been described as \"the fullest recreation of a national idiom with that of the symphonic tradition, absorbing folk influences and finding effective ways of using them\".[1] Dvořák displayed his musical gifts at an early age, being an apt violin student from age six. The first public performances of his works were in Prague in 1872 and, with special success, in 1873, when he was 31 years old. Seeking recognition beyond the Prague area, he submitted a score of his First Symphony to a prize competition in Germany, but did not win, and the unreturned manuscript was lost until it was rediscovered many decades later. In 1874, he made a submission to the Austrian State Prize for Composition, including scores of two further symphonies and other works. Although Dvořák was not aware of it, Johannes Brahms was the leading member of the jury and was highly impressed. The prize was awarded to Dvořák in 1874[a] and again in 1876 and in 1877, when Brahms and the prominent critic Eduard Hanslick, also a member of the jury, made themselves known to him. Brahms recommended Dvořák to his publisher, Simrock, who soon afterward commissioned what became the Slavonic Dances, Op. 46. These were highly praised by the Berlin music critic Louis Ehlert in 1878, the sheet music (of the original piano 4-hands version) had excellent sales, and Dvořák's international reputation was launched at last. Dvořák's first piece of a religious nature, his setting of Stabat Mater, was premiered in Prague in 1880. It was very successfully performed in London in 1883, leading to many other performances in the United Kingdom and United States.[2] In his career, Dvořák made nine invited visits to England, often conducting performances of his own works. His Seventh Symphony was written for London. Visiting Russia in March 1890, he conducted concerts of his own music in Moscow and Saint Petersburg.[3] In 1891 Dvořák was appointed as a professor at the Prague Conservatory. In 1890–91, he wrote his Dumky Trio, one of his most successful chamber music pieces. In 1892, Dvořák moved to the United States and became the director of the National Conservatory of Music of America in New York City. The President of the National Conservatory of Music in America, Jeannette Thurber, offered Dvořák an annual salary of $15,000 – an incredibly lavish sum for the era (equivalent to $452,389 in 2021), twenty-five times what he was paid at the Prague Conservatory.[4] While in the United States, Dvořák wrote his two most successful orchestral works: the Symphony From the New World, which spread his reputation worldwide,[5] and his Cello Concerto, one of the most highly regarded of all cello concerti. In the summer of 1893, Dvořák moved from New York City to Spillville, Iowa, following the advice of his secretary, J.J. Kovarík. Dvořák had originally planned to come back to Bohemia, but Spillville was made up of mostly Czech immigrants, and thus he felt less homesick; Dvořák referred to it as his \"summer Vysoka.\"[6] This is where he wrote his most famous piece of chamber music, his String Quartet in F major, Op. 96, which was later nicknamed the American Quartet. Shortly after his time in Iowa, Dvorák extended his contract at the National Conservatory for another two years. However, the economic crisis of April 1893 resulted in Thurber's husband's loss of income, and directly influenced the National Conservatory's funding. Shortfalls in payment of his salary, along with increasing recognition in Europe and an onset of homesickness, led him to leave the United States and return to Bohemia in 1895. All of Dvořák's nine operas, except his first, have librettos in Czech and were intended to convey the Czech national spirit, as were some of his choral works. By far the most successful of the operas is Rusalka. Among his smaller works, the seventh Humoresque and the song \"Songs My Mother Taught Me\" are also widely performed and recorded. He has been described as \"arguably the most versatile... composer of his time\".[7] The Dvořák Prague International Music Festival is a major series of concerts held annually to celebrate Dvořák's life and works.[8] Dvořák was born in Nelahozeves, near Prague, in the Austrian Empire, and was the eldest son of František Dvořák (1814–94) and his wife, Anna, née Zdeňková (1820–82).[9] František worked as an innkeeper, a professional player of the zither, and a butcher. Anna was the daughter of Josef Zdeněk, the bailiff of the Prince of Lobkowicz.[10] Anna and František married on 17 November 1840.[11] Dvořák was the first of 14 children, eight of whom survived infancy.[12] Dvořák was baptized as a Roman Catholic in the village's church of St. Andrew. Dvořák's years in Nelahozeves nurtured his strong Christian faith and the love for his Bohemian heritage that so strongly influenced his music.[13] In 1847, Dvořák entered primary school and was taught to play violin by his teacher Joseph Spitz. He showed early talent and skill, playing in a village band and in church.[14] František was pleased with his son's gifts. At the age of 13, through the influence of his father, Dvořák was sent to Zlonice to live with his uncle Antonín Zdenĕk in order to learn the German language. His first composition, the Forget-Me-Not Polka in C (Polka pomněnka) was written possibly as early as 1855.[15] Dvořák took organ, piano, and violin lessons from his German-language teacher Antonín Liehmann. Liehmann also taught the young boy music theory and introduced him to the composers of the time; Dvořák had much regard for Liehmann despite his teacher's violent temper. Liehmann was the church organist in Zlonice and sometimes let Antonín play the organ at services.[16] Dvořák took further organ and music theory lessons at Česká Kamenice with Franz Hanke,[17] who encouraged his musical talents even further and was more sympathetic. At the age of 16, through the urging of Liehmann and Zdenĕk, František allowed his son to become a musician, on the condition that the boy should work toward a career as an organist.[18] After leaving for Prague in September 1857, Dvořák entered the city's Organ School, studying singing with Josef Zvonař, theory with František Blažek, and organ with Joseph Foerster. The latter was not only a professor at the Prague Conservatory, but also a composer for the organ; his son Josef Bohuslav Foerster became a better known composer.[19][20][21] Dvořák also took an additional language course to improve his German and worked as an \"extra\" violist in numerous bands and orchestras, including the orchestra of the St. Cecilia Society.[22] Dvořák graduated from the Organ School in 1859, ranking second in his class.[23] He applied unsuccessfully for a position as an organist at St. Henry's Church, but remained undaunted in pursuing a musical career.[24] In 1858, he joined Karel Komzák's orchestra, with whom he performed in Prague's restaurants and at balls.[25][26] The high professional level of the ensemble attracted the attention of Jan Nepomuk Maýr, who engaged the whole orchestra in the Bohemian Provisional Theater Orchestra. Dvořák played viola in the orchestra beginning in 1862. Dvořák could hardly afford concert tickets, and playing in the orchestra gave him a chance to hear music, mainly operas.[27] In July 1863, Dvořák played in a program devoted to the German composer Richard Wagner, who conducted the orchestra. Dvořák had had \"unbounded admiration\" for Wagner since 1857.[28] In 1862, Dvořák had begun composing his first string quartet.[29] In 1864, Dvořák agreed to share the rent of a flat located in Prague's Žižkov district with five other people, who also included violinist Mořic Anger and Karel Čech, who later became a singer.[30][31] In 1866, Maýr was replaced as chief conductor by Bedřich Smetana.[32] Dvořák was making about $7.50 a month. The constant need to supplement his income pushed him to give piano lessons. It was through these piano lessons that he met his future wife. He originally fell in love with his pupil and colleague from the Provisional Theater, Josefína Čermáková, for whom he apparently composed the song-cycle \"Cypress Trees\".[31] However, she never returned his love and ended up marrying another man. In 1873 Dvořák married Josefina's younger sister, Anna Čermáková (1854–1931). They had nine children – Otakar (1874–1877), Josefa (1875–1875), Růžena (1876–1877), Otýlie (1878–1905), Anna (1880–1923), Magdalena (1881–1952), Antonín (1883–1956), Otakar (1885–1961) and Aloisie (1888–1967).[33] In 1898 his daughter Otýlie married his student, the composer Josef Suk. His son Otakar wrote a book about him.[33] Dvořák called his String Quintet in A minor (1861) his Opus 1, and his First String Quartet (1862) his Opus 2, although the chronological Burghauser Catalogue[34] numbers these as B.6 and B.7, showing five earlier compositions without opus numbers. In the early 1860s, Dvořák also made his first symphonic attempts, some of which he self-critically burned. The manuscript of a symphony in C minor without opus number, B.9, composed in 1865, was preserved.[34] This symphony has come to be numbered as Dvořák's First (see under \"Works\"). His first composing attempts passed without critical reception or public performances. His compositions up through 1870, according to the Burghauser Catalogue[35] either had no known premieres, or were premiered in 1888 or later. For example, the Third String Quartet, B.18, was written in about 1869 but first published posthumously in 1964 and premiered in 1969.[36] In 1870, he composed his first opera, Alfred, over the course of five months from May to October.[37] Its overture was first publicly performed as late as 1905, and the full opera only in 1938.[38] In 1871 Dvořák left the Provisional Theatre orchestra to have more time for composing.[39] Up through 1871 Dvořák only gave opus numbers up to 5 among his first 26 compositions.[40] The first press mention of Antonín Dvořák appeared in the Hudební listy journal in June 1871, and the first publicly performed composition was the song Vzpomínání (\"Reminiscence\", October 1871, musical evenings of L. Procházka).[41] The opera The King and the Charcoal Burner was returned to Dvořák from the Provisional Theatre and said to be unperformable. Its overture was premiered in 1872 in a Philharmonic concert conducted by Bedřich Smetana, but the full opera with the original score was performed once in 1929,[42] and not heard again until a concert performance in September 2019 at the Dvořák Prague International Music Festival.[43] Clapham[44] says Dvořák realized he had gone to \"extremes in attempting to follow the example of Wagner\". In 1873–74, he reset \"the King and Charcoal Burner libretto entirely afresh, in a totally different manner\", without using \"anything from the ill-fated earlier version\". The alternate opera, called King and Charcoal Burner II, B.42, was premiered in Prague in 1874.[45] On leaving the National Theater Orchestra after his marriage, Dvořák secured the job of organist at St. Vojtěch,[23] also called St. Adalbert's, Church in Prague under Josef Foerster, his former teacher at the Organ School. The job paid \"a mere pittance\", but it was \"a welcome addition for the young couple\".[46] Despite these circumstances, Dvořák still managed to compose a substantial body of music around this time. In November 1872, Dvořák's Piano Quintet in A major, Op. 5, was performed in Prague, by a \"splendid team of players\" organized by Procházka. It was his first piece played in a concert.[47] In March 1873, his Czech patriotic cantata The Heirs of the White Mountain[48] was performed by the Prague Hlahol Choral Society of 300 singers (conducted by his friend and supporter Karel Bendl) to a warm response from both audience and critics, making it an \"unqualified success\".[49] Dvořák's compositions were first coming to be recognized in Prague. When Dvořák turned age 33 in 1874, however, he remained almost unknown as a composer outside the area of Prague. That year, he applied for and won the Austrian State Prize (\"Stipendium\") for composition, awarded in February 1875 by a jury consisting of the critic Eduard Hanslick, Johann Herbeck, director of the State Opera, and Johannes Brahms.[50] It seems that Brahms had only recently joined the jury, as he was not on it during the calendar year of 1874, according to Hanslick.[51] Hanslick had first-hand knowledge, as a continuing member of the jury (from at least 1874 to 1877). Nevertheless, Brahms had time and opportunity to appreciate Dvořák's 1874 submission. Botstein[52] says that the jury's purpose was \"to award financial support to talented composers in need\" in the Austro-Hungarian Empire. The jury received a \"massive submission\" from Dvořák: \"fifteen works including two symphonies, several overtures and a song cycle\". Brahms was \"visibly overcome\" by the \"mastery and talent\" of Dvořák. The two symphonies were Dvořák's third and fourth,[53] both of which had been premiered in Prague in the spring of 1874. Clapham[54] gives the official report for the 1874 prize, saying Dvořák was a relatively impoverished music teacher who \"has submitted 15 compositions, among them symphonies, which display an undoubted talent...The applicant... deserves a grant to ease his straitened circumstances and free him from anxiety in his creative work.\" It says he had not yet owned a piano. Before being married, he had lodged with five other men, one of whom owned a small \"spinet\" piano.[31] In 1875, the year his first son was born, Dvořák composed his second string quintet, his 5th Symphony, Piano Trio No. 1, and Serenade for Strings in E. He again entered but this time did not win the Austrian State Prize. He did win it in 1876, and finally felt free to resign his position as an organist.[55] In 1877, he wrote the Symphonic Variations, and Ludevít Procházka conducted its premiere in Prague. Dvořák entered the Austrian Prize competition again in 1877, submitting his Moravian Duets and other music, possibly his Piano Concerto.[56] He did not learn the outcome until December. Then, he received a personal letter from the music critic Eduard Hanslick, who had also been on the juries awarding the prizes. The letter not only notified Dvořák that he had again won the prize, but made known to him for the first time that Brahms and Hanslick had been on the jury. The letter conveyed an offer of friendly assistance of the two in making Dvořák's music known outside his Czech motherland.[56] Within the month December 1877, Dvořák wrote his String Quartet No. 9 in D minor and dedicated it to Brahms.[57] Both Brahms and Hanslick had been much impressed by the Moravian Duets, and Brahms recommended them to his publisher, Simrock, who published them with success. Having in mind Brahms's well-received Hungarian Dances, Simrock commissioned Dvořák to write something of the same nature. Dvořák submitted his Slavonic Dances, Op. 46 in 1878, at first for piano four hands, but when requested by Simrock, also in an orchestral version. These were an immediate and great success. On 15 December 1878, the leading music critic Louis Ehlert published a review of the Moravian Duets and Slavonic Dances in the Berlin \"Nationalzeitung\", saying that the \"Dances\" would make their way \"round the world\" and \"a heavenly naturalness flows through this music\".[58] \"There was a run on the German music shops for the dances and duets of this hitherto... unknown composer.\" The dances were played in 1879 in concerts in France, England, and the United States. Later Simrock requested further Slavonic Dances, which Dvořák supplied in his Op. 72, 1886. In 1879 Dvořák wrote his String Sextet. Simrock showed the score to the leading violinist Joseph Joachim, who with others premiered it in November of that year. Joachim became a \"chief champion\" of Dvořák's chamber music.[59] In that same year, Dvořák also wrote his Violin Concerto. In December, he dedicated the piece to Joachim and sent him the score.[60] The next spring the two discussed the score and Dvořák revised it extensively, but Joachim was still not comfortable with it. The concerto was premiered in Prague in October 1883 by the violinist František Ondříček, who also played it in Vienna with conductor Hans Richter in December of that year.[60] Twice later, Joachim was scheduled to play the concerto, but both times the arrangements fell through[61] and he never did play it. Hans Richter asked Dvořák to compose his Symphony No. 6 for the Vienna Philharmonic, intending to premiere it in December 1880. However, Dvořák later discovered that, despite this intention, members of the orchestra objected to performing works by the composer in two consecutive seasons, due to \"anti-Czech feeling\".[62] Adolf Čech therefore conducted the premiere of the symphony at a concert of the Philharmonia society (in Czech: spolek Filharmonie,[63] predecessor of the Czech Philharmonic) on 25 March 1881, in Prague.[64] Richter did eventually conduct the piece in London in 1882 and always retained an interest in Dvořák's compositions.[65] Dvořák's Stabat Mater (1880) was performed and very well received at the Royal Albert Hall in London on 10 March 1883, conducted by Joseph Barnby.[2] The success \"sparked off a whole series of performances in England and the United States\", a year ahead of appreciation in Germany and Austria.[2] Dvořák was invited to visit Britain where he appeared to great acclaim in 1884. The London Philharmonic Society commissioned Dvořák to conduct concerts in London, and his performances were well received there.[66] In response to the commission, Dvořák wrote his Symphony No. 7 and conducted its premiere at St. James's Hall on 22 April 1885.[67] On a visit later in 1885, Dvořák presented his cantata The Spectre's Bride, in a concert on 27 August. He had arrived a week early to conduct rehearsals of the chorus of 500 voices and orchestra of 150. The performance was \"a greater triumph than any\" Dvořák \"had had in his life up to that time...following this phenomenal success, choral societies in the English-speaking countries hastened to prepare and present the new work.\"[68] Dvořák visited Britain at least eight times in total, conducting his own works there.[69] In 1887, Richter conducted the Symphonic Variations in London and Vienna to great acclaim (they had been written ten years earlier and Dvořák had allowed them to languish after initial lack of interest from his publishers). Richter wrote to Dvořák of the London performance, \"at the hundreds of concerts I have conducted during my life, no new work has been as successful as yours.\"[70] Despite Dvořák's newfound success, a February 1888 performance of Stabat Mater in Vienna fell victim to more anti-Czech feeling and what the composer called \"destructive criticism\". He heartily thanked Richter for his \"courage and devoted sympathy\".[71] In 1890, influenced by Pyotr Ilyich Tchaikovsky, Dvořák also visited Russia, and conducted performances of his music in Moscow and St. Petersburg.[3] In 1891, Dvořák received an honorary degree from the University of Cambridge, and was offered a position at the Prague Conservatory as professor of composition and instrumentation. At first he refused the offer, but then later accepted; this change of mind was seemingly a result of a quarrel with his publisher Simrock over payment for his Eighth Symphony. Dvořák's Requiem was premiered later that year in Birmingham at the Triennial Music Festival. In 1891 the Bohemian String Quartet, later called the Czech Quartet, was founded, with Karel Hoffmann, first violin, Josef Suk, second violin, Oskar Nedbal, viola, and Otakar Berger, cello. It is said that Nedbal and Suk had been two of Dvořák's \"most promising\" students at the Conservatory and took the initiative in founding the Quartet.[72] As of 1891 Dvořák had written 11 string quartets, six of which had been premiered,[73] and these were available as part of the repertory of the Quartet on tour, as were the two quartets of Smetana. From 1892 to 1895, Dvořák was the director of the National Conservatory of Music in New York City. He began at a then-staggering $15,000 annual salary.[75] Emanuel Rubin[76] describes the Conservatory and Dvořák's time there. The Conservatory had been founded by Jeannette Thurber, a wealthy and philanthropic woman, who made it open to women and black students as well as white men, which was unusual for the times. Dvořák's original contract provided for three hours a day of work, including teaching and conducting, six days a week, with four months' vacation each summer.[75] The Panic of 1893, a severe economic depression, depleted the assets of the Thurber family and other patrons of the Conservatory. In 1894, Dvořák's salary was cut to $8,000 per year and moreover was paid only irregularly.[75] The Conservatory was located at 126–128 East 17th Street,[b][77] but was demolished in 1911 and replaced by what is today a high school. Dvořák's main goal in America was to discover \"American Music\" and engage in it, much as he had used Czech folk idioms within his music. Shortly after his arrival in America in 1892, Dvořák wrote a series of newspaper articles reflecting on the state of American music. He supported the concept that African-American and Native American music should be used as a foundation for the growth of American music. He felt that through the music of Native Americans and African-Americans, Americans would find their own national style of music.[78] Here Dvořák met Harry Burleigh, who later became one of the earliest African-American composers. Burleigh introduced Dvořák to traditional African-American spirituals.[79] In the winter and spring of 1893, Dvořák was commissioned by the New York Philharmonic to write Symphony No. 9, From the New World, which was premiered under the baton of Anton Seidl, to tumultuous applause. Clapham writes that \"without question this was one of the greatest triumphs, and very possibly the greatest triumph of all that Dvořák experienced\" in his life, and when the Symphony was published it was \"seized on by conductors and orchestras\" all over the world.[80] Two months before leaving for America, Dvořák had hired as secretary Josef Jan Kovařík, who had just finished violin studies at the Prague Conservatory and was about to return to his home in the United States. There he continued to serve as Dvořák's secretary and lived with the Dvořák family.[81] He had come from the Czech-speaking community of Spillville, Iowa, where his father Jan Josef Kovařík was a schoolmaster. Dvořák decided to spend the summer of 1893 in Spillville, along with all his family.[82] While there he composed the String Quartet in F (the \"American\") and the String Quintet in E♭ major. Back in New York that autumn, he composed his Sonatina for violin and piano. He also conducted a performance of his Eighth Symphony at the Columbian Exposition in Chicago that same year. In the winter of 1894–95, Dvořák wrote his Cello Concerto in B minor, Op. 104, B. 191, completed in February 1895.[83] However, his partially unpaid salary,[75] together with increasing recognition in Europe – he had been made an honorary member of the Gesellschaft der Musikfreunde in Vienna – and a remarkable amount of homesickness made him decide to return to Bohemia.[citation needed] He informed Thurber that he was leaving. Dvořák and his wife left New York before the end of the spring term with no intention of returning. Dvořák's New York home was located at 327 East 17th Street, near the intersection of what is today called Perlman Place.[c] It was in this house that both the B minor Cello Concerto and the New World Symphony were written within a few years. Despite protests, from Czech President Václav Havel amongst others who wanted the house preserved as a historical site, it was demolished in 1991 to make room for a Beth Israel Medical Center residence for people with AIDS.[84][85][86] In 2017, this residence was converted into a homeless shelter.[87][88] To honor Dvořák, however, a statue of him was erected in nearby Stuyvesant Square.[77] Brahms continued to try to \"clear a path for\" Dvořák, \"the only contemporary whom he considered really worthy\".[89] While Dvořák was in America, Simrock was still publishing his music in Germany, and Brahms corrected proofs for him. Dvořák said it was hard to understand why Brahms would \"take on the very tedious job of proofreading. I don't believe there is another musician of his stature in the whole world who would do such a thing.\"[89] Dvořák returned from the United States on 27 April 1895 with his wife and Otakar Berger, and took care to avoid spreading the news about his return.[90] However, after a performance of Dimitrij at the National Theater on 19 May, Dvořák fled to the family country cottage[91] in Vysoká. Dvořák's first love and later sister-in-law, Josefina Kaunitzová, née Čermáková, died in May 1895. He and she had maintained friendly relations over the years. After her death he revised the coda of his Cello Concerto in her memory.[92] During Dvořák's final years, he concentrated on composing opera and chamber music. In November 1895, he resumed his professorship at the Prague Conservatory.[93] Between 1895 and 1897, he completed his string quartets in A♭ major and G major, and also worked on the cycle of symphonic poems inspired by the collection Kytice by Karel Jaromír Erben. As seen in Burghauser's 1960 Catalogue, Dvořák wrote his five Symphonic Poems in 1896, but after that completed few works per year, mainly operas: Jakobín in 1896, nothing in 1897, only The Devil and Kate in 1898–1899, Rusalka in 1900, two songs and \"Recitatives\" in 1900–1901, and finally the opera Armida in 1902–1903. Rusalka became the most popular of all Dvořák's ten operas and gained an international reputation (below under Works, Operas). In 1896 he visited London for the last time to conduct the premiere of his Cello Concerto in B minor by the London Philharmonic.[83] Also in 1896, Brahms tried to persuade Dvořák, who had several children, to move to Vienna. Brahms said he had no dependents and \"If you need anything, my fortune is at your disposal\".[94] Clapham writes \"Dvořák was deeply moved and tears came to his wife's eyes, but it was quite impossible for him, a Czech, to contemplate leaving Bohemia.\"[94] Brahms himself had little time left to live, as he died 3 April 1897. Also, Brahms hoped to gain an ally in Vienna to \"counterbalance the influence of\" Bruckner.[94] In 1897 Dvořák's daughter Otilie married his student, the composer Josef Suk. In the same year, Dvořák visited Brahms on his deathbed and attended his funeral on 6 April 1897.[96] In November Dvořák was appointed a member of the jury for the Viennese Artists' Stipendium.[97][98] He was informed in November 1898 that Emperor Franz Joseph I of Austria-Hungary would award him a gold medal for Litteris et Artibus, the ceremony taking place before an audience in June 1899.[99] On 4 April 1900 Dvořák conducted his last concert with the Czech Philharmonic, performing Brahms' Tragic Overture, Schubert's \"Unfinished\" Symphony, Beethoven's 8th Symphony, and Dvořák's own symphonic poem The Wild Dove.[98] In April 1901, The Emperor appointed him a member of the Austrian House of Lords, along with the leading Czech poet Jaroslav Vrchlický.[d] Dvořák also succeeded Antonín Bennewitz as director of the Prague Conservatory from November 1901 until his death.[101] Dvořák's 60th birthday was celebrated as a national event. First, around the actual date, six of his operas and the oratorio St. Ludmila were performed in Prague, but Dvořák was away in Vienna; then in November 1901 came the \"postponed official birthday party... In many towns all over Bohemia and Moravia, the Czech people celebrated his birthday.\"[102] On 25 March 1904 Dvořák had to leave a rehearsal of Armida because of illness.[103] The first Czech Musical Festival, in April 1904, had \"a programme consisting almost entirely\" of Dvořák's music[103] (Leoš Janáček was disappointed that none of his music was performed.)[104] \"Seventy-six choral associations\" from all over Bohemia gathered in Prague, and \"sixteen thousand singers\" sang Dvořák's oratorio Saint Ludmila. \"Thousands of listeners celebrated\" the symphony \"From the New World\".[105] Dvořák himself was forced by illness to \"take to his bed\" and so was unable to attend. Dvořák had an \"attack of influenza\" on 18 April[106] and died on 1 May 1904, of an undiagnosed cause[e] following five weeks of illness, at the age of 62, leaving many unfinished works. His funeral service was held on 5 May,[108] and his remains were buried in the Vyšehrad cemetery in Prague, beneath a bust by Czech sculptor Ladislav Šaloun. Many of Dvořák's compositions, such as the Slavonic Dances and his large collection of songs, were directly inspired by Czech, Moravian, and other Slavic traditional music. As the basis for his works, Dvořák frequently used Slavic folk dance forms including the skočná; the Bohemian furiant, sousedská, and špacirka; the Slovak odzemek; the Polish mazurka and polonaise; the Yugoslav Kolo; and folk song forms of Slavic peoples, including the Ukrainian dumka. His 16 Slavonic Dances, Op. 46, which first brought him a wide reputation, and Op. 72, include at least one of each of these forms. He also wrote an orchestral Polonaise (1879). He named the third movement of his 6th Symphony as \"Scherzo (Furiant)\". His Dumky Trio is one of his best-known chamber works, and is named for the Dumka, a traditional Slavic and Polish genre. His major works reflect his heritage and love for his native land. Dvořák followed in the footsteps of Bedřich Smetana, the creator of the modern Czech musical style. Dvořák had been an admirer of Wagner's music since 1857.[28] Late in life, he said that Wagner \"was so great a genius that he was capable of doing things that were beyond the reach of other composers\".[109] Wagner especially influenced Dvořák's operas, but also some orchestral pieces. According to Clapham, the theme of the Andante Sostenuto from his fourth symphony \"could almost have come directly out of Tannhäuser\".[110] From 1873 on, Dvořák's style was \"moving steadily in the direction of classical models\".[49] To be more specific about \"classical models\", in 1894 Dvořák wrote an article in which he said the composers of the past he admired most were Bach, Mozart, Beethoven and Schubert. As the article was specifically on Schubert, three years in advance of the centennial of his birth, it seems Dvořák had a special predilection toward Schubert.[111] Dvořák wrote in a variety of forms: his nine symphonies generally conform to classical models, but he also composed the new symphonic poems. Many of his works show the influence of Czech folk music rhythms and melodic shapes. Amongst them are the two sets of Slavonic Dances, the Symphonic Variations, and the majority of his songs. The echoes of such influence are also found in his major choral works. Dvořák wrote operas (of which the best known is Rusalka), serenades for string orchestra and wind ensemble, chamber music (including a number of string quartets and quintets), and piano music. A large number of Dvořák's works were given opus numbers, but not always in the order in which they were written or published. To improve sales, some publishers such as N. Simrock preferred to represent budding composers as being well established by giving early works much higher opus numbers than their chronological order would merit. In other cases, Dvořák deliberately assigned lower opus numbers to new works to be able to sell them outside contract obligations to his publishers. An example is the Czech Suite which Dvořák didn't want to sell to Simrock, and had published with Schlesinger as Op. 39 instead of Op. 52. In this way, the same opus number was given to more than one of Dvořák's work; for example, the opus number 12 was assigned successively to the opera King and Charcoal Burner (1871), the Concert Overture in F (1871, derived from the opera), the String Quartet No. 6 in A minor (1873), the Furiant in G minor for piano (1879), and the Dumka in C minor for piano (1884). In other cases, a work was given as many as three different opus numbers by different publishers. The numbering of Dvořák's symphonies has varied:[112] All of Dvořák's works were catalogued chronologically by Jarmil Burghauser.[113] As an example, in the Burghauser catalogue, the New World Symphony, Op. 95, is B.178. Scholars today often refer to Dvořák's works by their B numbers (for Burghauser), partly because many early works do not have opus numbers. References to the traditional opus numbers are still common because of their historical continuity with earlier scores and printed programs. The opus numbers remain more likely to appear in printed performance programs. During Dvořák's life, only five of his symphonies were widely known. The first one published was the sixth, dedicated to Hans Richter. After Dvořák's death, research uncovered four unpublished symphonies. The manuscript of the first one had even been lost to the composer himself. This led to the situation in which the New World Symphony has successively been called the 5th, 8th and 9th.[112] The modern chronological numbering system is used here. With their lyrical style and accessibility to the listener, Dvořák's symphonies seem to derive from the Schubertian tradition; but, as Taruskin suggests, the difference was Dvořák's use of cyclic form, especially in his later symphonies and concertos, where he \"occasionally recycled themes... to a degree which lent his works a tinge of secret 'programmaticism'\".[7] Symphony No. 1 in C minor, Op. 3, was written in 1865 when Dvořák was 24 years old.[n 1] It was later subtitled The Bells of Zlonice, in reference to the time Dvořák spent in the village of Zlonice, and in the church there, between the age of 13 and 16. Like the Symphony No. 2 in B♭ major, Op. 4,[n 2] also in 1865, despite touches of originality, it did not remain in the standard symphonic repertory.[114] Symphony No. 3 in E♭ major, Op. 10 (c. 1873),[n 3] shows the impact of Dvořák's acquaintance with the music of Richard Wagner. This influence is less evident in Symphony No. 4 in D minor, Op. 13,[n 4] except for the start of the second movement.[114] Symphony No. 5 in F major, Op. 76,[n 5] and Symphony No. 6 in D major, Op. 60,[n 6] are largely pastoral in nature. The Sixth, published in 1880, shows a resemblance to the Symphony No. 2 of Brahms, particularly in the outer movements,[114] but not so much in the third-movement furiant, a vivid Czech dance. This was the symphony that made Dvořák internationally known as a symphonic composer. Symphony No. 7 in D minor of 1885, Op. 70,[n 7] is highly regarded by critics and musicologists;[115] Tovey stated that \"along with the four Brahms symphonies and Schubert's Ninth, it is among the greatest and purest examples in this art-form since Beethoven\".[116] Symphony No. 8 in G major, Op. 88,[n 8] is characterized by a warmer and more optimistic tone. Karl Schumann (in booklet notes for a recording of all the symphonies by Rafael Kubelík) compares it to the works of Gustav Mahler. Symphony No. 9 in E minor, Op. 95,[n 9] is also known by its subtitle, From the New World, or as the New World Symphony. Dvořák wrote it between January and May 1893, while he was in New York. At the time of its first performance, he claimed that he used elements from American music such as spirituals and Native American music in this work,[117] but he later denied this. Neil Armstrong took a recording of the New World Symphony to the Moon during the Apollo 11 mission in 1969,[118] and in 2009 it was voted the favourite symphony in a poll run by ABC Classic FM in Australia.[119] Many conductors have recorded cycles of the symphonies, including Karel Ančerl, István Kertész, Rafael Kubelík, Otmar Suitner, Libor Pešek, Zdeněk Mácal, Václav Neumann, Witold Rowicki, Jiří Bělohlávek, and Neeme Järvi. Adolf Čech premiered more of Dvořák's symphonies than anyone else. He conducted the first performances of Nos. 2, 5 and 6; the composer premiered Nos. 7 and 8; Bedřich Smetana led Nos. 3 and 4; Anton Seidl conducted No. 9; and Milan Sachs premiered No. 1. Franz Liszt invented the symphonic poem, never employed by more conservative Romantic composers such as Brahms. Dvořák wrote five symphonic poems, all in 1896–1897 with sequential opus numbers: The Water Goblin, Op. 107; The Noon Witch, Op. 108; The Golden Spinning Wheel, Op. 109; The Wild Dove, Op. 110; and A Hero's Song, Op. 111. The first four of poems are based upon ballads from the collection Kytice by the Czech folklorist Karel Jaromír Erben. A Hero's Song is based on a program of Dvořák's devising and is believed to be autobiographical.[120] To Dvořák's main choral works belong his setting of Stabat Mater (the longest extant setting of that text),[121] his Requiem, his setting of the Te Deum and his Mass in D major. The Stabat Mater, Op. 58, is an extensive (c. 90 minutes) vocal-instrumental sacred work for soli (soprano, alto, tenor and bass), choir and orchestra based on the text of an old church hymn with the same name. The inspiration for creating this piece was the death of the composer's daughter, Josefa. Antonín Dvořák composed his Requiem in 1890, at the beginning of the peak period of his career. Dvořák was deeply religious, and this work reflects his faith and spirituality.[122] The premiere took place on 9 October 1891 in Birmingham, conducted by Dvořák himself, and was \"very successful\".[123] It had an outstanding success in Boston 30 November 1892: \"the composer was frequently applauded between numbers and given a most enthusiastic ovation at the end.\".[124] In Vienna it was greeted, belatedly, in 1901: \"The Vienna performance in March 1901 was a triumph of Dvořák's music, as if the Viennese public wished thereby to make up for their earlier, sometimes cool reception of his works.\"[123] The Te Deum, Op. 103, is a cantata for soprano and baritone solo, choir and orchestra to the Latin text of the famous hymn Te Deum (God, we laud You). It was composed in 1892 and dedicated to the 400th anniversary of the discovery of America. The composition had been completed before Dvořák moved to America and was commissioned by Jeanette Thurber in 1891, when the composer accepted a position as director of her school. Te Deum is more intimate than the Stabat Mater and Requiem. It was premiered at Dvořák's first concert in New York on 21 October 1892. The Mass in D major (first numbered Op. 76, then Op. 86) was originally intended for organ, solo voices and small choir. The work was finalized in 1892 when, in response to a request from the Novello publishers of London, Dvořák arranged his Mass for a symphony orchestra.[125] The oratorio Saint Ludmila was a huge success in Bohemia and Moravia, sung at events in Dvořák's honor in 1901 and 1904. The piece had considerable success in England in October 1886, with an audience on the 15th \"in raptures... the critics praised the music in the warmest terms\", and on the 29th, there was a \"large and equally enthusiastic audience, and once again the critics were full of praise\", but the libretto's translation from Czech into English was \"regarded on all sides as unsatisfactory\".[126] The cantata The Spectre's Bride, Op. 69, B. 135, performed in 1885 at the Birmingham, England, Musical Festival, was the greatest success to that point in Dvořák's career.[68] The critic Harold C. Schonberg described \"an attractive Piano Concerto in G minor with a rather ineffective piano part, a beautiful Violin Concerto in A minor, and a supreme Cello Concerto in B minor\".[127] All the concerti are in the classical three-movement form. The Concerto for Piano and Orchestra in G minor, Op. 33 was the first of three concerti (for solo instrument and orchestra) that Dvořák composed, but is perhaps the least known of the three. The Concerto for Violin and Orchestra in A minor, Op. 53 was written in 1878 for the great Joseph Joachim, whom Dvořák had met and admired. It was finished in 1879, but Joachim was skeptical of the work. The concerto was premiered in 1883 in Prague by the violinist František Ondříček, who also gave its first performances in Vienna and London. The Concerto for Cello and Orchestra in B minor, Op. 104 was the final concerto to be composed. He wrote it in 1894–1895 for his friend Hanuš Wihan. Wihan and others had asked for a cello concerto for some time, but Dvořák refused, stating that the cello was a fine orchestral instrument but completely insufficient for a solo concerto.[128] Dvořák composed the concerto in New York while serving as the Director of the National Conservatory. In 1894, Victor Herbert, who was also teaching at the Conservatory, had written his Second Cello Concerto op. 30 and presented it several times that year, including its successful premiere with the New York Philharmonic under Anton Seidl. Dvořák attended at least two performances of Herbert's cello concerto and was inspired to fulfill Wihan's request for a cello concerto. Dvořák's concerto premiered in London on 16 March 1896, with the English cellist Leo Stern.[83] The reception was \"enthusiastic\".[129] Brahms said of the work: \"Had I known that one could write a cello concerto like this, I would have written one long ago!\" Agreeing with Schonberg, the cellist and author Robert Battey wrote \"I believe it to be the greatest of all cello concertos...an opinion shared by most cellists\".[92] A compiler of discographies of Dvořák's music wrote that his is the \"king\" of cello concertos.[130] In 1865, early in his career, Dvořák had composed a Violoncello concerto in A major with Piano accompaniment, B. 10.[131] Günter Raphael in 1925–1929 produced a revised and orchestrated version. Dvořák's cataloguer Jarmil Burghauser made another orchestration and abridgement, published in 1975. A viola player himself, Dvořák felt a natural affinity to writing for strings. His chamber work is heavily inspired by American folk culture, while also maintaining his Czech roots. Over a period of thirty years, Dvořák composed over forty chamber music works. In 1860, just after he completed his education at the Prague Organ School, Dvořák composed his String Quintet No. 1 in A minor, Op. 1. Two more would follow, of which the String Quintet No. 2 in G major, Op. 77 from early 1875, is noteworthy for the use of a double bass. This quintet was written towards the end of the composer's transitional phase, incorporating a thematic density to his works. This quintet is characterized by delicate operetta style uncommon in his instrumental work.[132] The extension of a variation to all section is reminiscent of his symphonic literature.[4] It was written for a chamber music competition sponsored by the Umělecká beseda (Artistic Circle), where it was unanimously awarded a prize of five ducats for the \"distinction of theme, the technical skill in polyphonic composition, the mastery of form and the knowledge of the instruments\" displayed.[133] The String Quintet No. 3 in E♭ major, Op. 97, with a second viola added, was written near the end of his American period in 1893, when he spent a summer holiday in Spillville, Iowa. In the 1880s Dvořák made a list of his destroyed compositions, including string quartets in B-flat, D and E minor of 1868–70. Dvořák destroyed these compositions during his \"mad period\" only after copies had already been printed. The number of errors in the parts makes it unlikely that they were ever played. Dvořák kept the manuscripts of these quartets but did not give them opus numbers. They are noted to have numbers B.17, B.18, and B.19 in the Burghauser catalog[36] and show the strong influence of the music of Richard Wagner.[134] The second, third, and fourth quartets illustrate Dvořák's progress as a composer. He demonstrates understanding of highly developed musical language in his D major quartet, shaping the melody of the Slav freedom song Hej Slovane ('Hey, Slavs!') in a variation style.[4] The quartet in E minor is a single movement, including a slow, 63 bars on an F# pedal point.[4] The single movement from the E minor quartet was used five years later in his second string quintet Op. 77, as a second movement named Intermezzo: Nocturne, making this initially a five-movement composition. He later withdrew the second movement and reworked it into the Nocturne for Strings in B major, Op. 40 (B. 47). These show a stronger sense of form[135] and include three separate arrangements: for orchestra (B47), for violin and piano (B48A), and for piano four hands (B48B).[4] During his time in America in 1893, Dvořák composed two of his most popular quartets: the String Quartet No. 12 in F, Op. 96 (\"The American\") and the String Quintet in E-flat, Op. 97 (B180). Dvorak composed this work in three days after he and his family reunited in Spillville, Iowa. He drew inspiration from the freedom he felt in the country side of America. This piece is distinguishable from his other quartets due to the simplicity of it writing. Throughout the piece, Dvorak uses skipping rhythms, high register of the first violin, and unified key relationships among all movements except for Lento.[136] There is less shaping in thematic material, heavy uses of repetition, and less attention was paid to the development.[4] Shortly after the composition of Op. 96, Dvorak composed his E-flat Major String Quintet, Op. 97. This piece was distinguished from his prior chamber works due to the instrumentation of two viola parts. The influence that Native American folk music had on Dvorak's work was also apparent in Op. 97; there is a common drum rhythm in Native American music presented throughout all of the movements except the Larghetto.[137] He also composed two piano quintets, both in A major, of which the second, Op. 81, is the better known. He left a Terzetto for two violins and viola (Op. 74); two piano quartets (Op. 23 and Op. 87), a string sextet, Op. 48; and four piano trios, including the Piano Trio No. 4 (subtitled Dumky), Op. 90. He also wrote a set of Bagatelles, Op. 47, for the unusual combination of two violins, cello, and harmonium. The Bagatelles are cyclical and similar to a suite, echoing Czech bagpipe melodies. Dvořák wrote two waltzes for string quartet, and arranged set of 12 love songs for the string quartet entitled Echo of Songs (B152), taken from his set of 18 songs originally composed in 1865 entitled Cypresses. His works for violin and piano include the Romantic Pieces, the Violin Sonatina, and the Violin Sonata. In a 1904 interview, Dvořák claimed that opera was 'the most suitable form for the nation'.[138] If this nationalist sentiment was at the heart of his opera compositions, he struggled to find a style straddling Czech traditional melody and the grand opera style of Giacomo Meyerbeer, which he experienced as lead viola player in the orchestra of Prague's Provisional Theatre between 1862 and 1871,[139] and whose influence is evident in his works such as Vanda and Dimitrij.[140] His later interest in the music of Richard Wagner also influenced his operas, evident in his extensive rewrite of Dmitrij in 1894, following its failure at Vienna.[141] Of all his operas, only Rusalka, Op. 114, which contains the well-known aria \"Měsíčku na nebi hlubokém\" (\"Song to the Moon\"), is played on contemporary opera stages with any frequency outside the Czech Republic. This is attributable to their uneven invention and libretti, and perhaps also their staging requirements – The Jacobin, Armida, Vanda and Dimitrij need stages large enough to portray invading armies. There is speculation by Dvořák scholars such as Michael Beckerman that the second movement of his Symphony No. 9 \"From the New World\", was adapted from studies for a never-written opera about Hiawatha.[142] The song cycle of 10 Biblical Songs, Op. 99, B. 185, was written in March 1894. Around that time Dvořák was informed of the death of the famous conductor, and his close personal friend, Hans von Bülow. A month earlier, he had been grieved to hear that his father was near death, far away in Bohemia. Dvořák consoled himself in the Psalms. The resulting work, considered the finest of his song cycles, is based on the text of the Czech Bible of Kralice. Dvořák's father died 28 March 1894,[143] two days after the completion of the work.[144] Another well known cycle is the seven Gypsy Songs (Czech Cikánské melodie) B. 104, Op. 55 which includes \"Songs My Mother Taught Me\" (the fourth of the set). Dvořák created many other songs inspired by Czech national traditional music, such as the \"Love Songs\", \"Evening Songs\", etc. From other works that show the influence of Czech folk rhythms and melodic shapes, perhaps the best known examples are the two sets of Slavonic Dances. The first book, Op. 46 (1878), is predominantly Czech in form. It was created for piano duet (one piano, four hands), but Dvořák then orchestrated the entire set, completing it the same year. The second book, Op. 72 (also composed originally for piano four hands), composed eight years later, includes forms native to other Slavic lands Serbia, Poland and Ukraine, although some \"merge characteristics of more than one dance\".[145] Dvořák did not use actual folk tunes, but created his own themes in the style of traditional folk music, using the rhythms of original folk dances. A work that does not fit in the other categories is the Symphonic Variations of 1877. Orchestral variations on an original theme, composed as a freestanding work, were a rather unusual genre. Originally unsuccessful and revived only after ten years, it has since established itself in the repertoire. Dvořák's \"Largo\" from the New World Symphony was one of several pieces performed in a Japanese internment camp at Sumatra by a vocal orchestra made up of female prisoners of war on December 27, 1943.[146] The 1980 film Concert at the End of Summer is based on Dvořák's life. Dvořák was played by Josef Vinklář.[147] The 2012 television film The American Letters focuses on Dvořák's love life. Dvořák is played by Hynek Čermák [cs].[148] Ian Krykorka has written a number of children's books based on some of Dvořák's operas. Josef Škvorecký wrote Dvorak in Love about his life in America as Director of the National Conservatory for Music. Asteroid 2055 Dvořák, discovered by Luboš Kohoutek is named in his honor.[149] Dvořák was also an avid train spotter, collecting the engine numbers of the express trains from Prague to Vienna and Dresden and also spent considerable time with closely watched trains in New York. He was said to find much inspiration from them in his compositions. [150]","Title":"Antonín Dvořák - Wikipedia","KeyID":"7579","URL":"https://en.wikipedia.org/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k"}