{"Content: ":"Anton (Antonín, Antoine) Joseph Reicha (Rejcha) (26 February 1770 – 28 May 1836) was a Czech-born, Bavarian-educated, later naturalized French composer and music theorist.[1] A contemporary and lifelong friend of Beethoven, he is now best remembered for his substantial early contributions to the wind quintet literature and his role as teacher of pupils including Franz Liszt, Hector Berlioz and César Franck. He was also an accomplished theorist, and wrote several treatises on various aspects of composition. Some of his theoretical work dealt with experimental methods of composition, which he applied in a variety of works such as fugues and études for piano and string quartet. None of the advanced ideas he advocated in the most radical of his music and writings, such as polyrhythm, polytonality and microtonal music, were accepted or employed by other nineteenth-century composers. Due to Reicha's unwillingness to have his music published (like Michael Haydn before him), he fell into obscurity soon after his death and his life and work have yet to be intensively studied. Reicha was born in Prague. His father Šimon, the town piper of the city, died when Anton was just 10 months old.[2] Apparently Reicha's mother was not interested in her son's education, and so in 1780 he ran away from home following a sudden impulse – as he recounted in his memoirs, he jumped onto a passing carriage.[3] He first visited his paternal grandfather in Klatovy, and then his paternal uncle Josef Reicha, a virtuoso cellist, conductor and composer living in Wallerstein, Bavaria, who adopted him.[2] Josef and his wife, being childless, could give young Anton their full attention: Josef taught him violin and piano, his wife insisted on him being taught French and German, and he was also taught the flute.[4] In 1785 the family moved to Bonn, where Reicha became a member of the Hofkapelle of Max Franz, Elector of Cologne, playing violin and second flute in the court orchestra under his uncle's direction.[2] The young Beethoven entered the Hofkapelle as violist and organist in 1789 and Reicha befriended him. Christian Gottlob Neefe, one of the most important figures in the musical life of the city at the time, may well have instructed both Reicha and his gifted piano pupil Beethoven in composition and introduced them to the works of Johann Sebastian Bach, such as The Well-Tempered Clavier. From about 1785 Reicha studied composition secretly, against his uncle's wishes, composing and conducting his first symphony in 1787 and entering the University of Bonn in 1789, where he studied and performed until 1794, when Bonn was attacked and captured by the French. He managed to escape to Hamburg,[2] vowed never to perform in public again and began to earn a living teaching harmony, composition and piano. He continued composing and studied mathematics, philosophy and, significantly, methods of teaching composition. In 1799 he moved to Paris, hoping to achieve success as an opera composer. These hopes were dashed, however: he could neither get his old librettos accepted nor find suitable new ones despite support from friends and influential members of the aristocracy, and moved on to Vienna in 1801. Once there, like Beethoven and the young Schubert, he studied with Antonio Salieri and Johann Georg Albrechtsberger.[2] Both were renowned teachers, and Albrechtsberger was also an important theorist and acknowledged authority on counterpoint and fugal theory. Reicha called on Haydn, whom he had met several times in Bonn and Hamburg during the 1790s, and renewed his friendship with Beethoven, whom he had not seen since 1792, when the latter moved from Bonn to Vienna. At this time (late 1802–1803) Beethoven's Eroica symphony was in gestation, and it is likely that the two men exchanged ideas on fugues in modern composition.[5] Reicha's move to Vienna marked the beginning of a more productive and successful period in his life. As he wrote in his memoirs, \"The number of works I finished in Vienna is astonishing. Once started, my verve and imagination were indefatigable. Ideas came to me so rapidly it was often difficult to set them down without losing some of them. I always had a great penchant for doing the unusual in composition. When writing in an original vein, my creative faculties and spirit seemed keener than when following the precepts of my predecessors.\"[6] In 1801, Reicha's opera L'ouragan, which failed in Paris, was performed at the palace of Prince Joseph Franz von Lobkowitz, a prominent patron of Beethoven. Empress Maria Theresa (of Naples and Sicily) commissioned another opera after this performance, Argine, regina di Granata, which was only privately performed. His studies in Hamburg came to fruition here with the publication of several semi-didactic, encyclopedic works such as 36 Fugues for piano (published in 1803, dedicated to Haydn)[2] and L'art de varier, a large-scale variation cycle (composed in 1803/04 for Prince Louis Ferdinand), and the treatise Practische Beispiele (published in 1803), which contained 24 compositions. Reicha's life and career in Vienna were interrupted by Napoleon's November 1805 occupation of the city by French troops. In 1806 Reicha travelled to Leipzig to arrange a performance of his new work, the cantata Lenore (stopping at Prague to see his mother for the first time since 1780), but because Leipzig was blockaded by the French, not only was the performance cancelled but he could not return to Vienna for several months. When he did return it was not for long, because by 1808 the Austrian Empire was already preparing for another war, the War of the Fifth Coalition, so Reicha decided to move back to Paris.[2] He was soon teaching composition privately, future prolific composer George Onslow being one of his pupils by 1808. This time three of his many operas were produced, but they all failed; yet his fame as theorist and teacher increased steadily, and by 1817 most of his pupils became professors at the Conservatoire de Paris. The following year, Reicha himself was appointed professor of counterpoint and fugue at the Conservatoire with the support of Louis XVIII, despite opposition from its influential professor of composition and (from 1822) director Luigi Cherubini [7] This second Paris period produced several important theoretical writings. Cours de composition musicale, published by 1818, became the standard text on composition at the Conservatoire; the Traité de mélodie of 1814, a treatise on melody, was also widely studied. Another semi-didactic work, 34 Études for piano, was published by 1817. It was also in Paris that Reicha started composing the 25 wind quintets which proved to be his most enduring works:[2] far more conservative musically than the experimental fugues he had written in Vienna, but exploiting the skill of his virtuosi from the Opéra Comique to extend significantly the technique and musical ambitions of future players of the still evolving wind instruments. In 1818 he married Virginie Enaust, who bore him two daughters. Around this time he taught composition to the future pioneer of the modern oboe Henri Brod, and in 1819 he began teaching harmony and music theory to Louise Farrenc; after interrupting her studies for her own marriage, she completed studies at the Paris Conservatory with Reicha in 1825.[8] Reicha stayed in Paris for the rest of his life. He became a naturalized citizen of his adopted country in 1829[9] and Chevalier of the Légion d'honneur in 1835. That same year, he succeeded François-Adrien Boieldieu at the Académie Française. He published two more large treatises, Traité de haute composition musicale (1824–1826) (Treatise on advanced musical composition) and Art du compositeur dramatique (1833) (Art of dramatic composition), on writing opera. His ideas expressed in the former work sparked some controversy at the Conservatoire. In 1826 Franz Liszt, Hector Berlioz and Henri Cohen became students of his, as did composers Charles Gounod and Pauline Viardot[10] sometime later. Berlioz in his Memoirs[11] acknowledges that Reicha was 'an admirable teacher of counterpoint' who cared about his pupils and whose 'lessons were models of integrity and thoroughness' – high praise indeed from one so critical of the Conservatoire in general. Frédéric Chopin considered studying with him in December 1831 shortly after arriving in Paris from his native Poland, but ultimately decided otherwise. From June 1835 until Reicha's death in May 1836, the young César Franck took private lessons. His notebooks survive (in the Bibliothèque Nationale in Paris) with Reicha's annotations (and a later cryptic comment possibly by Erik Satie),[12] showing how hard Reicha worked his 13-year-old pupil. Reicha was buried at the Père Lachaise Cemetery, and Luigi Cherubini resumed the teaching of counterpoint at the Conservatoire, replacing Reicha's heretical work on fugue with his own as the standard text. It is difficult to present a coherent list of Reicha's works, because the opus numbers assigned to them at the time of publication are in disarray, some pieces were supposedly lost, and many works were published several times, sometimes as part of larger collections. His surviving oeuvre covers a vast array of genres and forms, from opera to piano fugues. He is best known today for his 25 wind quintets, composed in Paris between 1811 and 1820, which were mostly premiered from 1817 in the foyer of the Théâtre Favart by some of the world's finest wind soloists,[13] to such effect that they were played all over Europe shortly afterward. Reicha claimed in his memoirs that his wind quintets filled a void: \"At that time, there was a dearth not only of good classic[al] music, but of any good music at all for wind instruments, simply because the composers knew little of their technique.\"[14] Indeed, Reicha's experiences as a flautist must have helped in the creation of these pieces, in which he systematically explored the possibilities of the wind ensemble and invented an extended sonata form variant that could accommodate as many as five principal themes.[15] Reicha wrote his first experimental quintet in 1811; the 'incomparably superior' first two of the later published quintets of Opus 88 were written by 1814 after further study of the instruments and collaboration with his players, with the remaining four completed before publication in 1817. Three further sets of six were published as Opus 91 in 1818, Opus 99 in 1819 and Opus 100 in 1820.[13] Musically, the wind quintets represent a more conservative trend in Reicha's oeuvre when compared to his earlier work, namely the compositions of the Viennese period. In the quintets, as he describes in his preface, Reicha wanted to expand the technical limits of the five still evolving wind instruments (hand horn, 'un-rationalised' flute and clarinet, double reeds with fewer keys), and thereby also the ambitions of amateur wind players, by establishing a nucleus for a corpus of substantial work like that available to string players (and consciously more serious than the Harmoniemusik of the last century). His writing combines virtuoso display (often still very challenging today, yet idiomatic for each instrument), popular elements (from the comic opera his soloists played, from his Bohemian folk heritage, from the military background to his life – many marches, 'walking' themes and fanfares), and his lifelong more academic interests in variation form and counterpoint. Four of the quintets have trios in passacaglia form, the repeating theme however being on different instruments in each case so not necessarily in the bass. The earlier Beethoven connection, now severed,[5] is revisited in the scherzo of the quintet in E-flat Op. 100 no. 3, which contains clear musical quotations (most obvious in the horn part) from both the scherzo of his Eroica (also in E-flat major) and the first movement of his 5th symphonies. Berlioz[11] says the quintets \"enjoyed a certain vogue in Paris for a number of years. They are interesting pieces but a little cold\", while Louis Spohr, who was visiting Paris in 1820–21 and reserved judgment until he had heard several performed, assessed them in a letter home (which he included in his autobiography) as having too many ideas linked carelessly or not at all (\"were he less rich, he would be richer\"), \"yet the minuets and scherzi, as short pieces, are less open to this objection, and some of them are real masterpieces in form and contents\".[16] Spohr was generally impressed by the virtuosity of the wind soloists and was very pleased with their performance of his own piano and wind quintet. Berlioz[11] also comments on two of the players (in other works): \"Joseph Guillou [de], the first flute...has to dominate...so he transposes the flute line up an octave, thus destroying the composer's intention\" (p. 56); of Gustave Vogt's cor anglais playing he says (p. 23): \"However remarkable the singer...I find it hard to believe she can ever have made it sound as natural and touching as it did on Vogt's instrument\". Reicha was particularly close personally to the horn player L-F Dauprat, who was nominated by the family's lawyer as a surrogate guardian to Reicha's two daughters at his death.[17] Technical wizardry also prevails in compositions that illustrate Reicha's theoretical treatise Practische Beispiele (Practical Examples) of 1803, where techniques such as bitonality and polyrhythm are explored in extremely difficult sight-reading exercises.[18] 36 fugues for piano, published in 1803, was conceived as an illustration of Reicha's neue Fugensystem, i.e. those new ideas about fugues which had piqued Beethoven.[5] Reicha proposed that second entries of fugue subjects in major keys could occur in keys other than the standard dominant), to widen the possibilities for modulations and undermine the conservative tonal stability of the fugue.[19] The fugues of the collection not only illustrate this point, but also employ a variety of extremely convoluted technical tricks such as polyrhythm (no. 30), combined (nos. 24, 28), asymmetrical (no. 20) and simply uncommon (no. 10 is in 12/4, no. 12 in 2/8) meters and time signatures, some of which are derived from folk music, an approach that directly anticipates that of later composers such as Béla Bartók.[20] No. 13 is a modal fugue played on white keys only, in which cadences are possible on all but the 7th degree of the scale without further alteration. Six fugues employ two subjects, one has three, and No. 15 has six. In several of the fugues, Reicha established a link with the old tradition by using subjects by Haydn (no. 3), Bach (no. 5), Mozart (no. 7), Scarlatti (no. 9), Frescobaldi (no. 14) and Handel (no. 15). Many of the technical accomplishments are unique to fugue literature. The études of op. 97, Études dans le genre fugué, published in Paris by 1817, are similarly advanced. Each composition is preceded by Reicha's comments for young composers. Thirty of the 34 études included are fugues, and every étude is preceded by a prelude based on a particular technical or compositional problem. Again an exceptionally large number of forms and textures is used, including, for example, the variation form with extensive use of invertible counterpoint (no. 3), or an Andante in C minor based on the famous Folia harmonic progression. Reicha's massive cycle of variations, L'art de varier, uses the same pedagogical principle and includes variations in the form of four-voice fugues, program music variations, toccata-like hand-crossing variations, etc., foreshadowing in many aspects not only Beethoven's Diabelli Variations, but also works by Schubert, Wagner and Debussy.[21] Many of Reicha's string quartets are similarly advanced, and also anticipate numerous later developments. The eight Vienna string quartets (1801–1805) are among his most important works. Though largely ignored since Reicha's death, they were highly influential during his lifetime and left their mark on the quartets of Beethoven and Schubert,[22] much as Bach's Well-Tempered Clavier was ignored by the public but well known to Beethoven and Chopin. Reicha also wrote prolifically for various kinds of ensembles other than wind quintets and string quartets, including violin sonatas, piano trios, horn trios, flute quartets, various works for solo wind or string instruments accompanied by strings, and works for voice. He also wrote in larger-scale genres, including at least eight known symphonies, seven operas, and choral works such as a Requiem. Much of Reicha's music remained unpublished and/or unperformed during his life, and virtually all of it fell into obscurity after his death. This is partly explained by Reicha's own decisions he reflected on in his autobiography: \"Many of my works have never been heard because of my aversion to seeking performances [...] I counted the time spent in such efforts as lost, and preferred to remain at my desk.\"[6] He also frequently advocated ideas, such as the use of quarter tones, that were too far ahead of his time to be understood by his contemporaries.[23] Reicha's major theoretical and pedagogical works include the following: In addition to these, a number of smaller texts by him exist. These include an outline of Reicha's system for writing fugues, Über das neue Fugensystem (published as a foreword to the 1805 edition of 36 fugues), Sur la musique comme art purement sentimental (before 1814, literally \"On music as a purely emotional art\"), Petit traité d'harmonie pratique à 2 parties (c. 1814, a short \"practical treatise\" on harmony), a number of articles and the poem An Joseph Haydn, published in the preface to 36 fugues (which were dedicated to Haydn). Sources General reference Scores","Title":"Anton Reicha - Wikipedia","KeyID":"7581","URL":"https://en.wikipedia.org/wiki/Anton_Reicha"}