{"Content: ":"Crocodilia (or Crocodylia, both /krɒkəˈdɪliə/) is an order of mostly large, predatory, semiaquatic reptiles, known as crocodilians. They first appeared 95 million years ago in the Late Cretaceous period (Cenomanian stage) and are the closest living relatives of birds, as the two groups are the only known survivors of the Archosauria. Members of the order's total group, the clade Pseudosuchia, appeared about 250 million years ago in the Early Triassic period, and diversified during the Mesozoic era. The order Crocodilia includes the true crocodiles (family Crocodylidae), the alligators and caimans (family Alligatoridae), and the gharial and false gharial (family Gavialidae). Although the term 'crocodiles' is sometimes used to refer to all of these, crocodilians is a less ambiguous vernacular term for members of this group. Large, solidly built, lizard-like reptiles, crocodilians have long flattened snouts, laterally compressed tails, and eyes, ears, and nostrils at the top of the head. They swim well and can move on land in a \"high walk\" and a \"low walk\", while smaller species are even capable of galloping. Their skin is thick and covered in non-overlapping scales. They have conical, peg-like teeth and a powerful bite. They have a four-chambered heart and, somewhat like birds, a unidirectional looping system of airflow within the lungs, but like other living reptiles they are ectotherms. Crocodilians are found mainly in lowlands in the tropics, but alligators also live in the southeastern United States and the Yangtze River in China. They are largely carnivorous, the various species feeding on animals such as fish, crustaceans, molluscs, birds, and mammals; some species like the Indian gharial are specialised feeders, while others like the saltwater crocodile have generalised diets. Crocodilians are typically solitary and territorial, though cooperative feeding does occur. During breeding, dominant males try to monopolise available females. Females lay eggs in holes or in mounds and, unlike most other reptiles, care for their hatched young. Some species of crocodilians are known to have attacked humans. The largest number of attacks comes from the Nile crocodile. Humans are the greatest threat to crocodilian populations through activities that include hunting, poaching, and habitat destruction, but farming of crocodilians has greatly reduced unlawful trading in wild skins. Artistic and literary representations of crocodilians have appeared in human cultures around the world since Ancient Egypt. The earliest known mention of the story that crocodiles weep for their victims was in the 9th century; it was later spread by Sir John Mandeville in 1400 and then by William Shakespeare in the late 16th century and early 17th century. Crocodilia and Crocodylia have been used interchangeably for decades starting with Schmidt's redescription of the group from the formerly defunct term Loricata.[1] Schmidt used the older term Crocodilia, based on Owen's original name for the group.[2] Shortly after, Wermuth opted for Crocodylia as the proper name for this redescribed group,[3] basing it on the type genus Crocodylus (Laurenti, 1768).[4] Dundee—in a revision of many reptilian and amphibian names—argued strongly for Crocodylia to be the spelling for the group.[5] However, it was not until the advent of cladistics and phylogenetic nomenclature that a more solid justification for assuming one spelling over the other was proposed.[6] Prior to 1988, Crocodilia/Crocodylia was a group that encompassed the modern-day animals as well as their more distant relatives now in the larger groups called Crocodylomorpha and Pseudosuchia.[6] Under its current definition as a crown group (as opposed to a stem-based group), Crocodylia is now restricted to only the last common ancestor of today's modern-day crocodilians (alligators, crocodiles, and gharials) and all of its descendants (living or extinct).[6] This distinction is more important for paleontologists studying crocodilian evolution. As such, the alternate spellings Crocodilia and Crocodylia are still used interchangeably in the neontological literature. Crocodilia[2] appears to be a Latinizing of the Greek κροκόδειλος (crocodeilos), which means both lizard and Nile crocodile.[7] Crocodylia, as coined by Wermuth,[3] in regards to the genus Crocodylus appears to be derived from the ancient Greek[8] κρόκη (kroke)—meaning shingle or pebble—and δρîλος or δρεîλος (dr(e)ilos) for \"worm\". The name may refer to the animal's habit of basking on the pebbled shores of the Nile.[9] Crocodilians range in size from the Paleosuchus and Osteolaemus species, which reach 1–1.5 m (3 ft 3 in – 4 ft 11 in), to the saltwater crocodile, which reaches 7 m (23 ft) and weighs up to 2,000 kg (4,400 lb), though some prehistoric species such as the late Cretaceous Deinosuchus were even larger at up to about 11 m (36 ft)[10] and 3,450 kg (7,610 lb).[11] They tend to be sexually dimorphic, with males much larger than females.[12] Though there is diversity in snout and tooth shape, all crocodilian species have essentially the same body morphology.[11] They have solidly built, lizard-like bodies with elongated, flattened snouts and laterally compressed tails.[12] Their limbs are reduced in size; the front feet have five digits with little or no webbing, and the hind feet have four webbed digits and a rudimentary fifth.[13] The skeleton is somewhat typical of tetrapods, although the skull, pelvis and ribs are specialised;[12] in particular, the cartilaginous processes of the ribs allow the thorax to collapse during diving and the structure of the pelvis can accommodate large masses of food,[14] or more air in the lungs.[15] Both sexes have a cloaca, a single chamber and outlet at the base of the tail into which the intestinal, urinary and genital tracts open.[12] It houses the penis in males and the clitoris in females.[16] The crocodilian penis is permanently erect and relies on cloacal muscles for eversion and elastic ligaments and a tendon for recoil.[17] The gonads are located near the kidneys.[18] The eyes, ears and nostrils of crocodilians are at the top of the head. This allows them to stalk their prey with most of their bodies underwater.[19] Crocodilians possess a tapetum lucidum which enhances vision in low light.[13] While eyesight is fairly good in air, it is significantly weakened underwater.[20] The fovea in other vertebrates is usually circular, but in crocodiles it is a horizontal bar of tightly packed receptors across the middle of the retina. When the animal completely submerges, the nictitating membranes cover its eyes. In addition, glands on the nictitating membrane secrete a salty lubricant that keeps the eye clean. When a crocodilian leaves the water and dries off, this substance is visible as \"tears\".[13] The ears are adapted for hearing both in air and underwater, and the eardrums are protected by flaps that can be opened or closed by muscles.[21] Crocodilians have a wide hearing range, with sensitivity comparable to most birds and many mammals.[22] They have only one olfactory chamber and the vomeronasal organ is absent in the adults[23] indicating all olfactory perception is limited to the olfactory system. Behavioural and olfactometer experiments indicate that crocodiles detect both air-borne and water-soluble chemicals and use their olfactory system for hunting. When above water, crocodiles enhance their ability to detect volatile odorants by gular pumping, a rhythmic movement of the floor of the pharynx.[24][25] The well-developed trigeminal nerve allows them to detect vibrations in the water (such as those made by potential prey).[26] The tongue cannot move freely but is held in place by a folded membrane.[14] They appear to have lost their pineal organ, but still show signs of melatonin rhythms.[27] Though they lack the vocal chords of mammals and the syrinx of birds,[28] crocodilians can produce vocalisations by vibrating three flaps in the larynx.[29] The crocodilian larynx is capable of complex motor control similar to birds and mammals.[30] While the brain of a crocodilian is fairly small, it is capable of greater learning than most reptiles.[31] Crocodilians are excellent swimmers. During aquatic locomotion, the muscular tail undulates from side to side to drive the animal through the water while the limbs are held close to the body to reduce drag.[19][32] When the animal needs to stop, steer, or manoeuvre in a different direction, the limbs are splayed out.[19] Crocodilians generally cruise slowly on the surface or underwater with gentle sinuous movements of the tail, but when pursued or when chasing prey they can move rapidly.[33] Crocodilians are less well-adapted for moving on land, and are unusual among vertebrates in having two different means of terrestrial locomotion: the \"high walk\" and the \"low walk\".[13] Their ankle joints flex in a different way from those of other reptiles, a feature they share with some early archosaurs. One of the upper row of ankle bones, the astragalus, moves with the tibia and fibula. The other, the calcaneum, is functionally part of the foot, and has a socket into which a peg from the astragalus fits. The result is that the legs can be held almost vertically beneath the body when on land, and the foot can swivel during locomotion with a twisting movement at the ankle.[34] The high walk of crocodilians, with the belly and most of the tail being held off the ground, is unique among living reptiles. It somewhat resembles the walk of a mammal, with the same sequence of limb movements: left fore, right hind, right fore, left hind.[33] The low walk is similar to the high walk, but without the body being raised, and is quite different from the sprawling walk of salamanders and lizards. The animal can change from one walk to the other instantaneously, but the high walk is the usual means of locomotion on land. The animal may push its body up and use this form immediately, or may take one or two strides of low walk before raising the body higher. Unlike most other land vertebrates, when crocodilians increase their pace of travel they increase the speed at which the lower half of each limb (rather than the whole leg) swings forward; by this means, stride length increases while stride duration decreases.[35] Though typically slow on land, crocodilians can produce brief bursts of speed, and some can run at 12 to 14 km/h (7.5 to 8.7 mph) for short distances.[36] A fast entry into water from a muddy bank can be effected by plunging to the ground, twisting the body from side to side and splaying out the limbs.[33] In some small species such as the freshwater crocodile, a running gait can progress to a bounding gallop. This involves the hind limbs launching the body forward and the fore limbs subsequently taking the weight. Next, the hind limbs swing forward as the spine flexes dorso-ventrally, and this sequence of movements is repeated.[37] During terrestrial locomotion, a crocodilian can keep its back and tail straight, since the scales are attached to the vertebrae by muscles.[14] Whether on land or in water, crocodilians can jump or leap by pressing their tails and hind limbs against the substrate and then launching themselves into the air.[19][38] The snout shape of crocodilians varies between species. Crocodiles may have either broad or slender snouts, while alligators and caimans have mostly broad ones. Gharials have snouts that are extremely elongated. The muscles that close the jaws are much more massive and powerful than the ones that open them,[12] and a crocodilian's jaws can be held shut by a person fairly easily. Conversely, the jaws are extremely difficult to pry open.[39] The powerful closing muscles attach at the median portion of the lower jaw and the jaw hinge attaches to the atlanto-occipital joint, allowing the animal to open its mouth fairly wide.[14] Crocodilians have some of the strongest bite forces in the animal kingdom. In a study published in 2003, an American alligator's bite force was measured at up to 2,125 lbf (9.45 kN).[40] In a 2012 study, a saltwater crocodile's bite force was measured even higher, at 3,700 lbf (16 kN). This study also found no correlation between bite force and snout shape. Nevertheless, the gharial's extremely slender jaws are relatively weak and built more for quick jaw closure. The bite force of Deinosuchus may have measured 23,000 lbf (100 kN),[11] even greater than that of theropod dinosaurs like Tyrannosaurus.[40] Crocodilian teeth vary from blunt and dull to sharp and needle-like.[11] Broad-snouted species have teeth that vary in size, while those of slender-snouted species are more uniform. The teeth of crocodiles and gharials tend to be more visible than those of alligators and caimans when the jaws are closed.[41] The easiest way to distinguish crocodiles from alligators is by looking at their jaw line. The teeth on the lower jaw of an alligator fit into sockets in the upper jaw, so only the upper teeth are visible when the mouth is closed. The teeth on the lower jaw of a crocodile fit into grooves on the outside of the top jaw making both the upper and lower teeth visible when the mouth is closed.[42] Crocodilians are homodonts, meaning each of their teeth are all of the same type (they do not possess different tooth types, such as canines and molars) and polyphyodonts are able to replace each of their approximately 80 teeth up to 50 times in their 35 to 75-year lifespan.[43] They are the only non-mammalian vertebrates with tooth sockets.[44] Next to each full-grown tooth there is a small replacement tooth and an odontogenic stem cell in the dental lamina in standby, which can be activated when required.[45] Tooth replacement slows significantly and eventually stops as the animal grows old.[41] The skin of crocodilians is thick and cornified, and is clad in non-overlapping scales known as scutes, arranged in regular rows and patterns. These scales are continually being produced by cell division in the underlying layer of the epidermis, the stratum germinativum, and the surface of individual scutes sloughs off periodically. The outer surface of the scutes consists of the relatively rigid beta-keratin while the hinge region between the scutes contains only the more pliable alpha-keratin.[46] Many of the scutes are strengthened by bony plates known as osteoderms, which are the same size and shape as the superficial scales but grow beneath them. They are most numerous on the back and neck of the animal and may form a protective armour. They often have prominent, lumpy ridges and are covered in hard-wearing beta-keratin.[12] The head and jaws lack actual scales and are instead covered in tight keratinised skin that cracks due to stress.[47] The skin on the neck and flanks is loose, while that on the abdomen and underside of the tail is sheathed in large, flat square scutes arranged in neat rows.[12][48] The scutes contain blood vessels and may act to absorb or radiate heat during thermoregulation.[12] Research also suggests that alkaline ions released into the blood from the calcium and magnesium in these dermal bones act as a buffer during prolonged submersion when increasing levels of carbon dioxide would otherwise cause acidosis.[49] Some scutes contain a single pore known as an integumentary sense organ. Crocodiles and gharials have these on large parts of their bodies, while alligators and caimans only have them on the head. Their exact function is not fully understood, but it has been suggested that they may be mechanosensory organs.[50] Another possibility is that they may produce an oily secretion that prevents mud from adhering to the skin. There are prominent paired integumentary glands in skin folds on the throat, and others in the side walls of the cloaca. Various functions for these have been suggested. They may play a part in communication, as indirect evidence suggest that they secrete pheromones used in courtship or nesting.[12] The skin of crocodilians is tough and can withstand damage from conspecifics, and the immune system is effective enough to heal wounds within a few days.[51] The crocodilian has perhaps the most complex vertebrate circulatory system. It has a four-chambered heart and two ventricles, an unusual trait among extant reptiles,[52] and both a left and right aorta which are connected by a hole called the Foramen of Panizza. Like birds and mammals, crocodilians have heart valves that direct blood flow in a single direction through the heart chambers. They also have unique cog-teeth-like valves that, when interlocked, direct blood to the left aorta and away from the lungs, and then back around the body.[53] This system may allow the animals to remain submerged for a longer period,[54] but this explanation has been questioned.[55] Other possible reasons for the peculiar circulatory system include assistance with thermoregulatory needs, prevention of pulmonary oedema, or faster recovery from metabolic acidosis. Retaining carbon dioxide within the body permits an increase in the rate of gastric acid secretion and thus the efficiency of digestion, and other gastrointestinal organs such as the pancreas, spleen, small intestine, and liver also function more efficiently.[56] When submerged, a crocodilian's heart rate slows down to one or two beats a minute, and blood flow to the muscles is reduced. When it rises and takes a breath, its heart rate speeds up in seconds, and the muscles receive newly oxygenated blood.[57] Unlike many marine mammals, crocodilians have little myoglobin to store oxygen in their muscles. During diving, muscles are supplied with oxygen when an increasing concentration of bicarbonate ions causes haemoglobin in the blood to release oxygen.[58] Crocodilians were traditionally thought to breathe like mammals, with airflow moving in and out tidally, but studies published in 2010 and 2013 conclude that crocodilians breathe more like birds, with airflow moving in a unidirectional loop within the lungs. When a crocodilian inhales, air flows through the trachea and into two primary bronchi, or airways, which branch off into narrower secondary passageways. The air continues to move through these, then into even narrower tertiary airways, and then into other secondary airways which were bypassed the first time. The air then flows back into the primary airways and is exhaled. These aerodynamic valves within the bronchial tree have been hypothesised to explain how crocodilians can have unidirectional airflow without the aid of avian-like air sacs.[59][60] The lungs of crocodilians are attached to the liver and the pelvis by the diaphragmaticus muscle (analogous of the diaphragm in mammals). During inhalation, the external intercostal muscles expand the ribs, allowing the animal to take in more air, while the ischiopubis muscle causes the hips to swing downwards and push the belly outward, and the diaphragmaticus pulls the liver back. When exhaling, the internal intercostal muscles push the ribs inward, while the rectus abdominis pulls the hips and liver forwards and the belly inward.[15][52][61][62] Because the lungs expand into the space formerly occupied by the liver and are compressed when it moves back into position, this motion is sometimes referred to as a \"hepatic piston\". Crocodilians can also use these muscles to adjust the position of their lungs; thereby controlling their buoyancy in the water. An animal sinks when the lungs are pulled towards the tail and floats when they move back towards the head. This allows them to move through the water without creating disturbances that could alert potential prey. They can also spin and twist by moving their lungs laterally.[61] Swimming and diving crocodilians appear to rely on lung volume more for buoyancy than oxygen storage.[52] Just before diving, the animal exhales to reduce its lung volume and achieve negative buoyancy.[63] When submerging, the nostrils of a crocodilian shut tight.[13] All species have a palatal valve, a membranous flap of skin at the back of the oral cavity that prevents water from flowing into the throat, oesophagus, and trachea.[12][13] This enables them to open their mouths underwater without drowning.[13] Crocodilians typically remain underwater for fifteen minutes or less at a time, but some can hold their breath for up to two hours under ideal conditions.[64] The maximum diving depth is unknown, but crocodiles can dive to at least 20 m (66 ft).[65] Crocodilian teeth are adapted for seizing and holding prey, and food is swallowed unchewed. The digestive tract is relatively short, as meat is a fairly simple substance to digest. The stomach is divided into two parts: a muscular gizzard that grinds food, and a digestive chamber where enzymes work on it.[66] The stomach is more acidic than that of any other vertebrate and contains ridges for gastroliths, which play a role in the mechanical breakdown of food. Digestion takes place more quickly at higher temperatures.[19] Crocodilians have a very low metabolic rate and consequently, low energy requirements. This allows them to survive for many months on a single large meal, digesting the food slowly. They can withstand extended fasting, living on stored fat between meals. Even recently hatched crocodiles are able to survive 58 days without food, losing 23% of their bodyweight during this time.[67] An adult crocodile needs between a tenth and a fifth of the amount of food necessary for a lion of the same weight, and can live for half a year without eating.[67] Amona glabra (Pond-apple tree) seeds recovered from the stomach of an Alligator mississippiensis (American alligator) captured in the Florida Coastal Everglades were nonviable under ideal germination conditions and were likely destroyed by stomach acids. Alligators are unlikely to be dispersers of Pond-apple seeds and may instead act as seed predators.[68] Crocodilians are ectotherms, producing relatively little heat internally and relying on external sources to raise their body temperatures. The sun's heat is the main means of warming for any crocodilian, while immersion in water may either raise its temperature by conduction, or cool the animal in hot weather. The main method for regulating its temperature is behavioural. For example, an alligator in temperate regions may start the day by basking in the sun on land. A bulky animal, it warms up slowly, but at some time later in the day it moves into the water, still exposing its dorsal surface to the sun. At night it remains submerged, and its temperature slowly falls. The basking period is extended in winter and reduced in summer. For crocodiles in the tropics, avoiding overheating is generally the main problem. They may bask briefly in the morning but then move into the shade, remaining there for the rest of the day, or submerge themselves in water to keep cool. Gaping with the mouth can provide cooling by evaporation from the mouth lining.[69] By these means, the temperature range of crocodilians is usually maintained between 25 and 35 °C (77 and 95 °F), and mainly stays in the range 30 to 33 °C (86 to 91 °F).[70] The ranges of the American and Chinese alligator extend into regions that sometimes experience periods of frost in winter. Being ectothermic, the internal body temperature of crocodilians falls as the temperature drops, and they become sluggish. They may become more active on warm days, but do not usually feed at all during the winter. In cold weather, they remain submerged with their tails in deeper, less cold water and their nostrils just projecting through the surface. If ice forms on the water, they maintain ice-free breathing holes, and there have been occasions when their snouts have become frozen into the ice. Temperature sensing probes implanted in wild American alligators have found that their core body temperatures can descend to around 5 °C (41 °F), but as long as they remain able to breathe they show no ill effects when the weather warms up.[69] No living species of crocodilian can be considered truly marine; although the saltwater crocodile and the American crocodile are able to swim out to sea, their normal habitats are river mouths, estuaries, mangrove swamps, and hypersaline lakes, though several extinct species have had marine habitats, including the recently extinct Ikanogavialis papuensis, which occurred in a fully marine habitat in the Solomon Islands coastlines.[71] All crocodilians need to maintain the concentration of salt in body fluids at suitable levels. Osmoregulation is related to the quantity of salts and water exchanged with the environment. Intake of water and salts takes place across the lining of the mouth, when water is drunk, incidentally while feeding, and when present in foods.[72] Water is lost from the body during breathing, and both salts and water are lost in the urine and faeces, through the skin, and via salt-excreting glands on the tongue, though these are only present in crocodiles and gharials.[73][74] The skin is a largely effective barrier to both water and ions. Gaping causes water loss by evaporation from the lining of the mouth, and on land, water is also lost through the skin.[73] Large animals are better able to maintain homeostasis at times of osmotic stress than smaller ones.[75] Newly hatched crocodilians are much less tolerant of exposure to salt water than are older juveniles, presumably because they have a higher surface-area-to-volume ratio.[73] The kidneys and excretory system are much the same as in other reptiles, but crocodilians do not have a bladder. In fresh water, the osmolality (the concentration of solutes that contribute to a solution's osmotic pressure) in the plasma is much higher than it is in the surrounding water. The animals are well-hydrated, and the urine in the cloaca is abundant and dilute, nitrogen being excreted as ammonium bicarbonate.[75] Sodium loss is low and mainly takes place through the skin in freshwater conditions. In seawater, the opposite is true. The osmolality in the plasma is lower than the surrounding water, which is dehydrating for the animal. The cloacal urine is much more concentrated, white, and opaque, with the nitrogenous waste being mostly excreted as insoluble uric acid.[73][75] Crocodilians are amphibious reptiles, spending part of their time in water and part on land. The last surviving fully terrestrial genus, Mekosuchus, became extinct about 3000 years ago after humans had arrived on its Pacific islands, making the extinction possibly anthropogenic.[76] Typically they are creatures of the tropics; the main exceptions are the American and Chinese alligators, whose ranges consist of the south-eastern United States and the Yangtze River, respectively. Florida, in the United States, is the only place that crocodiles and alligators live side by side.[77] Most crocodilians live in the lowlands, and few are found above 1,000 metres (3,300 ft), where the temperatures are typically about 5 °C (9 °F) lower than at the coast. None of them permanently reside in the sea, though some can venture into it, and several species can tolerate the brackish water of estuaries, mangrove swamps, and the extreme salinity of hypersaline lakes.[78] The saltwater crocodile has the widest distribution of any crocodilian, with a range extending from eastern India to New Guinea and northern Australia. Much of its success is due to its ability to swim out to sea and colonise new locations, but it is not restricted to the marine environment and spends much time in estuaries, rivers, and large lakes.[79] Various types of aquatic habitats are used by different crocodilians. Some species are relatively more terrestrial and prefer swamps, ponds, and the edges of lakes, where they can bask in the sun and there is plenty of plant life supporting a diverse fauna. Others spend more time in the water and inhabit the lower stretches of rivers, mangrove swamps, and estuaries. These habitats also have a rich flora and provide plenty of food. The Asian gharials find the fish on which they feed in the pools and backwaters of swift rivers. South American dwarf caimans inhabit cool, fast-flowing streams, often near waterfalls, and other caimans live in warmer, turbid lakes and slow-moving rivers. The crocodiles are mainly river dwellers, and the Chinese alligator is found in slow-moving, turbid rivers flowing across China's floodplains. The American alligator is an adaptable species and inhabits swamps, rivers, or lakes with clear or turbid water.[78] Climatic factors also affect crocodilians' distribution locally. During the dry season, caimans can be restricted to deep pools in rivers for several months; in the rainy season, much of the savanna in the Orinoco Llanos is flooded, and they disperse widely across the plain.[80] Desert crocodiles in Mauritania have adapted to their arid environment by staying in caves or burrows in a state of aestivation during the driest periods. When it rains, the reptiles gather at gueltas.[81] Dry land is also important as it provides opportunities for basking, nesting, and escaping from temperature extremes. Gaping allows evaporation of moisture from the mouth lining and has a cooling effect, and several species make use of shallow burrows on land to keep cool. Wallowing in mud can also help prevent them from overheating.[82] Four species of crocodilians climb trees to bask in areas lacking a shoreline.[83] The type of vegetation bordering the rivers and lakes inhabited by crocodilians is mostly humid tropical forest, with mangrove swamps in estuarine areas. These forests are of great importance to the crocodilians, creating suitable microhabitats where they can flourish. The roots of the trees absorb water when it rains, releasing it back slowly into the environment. When the forests are cleared to make way for agriculture, rivers tend to silt up, the water runs off rapidly, the water courses can dry up in the dry season and flooding can occur in the wet season. Destruction of forest habitat is probably a greater threat to crocodilians than hunting.[84] Being highly efficient predators, crocodilians tend to be top of the food chain in their watery environments.[85] The nest mounds built by some species of crocodilian are used by other animals for their own purposes. American alligator mounds are used by turtles and snakes, both for basking and for laying their own eggs. The Florida red-bellied turtle specialises in this, and alligator mounds may have several clutches of turtle eggs developing alongside the owner's eggs.[86] Alligators modify some wetland habitats in flat areas such as the Everglades by constructing small ponds known as \"alligator holes\". These create wetter or drier habitats for other organisms, such as plants, fish, invertebrates, amphibians, reptiles, and mammals. In the limestone depressions of cypress swamps, alligator holes tend to be large and deep. Those in marl prairies and rocky glades are usually small and shallow, while those in peat depressions of ridge and slough wetlands are more variable. Man-made holes do not appear to have as large an effect.[87] In the Amazon basin, when caimans became scarce as a result of overhunting in the mid-20th century, the number of local fish, such as the important arapaima (Arapaima gigas), also decreased. These are nutrient-poor waters, and the urine and faeces of the caimans may have increased primary production by contributing plant nutrients. Thus the presence of the reptiles could have benefited the fish stock;[88] the number of crocodilians in a stretch of water appears to be correlated with the fish population.[89] Adult crocodilians are typically territorial and solitary. Individuals may defend basking spots, nesting sites, feeding areas, nurseries, and overwintering sites. Male saltwater crocodiles establish year-round territories that encompass several female nesting sites. Some species are occasionally gregarious, particularly during droughts, when several individuals gather at remaining water sites. Individuals of some species may share basking sites at certain times of the day.[19] Crocodilians are largely carnivorous, and the diets of different species can vary with snout shape and tooth sharpness. Species with sharp teeth and long slender snouts, like the Indian gharial and Australian freshwater crocodile, are specialised for feeding on fish, insects, and crustaceans, while extremely broad-snouted species with blunt teeth, like the Chinese alligator and broad-snouted caiman, specialise in eating hard-shelled molluscs. Species whose snouts and teeth are intermediate between these two forms, such as the saltwater crocodile and American alligator, have generalised diets and opportunistically feed on invertebrates, fish, amphibians, other reptiles, birds, and mammals.[11][85] Though mostly carnivorous, several species of crocodilian have been observed to consume fruit, and this may play a role in seed dispersal.[90] In general, crocodilians are stalk-and-ambush predators,[11] though hunting strategies vary depending on the individual species and the prey being hunted.[19] Terrestrial prey is stalked from the water's edge and then grabbed and drowned.[19][91] Gharials and other fish-eating species sweep their jaws sideways to snap up prey, and these animals can leap out of the water to catch birds, bats, and leaping fish.[85] A small animal can be killed by whiplash as the predator shakes its head.[91] Caimans use their tails and bodies to herd fish into shallow water.[19] They may also dig for bottom-dwelling invertebrates,[13] and the smooth-fronted caiman will even hunt on land.[11] Some crocodilian species have been observed to use sticks and branches to lure nest-building birds.[92] Nile crocodiles are known to hunt cooperatively,[19] and several individuals may feed on the same carcass. Most species will eat anything suitable that comes within reach and are also opportunistic scavengers.[13] Crocodilians are unable to chew and need to swallow food whole, so prey that is too large to swallow is torn into pieces. They may be unable to deal with a large animal with a thick hide, and may wait until it becomes putrid and comes apart more easily.[85] To tear a chunk of tissue from a large carcass, a crocodilian spins its body continuously while holding on with its jaws, a manoeuvre known as the \"death roll\".[93] During cooperative feeding, some individuals may hold on to the prey, while others perform the roll. The animals do not fight, and each retires with a piece of flesh and awaits its next feeding turn.[94] Food is typically consumed by crocodilians with their heads above water. The food is held with the tips of the jaws, tossed towards the back of the mouth by an upward jerk of the head and then gulped down.[91] Nile crocodiles may store carcasses underwater for later consumption.[13] Crocodilians are generally polygynous, and individual males try to mate with as many females as they can.[95] Monogamous pairings have been recorded in American alligators.[96] Dominant male crocodilians patrol and defend territories which contain several females. Males of some species, like the American alligator, try to attract females with elaborate courtship displays. During courtship, crocodilian males and females may rub against each other, circle around, and perform swimming displays. Copulation typically occurs in the water. When a female is ready to mate, she arches her back while her head and tail submerge. The male rubs across the female's neck and then grasps her with his hindlimbs, placing his tail underneath hers so their cloacas align and his penis can be inserted. Mating can last up to 15 minutes, during which time the pair continuously submerge and surface.[95] While dominant males usually monopolise reproductive females, multiple paternity is known to exist in American alligators, where as many as three different males may sire offspring in a single clutch. Within a month of mating, the female crocodilian begins to make a nest.[19] Depending on the species, female crocodilians may construct either holes or mounds as nests,[19] the latter made from vegetation, litter, sand, or soil.[75] Nests are typically found near dens or caves. Those made by different females are sometimes close to each other, particularly in hole-nesting species. The number of eggs laid in a single clutch ranges from ten to fifty. Crocodilian eggs are protected by hard shells made of calcium carbonate. The incubation period is two to three months.[19] The temperature at which the eggs incubate determines the sex of the hatchlings. Constant nest temperatures above 32 °C (90 °F) produce more males, while those below 31 °C (88 °F) produce more females. However, sex in crocodilians may be determined in a short interval, and nests are subject to changes in temperature. Most natural nests produce hatchlings of both sexes, though single-sex clutches do occur.[75] The young may all hatch in a single night.[98] Crocodilians are unusual among reptiles in the amount of parental care provided after the young hatch.[97][19] The mother helps excavate hatchlings from the nest and carries them to water in her mouth. Newly hatched crocodilians gather together and stay close to their mother.[99] Both male and female adult crocodilians will respond to vocalizations by hatchlings.[97] For spectacled caimans in the Venezuelan llanos, individual mothers are known to leave their young in the same nurseries, or crèches, and one of the mothers guards them.[100] Hatchlings of many species tend to bask in a group during the day and disperse at nightfall to feed.[98] The time it takes young crocodilians to reach independence can vary. For American alligators, groups of young associate with adults for one to two years, while juvenile saltwater and Nile crocodiles become independent in a few months.[19] Crocodilians can communicate with various sounds, including bellows, roars, grunts, barks, coughs, hisses, toots, moos, whines, and chirps.[101] Young start communicating with each other before they are hatched. It has been shown that a light tapping noise near the nest will be repeated by the young, one after another. Such early communication may help them to hatch simultaneously. Once it has broken out of the egg, a juvenile produces yelps and grunts either spontaneously or as a result of external stimuli and even unrelated adults respond quickly to juvenile distress calls.[98] Vocalisations are frequent as the juveniles disperse, and again as they congregate in the morning. Nearby adults, presumably the parents, also give signals warning of predators or alerting the youngsters to the presence of food. The range and quantity of vocalisations vary between species. Alligators are the noisiest, while some crocodile species are almost completely silent. Adult female New Guinea crocodiles and Siamese crocodiles roar when approached by another adult, while Nile crocodiles grunt or bellow in a similar situation. The American alligator is exceptionally noisy; it emits a series of about seven throaty bellows, each a couple of seconds long, at ten second intervals. It also makes various grunts and hisses.[98] Males create vibrations in the water to send out infrasonic signals that serve to attract females and intimidate rivals.[102] The enlarged boss of the male gharial may serve as a sound resonator.[103] Another form of acoustic communication is the headslap. This typically starts with an animal in the water elevating its snout and remaining stationary. After some time, the jaws are opened sharply then clamped shut with a biting motion that makes a loud slapping sound, and this is immediately followed by a loud splash, after which the head may be submerged and copious bubbles produced. Some species then roar, while others slap the water with their tails. Episodes of headslapping spread through the group. The purpose varies, but it seems to be associated with maintaining social relationships, and is also used in courtship.[98] Dominant individuals may also display their body size while swimming at the water surface, and a subordinate will submit by holding its head at an acute angle with the jaws open before retreating underwater.[19] Mortality is high for eggs and hatchlings, and nests face threats from floods, overheating, and predators.[19] Flooding is a major cause of failure of crocodilians to breed successfully: nests are submerged, developing embryos are deprived of oxygen, and juveniles get washed away.[84] Numerous predators, both mammalian and reptilian, may raid nests and eat crocodilian eggs.[104][105] Despite the maternal care they receive, hatchlings commonly fall to predation.[106] While the female is transporting some to the nursery area, others are picked off by predators that lurk near the nest. In addition to terrestrial predators, the hatchlings are also subject to aquatic attacks by fish. Birds take their toll, and in any clutch there may be malformed individuals that are unlikely to survive.[104] In northern Australia, the survival rate for saltwater crocodile hatchlings is only twenty-five percent, but with each succeeding year of life this improves, reaching sixty percent by year five.[106] Mortality rates are fairly low among subadults and adults, though they are occasionally preyed on by large cats and snakes.[106] The jaguar[107] and the giant otter[108] may prey on caimans in South America. In other parts of the world, elephants and hippopotamuses may kill crocodiles defensively.[19] Authorities differ as to whether much cannibalism takes place among crocodilians. Adults do not normally eat their own offspring, but there is some evidence of subadults feeding on juveniles and of adults attacking subadults. Rival male Nile crocodiles sometimes kill each other during the breeding season.[104] Growth in hatchlings and young crocodilians depends on the food supply, and sexual maturity is linked with length rather than age. Female saltwater crocodiles reach maturity at 2.2–2.5 m (7–8 ft), while males mature at 3 m (10 ft). Australian freshwater crocodiles take ten years to reach maturity at 1.4 m (4 ft 7 in). The spectacled caiman matures earlier, reaching its mature length of 1.2 m (4 ft) in four to seven years.[95] Crocodilians continue to grow throughout their lives. Males in particular continue to gain in weight as they get older, but this is mostly in the form of extra girth rather than length.[109] Crocodilians can live 35–75 years,[43] and their age can be determined by growth rings in their bones.[95][109] The main distinguishing characteristic of diapsid tetrapods is the presence of two openings (temporal fenestrae) on either side of the skull behind the eye. Living diapsids include modern reptiles and birds.[110] The feature that distinguishes archosaurs from other diapsids is an extra pair of openings in the skull (antorbital fenestrae) in front of the eye sockets. Archosauria is the crown group containing the most recent common ancestor of crocodilians and birds and all its descendants. It comprises the Pseudosuchia, the \"false crocodiles\", and the Avemetatarsalia, which in turn comprises the dinosaurs (including birds) and pterosaurs.[111] Pseudosuchia is defined as living crocodilians and all archosaurs more closely related to crocodilians than to birds. The Pseudosuchia–bird split is assumed to have occurred close to the Permian–Triassic mass extinction event.[112] In modern crocodilians, the antorbital fenestrae are walled off externally and exist merely as sinuses.[113] They were present in most of their fossil ancestors as small openings.[114] The crocodylomorphs are the only pseudosuchians to have survived the Triassic–Jurassic extinction event, 201.3 million years ago. During the early Jurassic period, the dinosaurs became dominant on land, and the crocodylomorphs underwent major adaptive diversifications to fill ecological niches vacated by recently extinguished groups. Unfolding fossil evidence shows that Mesozoic crocodylomorphs had a much greater diversity of forms than modern crocodilians. Some became small fast-moving insectivores, others specialist fish-eaters, still others marine and terrestrial carnivores, and a few became herbivores.[115] The earliest stage of crocodilian evolution was the protosuchians, which evolved in the late Triassic and early Jurassic. They were followed by the mesosuchians, which diversified widely during the Jurassic and the Tertiary. Another group, the eusuchians, appeared in the late Cretaceous 80 million years ago and includes all the crocodilians living today.[114] Protosuchians were small, mostly terrestrial animals with short snouts and long limbs. They had bony armor in the form of two rows of plates extending from head to tail, and this armor is retained by most modern crocodilians. Their vertebrae were convex on the two main articulating surfaces, and their bony palates were little developed. The mesosuchians saw a fusion of the palatine bones to form a secondary bony palate and a great extension of the nasal passages to near the pterygoid bones. This allowed the animal to breathe through its nostrils while its mouth was open under the water. The eusuchians continued this process with the interior nostrils now opening through an aperture in the pterygoid bones. The vertebrae of eusuchians had one convex and one concave articulating surface, allowing for a ball and socket type joint between the vertebrae, bringing greater flexibility and strength.[114] The oldest known eusuchian is Hylaeochampsa vectiana from the lower Cretaceous of the Isle of Wight in the United Kingdom.[116] It was followed by crocodilians such as the Planocraniidae, the so-called 'hoofed crocodiles', in the Palaeogene.[117] Spanning the Cretaceous and Palaeogene periods is the genus Borealosuchus of North America, with six species, though its phylogenetic position is not settled.[118] The three primary branches of Crocodilia had diverged by the end of the Mesozoic. The earliest-known members of the group is Portugalosuchus from the Cenomanian (95 million years ago)[119] and after are alligatoroids and gavialoids that lived in North America and Europe during the Campanian (around 83.6–72.1 million years ago). The first known crocodyloids appeared in the Maastrichtian (around 72.1–66.0 million years ago), that lineage must have been present during the Campanian, and the earliest alligatoroids and gavialoids include highly derived forms, which indicates that the time of the actual divergence between the three lineages must have been a pre-Campanian event.[6] Scientists conclude that environmental factors played a major role in the evolution of crocodilians and their ancestors, with warmer climate being associated with high evolutionary rates and large body sizes.[120] Crocodylia is cladistically defined as the last common ancestor of Gavialis gangeticus (the gharial), Alligator mississippiensis (American alligator), and Crocodylus rhombifer (the Cuban crocodile) and all of its descendents.[6][121] The phylogenetic relationships of crocodilians has been the subject of debate and conflicting results. Many studies and their resulting cladograms, or \"family trees\" of crocodilians, have found the \"short-snouted\" families of Crocodylidae and Alligatoridae to be close relatives, with the long-snouted Gavialidae as a divergent branch of the tree. The resulting group of short-snouted species, named Brevirostres, was supported mainly by morphological studies which analyzed skeletal features alone.[122] However, recent molecular studies using DNA sequencing of living crocodilians have rejected this distinct group Brevirostres, with the long-snouted gavialids more closely related to crocodiles than to alligators, with the new grouping of gavialids and crocodiles named Longirostres.[123][124][11][125][126] Below is a cladogram showing the relationships of the major extant crocodilian groups based on molecular studies, excluding separate extinct taxa: Caiman Melanosuchus Paleosuchus Alligator Crocodylus Mecistops Osteolaemus Gavialis Tomistoma Alligators and crocodiles were first farmed in the early 20th century, but the facilities involved were zoo-like and their main source of income was from tourism. By the early 1960s, the feasibility of farming these reptiles on a commercial scale was investigated in response to the decline of many crocodilian species around the world. Farming involves breeding and rearing captive stock on a self-contained basis, whereas ranching means the use of eggs, juveniles, or adults taken each year from the wild. Commercial organisations must satisfy the criteria of the Convention on International Trade in Endangered Species (CITES) by demonstrating that, in the area concerned, they do not adversely impact the wild population.[127] Alligator and crocodile farming began because of demand for their hides, but now nearly all parts of the animal are put to use. The side and belly skin make the best leather, the meat is eaten, the gall bladders are valued in East Asia, and the heads are sometimes made into ornaments.[128] In traditional Chinese medicine, alligator meat is said to cure the common cold and prevent cancer, while various internal organs are believed to have medicinal properties.[129] Crocodilians are opportunistic predators that are at their most dangerous in water and at the edge of water. Several species are known to attack humans and may do so to defend their territories, nests, or young; by mistake, while attacking domestic animals such as dogs; or for food, as larger crocodilians can take prey as big as or bigger than humans. The species on which there is most data are the saltwater crocodile, the Nile crocodile, and the American alligator. Other species which have sometimes attacked humans are the black caiman, the Morelet's crocodile, the mugger crocodile, the American crocodile, the gharial, and the freshwater crocodile.[130] The Nile crocodile has a reputation as the biggest killer of large animals, including humans, on the African continent. It is widely distributed, found in many habitats and cryptically coloured. From a waiting position with only its eyes and nostrils above the water, it can lunge at drinking animals, fishermen, bathers, or people collecting water or washing clothes. Once seized and dragged into the water, there is little chance for the victim to escape. Analysis of attacks show that most take place during the breeding season or when crocodiles are guarding nests or newly hatched young.[131] Although many attacks go unreported, there are estimated to be over 300 per year, 63% of which are fatal.[130] Wild saltwater crocodiles in Australia carried out 62 confirmed and unprovoked attacks causing injury or death between 1971 and 2004. These animals have also caused fatalities in Malaysia, New Guinea, and elsewhere. They are highly territorial and resent intrusion into their territories by other crocodiles, humans, or boats such as canoes. Attacks may come from animals of various sizes, but the larger males are generally responsible for fatalities. As their size increases, so does their need for larger mammalian prey; pigs, cattle, horses, and humans are all within the size range they seek. Most of the people attacked were either swimming or wading, but in two instances they were asleep in tents.[132] American alligators are recorded as making 242 unprovoked attacks between 1948 and mid-2004, causing sixteen human fatalities. Ten of these were in the water and two were on land; the circumstances of the other four are not known. Most attacks were in the warmer months of the year, though in Florida, with its warmer climate, attacks can happen at any time of year.[130] Alligators are considered to be less aggressive than either the Nile or saltwater crocodile,[133] but the increase in density of the human population in the Everglades has brought people and alligators into proximity and increased the risk of alligator attacks.[130][133] Conversely in Mauritania, where the crocodiles' growth is severely stunted by the arid conditions, the local people swim with them without being attacked.[81] Several species of crocodilian are traded as exotic pets. They are appealing when young, and pet-store owners can easily sell them, but crocodilians do not make good pets; they grow large and are both dangerous and expensive to keep. As they grow older, pet crocodilians are often abandoned by their owners, and feral populations of spectacled caimans exist in the United States and Cuba. Most countries have strict regulations for keeping these reptiles.[134] The blood of alligators and crocodiles contains peptides with antibiotic properties. According to National Geographic, these may contribute to future antibacterial drugs.[135] The main threat to crocodilians around the world is human activity, including hunting and habitat destruction. Early in the 1970s, more than 2 million wild crocodilian skins of a variety of species had been traded, driving down the majority of crocodilian populations, in some cases almost to extinction. Starting in 1973, CITES attempted to prevent trade in body parts of endangered animals, such as the skins of crocodiles. This proved to be problematic in the 1980s, as crocodiles were abundant and dangerous to humans in some parts of Africa, and it was legal to hunt them. At the Conference of the Parties in Botswana in 1983, it was argued on behalf of aggrieved local people that it was reasonable to sell the lawfully hunted skins. In the late 1970s, crocodiles began to be farmed in different countries, started from eggs taken from the wild. By the 1980s, farmed crocodile skins were produced in sufficient numbers to destroy the unlawful trade in wild crocodilians. By 2000, skins from twelve crocodilian species, whether harvested lawfully in the wild or farmed, were traded by thirty countries, and the unlawful trade in the products had almost vanished.[136] The gharial has undergone a chronic long-term decline, combined with a rapid short-term decline, leading the IUCN to list the species as critically endangered. In 1946, the gharial population had been widespread, numbering around 5,000 to 10,000; by 2006, however, it had declined 96–98%, reduced to a small number of widely spaced subpopulations of fewer than 235 individuals. This long-term decline had a number of causes, including egg collection and hunting, such as for indigenous medicine. The rapid decline of about 58% between 1997 and 2006 was caused by increasing use of gill nets and the loss of riverine habitat.[137] The gharial population continues to be threatened by environmental hazards such as heavy metals and protozoan parasites,[138] but as of 2013 numbers are rising, due to the protection of nests against egg predators.[139] The Chinese alligator was historically widespread throughout the eastern Yangtze River system but is currently restricted to some areas in southeastern Anhui province thanks to habitat fragmentation and degradation. The wild population is believed to exist only in small fragmented ponds. In 1972, the species was declared a Class I endangered species by the Chinese government and received the maximum amount of legal protection. Since 1979, captive breeding programs were established in China and North America, creating a healthy captive population.[140] In 2008, alligators bred in the Bronx Zoo were successfully reintroduced to Chongming Island.[141] The Philippine crocodile is perhaps the most threatened crocodilian and is considered by the IUCN to be critically endangered. Hunting and destructive fishing habits have reduced its population to around 100 individuals by 2009. In the same year, 50 captive bred crocodiles were released into the wild to help boost the population. Support from local people is crucial for the species' survival.[142] The American alligator has also suffered serious declines from hunting and habitat loss throughout its range, threatening it with extinction. In 1967 it was listed as an endangered species, but the United States Fish and Wildlife Service and state wildlife agencies in the Southern United States stepped in and worked towards its recovery. Protection allowed the species to recuperate, and in 1987 it was removed from the endangered species list.[143] Much research into alligator ranching has been undertaken at the Rockefeller Wildlife Refuge, a large area of marshland in the state of Louisiana. The resulting data has increased understanding of penning, stocking rates, egg incubation, hatching, rearing, and diet, and this information has been used at other establishments around the world. Income from the alligators kept at Rockefeller Wildlife Refuge contributes to conservation of the marshland.[144] A study examining alligator farms in the United States showed that they have generated significant conservation gains, and poaching of wild alligators has greatly diminished.[145] Crocodilians have had prominent roles in the myths and legends of various cultures around the world and may even have inspired stories of dragons.[146] In Ancient Egyptian religion, Ammit, the demoniac devourer of unworthy souls, and Sobek, the god of power, protection, and fertility, are both represented as having crocodile heads. This reflects the Egyptians' view of the crocodile both as a terrifying predator and an important part of the Nile ecosystem. The crocodile was one of several animals that the Egyptians mummified.[147] Crocodiles were also associated with various water deities by peoples of West Africa.[148] During the Benin Empire, crocodiles were considered the \"policemen of the waters\" and symbolised the power of the king or oba to punish wrongdoers.[149] The Leviathan described in the Book of Job may have been based on a crocodile.[150] In Mesoamerica, the Aztecs had a crocodilian god of fertility named Cipactli who protected crops. In Aztec mythology, the earth deity Tlaltecuhtli is sometimes represented as a crocodile-like monster.[151] The Maya also associated crocodilians with fertility and death.[152] The gharial is featured in the folk tales of India. In one story, a gharial and a monkey become friends when the monkey gives the gharial fruit but friendship ends after the gharial confess they tried to lure him into this house to eat him.[153] Similar stories exist in Native American legends, and in the African American folktale of an alligator and Br'er Rabbit.[154] In a popular Malay folk tale, a mouse deer tricks a group of crocodiles into becoming a bridge for him to cross a river without eating him.[155] A legend from East Timor tells how a boy rescues a gigantic crocodile that becomes stranded. In return, the crocodile protects him for the rest of its life, and when it dies, its scaly ridged back becomes the hills of Timor.[156] One Australian Dreamtime story tells of a crocodile ancestor who had fire all to himself. One day, a \"rainbow bird\" stole fire-sticks from the crocodile and gave it to man. Hence the crocodile lives in water.[157] Ancient historians have described crocodilians from the earliest historical records, though often their descriptions contain as much legend as fact. The Ancient Greek historian Herodotus (c. 440 BC) described the crocodile in detail, though much of his description is fanciful; he claimed that it would lie with its mouth open to permit a \"trochilus\" bird (possibly an Egyptian plover) to enter and remove any leeches it found.[158] The crocodile was one of the beasts described in the late-13th century Rochester Bestiary, based on classical sources, including Pliny's Historia naturalis (c. 79 AD)[159] and Isidore of Seville's Etymologies.[160][161] Isidore asserts that the crocodile is named for its saffron colour (Latin croceus, 'saffron'), and that it is often twenty cubits (10 m (33 ft)) long. He further claimed that the crocodile may be killed by fish with serrated crests sawing into its soft underbelly, and that the male and female take turns guarding the eggs.[162] Crocodiles have been reputed to weep for their victims since the 9th century Bibliotheca by Photios I of Constantinople.[163] The story was repeated in later accounts such as that of Bartholomeus Anglicus in the 13th century.[164] It became widely known in 1400 when the English traveller Sir John Mandeville wrote his description of \"cockodrills\":[165] Crocodilians, especially the crocodile, have been recurring characters in stories for children throughout the modern era. Lewis Carroll's Alice's Adventures in Wonderland (1865) contains the poem How Doth the Little Crocodile,[166] a parody of a moralising poem by Isaac Watts, Against Idleness and Mischief.[167] In J. M. Barrie's novel Peter and Wendy (1911), the character Captain Hook has lost his hand to the crocodile. Hook fears the crocodile, but is warned of its approach by the ticking of a clock which it has swallowed.[168] In Rudyard Kipling's Just So Stories (1902), the Elephant's Child acquires his trunk by having his (short) nose pulled very hard by the Crocodile \"on the banks of the great grey-green, greasy Limpopo River\". The newly elongated nose allows him to pick fruit instead of waiting for it to fall, and to do many other useful things.[169] Roald Dahl's The Enormous Crocodile (1978), illustrated by Quentin Blake, tells how a crocodile wanders the jungle looking for children to eat, trying one trick after another.[170] In Andrew Fusek Peters' story book, Monkey's Clever Tale, a crocodile is tricked by a monkey. The monkey asks the crocodile to carry it across a river, promising to give its tail to eat in return, but escaped with the tail intact.[171] Crocodilians are sometimes used as mascots for sports teams. The Canton Crocodiles were a baseball team in the Frontier League,[172] while the University of Florida sport teams are known as the Florida Gators, in reference to the American alligator, and their mascots are Albert and Alberta Gator.[173] In film and television, crocodilians are represented as dangerous obstacles[174] or as monstrous man-eaters in horror films like Eaten Alive (1977), Alligator (1980), Lake Placid (1999), Crocodile (2000), Primeval (2007) and Black Water (2007).[175] In the film Crocodile Dundee, the title character's nickname comes from the animal that bit off his leg.[176] Some media have attempted to portray these reptiles in more positive or educational light, such as Steve Irwin's wildlife documentary series The Crocodile Hunter.[174]     ","Title":"Crocodilia - Wikipedia","KeyID":"759","URL":"https://en.wikipedia.org/wiki/Crocodilia"}