{"Content: ":"See text Tanystropheidae is an extinct family of mostly marine archosauromorph reptiles that lived throughout the Triassic Period. They are characterized by their long, stiff necks formed from elongated cervical vertebrae with very long cervical ribs. Some tanystropheids such as Tanystropheus had necks that were several meters long, longer than the rest of their bodies. Tanystropheids are known from Europe, Asia (Russia, China, and Saudi Arabia), North America[2] and probably South America (Brazil).[3] The presence of tanystropheids in Europe and China indicate that they lived along much of the coastline of the Tethys Ocean.[4] However, species in western North America are found in terrestrial deposits, suggesting that as a group, tanystropheids were ecologically diverse.[2] Relationships among tanystropheid species have been difficult to resolve because most specimens were flattened during fossilization and are preserved two-dimensionally. Three-dimensional fossils are known from Europe and North America.[2] In 2021, a phylogenetic study was conducted by S. Spiekman, N. Fraser, and T. Schayer in an attempt to clarify the systematics of \"protorosaur\" groups. A total of 16 individual trees were found using different character scoring methods and unstable OTU exclusions. The results of analysis 3A, with ratio and ordered characters treated as such and pruning 5 out of 40 OTUs a posteriori to offer maximum resolution/minimum polytomies, are shown:[5] Jesairosaurus Protorosaurus Prolacerta Czatkowiella Sharovipterygidae (Ozimek volans) Fuyuansaurus Protanystropheus Pectodens Dinocephalosaurus Macrocnemus bassanii Macrocnemus fuyuanensis Augustaburiania Amotosaurus Langobardisaurus AMNH FARB 7206 Sclerostropheus Tanystropheus hydroides GMPKU P 1527 T. cf. hydroides Tanystropheus longobardicus Allokotosauria Rhynchosauria Teyujagua Archosauriformes    This article about a Triassic reptile is a stub. You can help Wikipedia by expanding it.","Title":"Tanystropheidae - Wikipedia","KeyID":"760","URL":"https://en.wikipedia.org/wiki/Tanystropheid"}