{"Content: ":"Row 2 (Pseudosuchia): Crocodylus mindorensis, Typothorax coccinarum; Row 3 (Avemetatarsalia): Casuarius casuarius, Anhanguera piscator. Archosauriformes (Greek for 'ruling lizards', and Latin for 'form') is a clade of diapsid reptiles that developed from archosauromorph ancestors some time in the Late Permian (roughly 250 million years ago). It was defined by Jacques Gauthier (1994) as the clade stemming from the last common ancestor of Proterosuchidae and Archosauria (the group that contains crocodiles, pterosaurs and dinosaurs [including birds]);[3] Phil Senter (2005) defined it as the most exclusive clade containing Proterosuchus and Archosauria.[4] These reptiles, which include members of the family Proterosuchidae and more advanced forms, were originally superficially crocodile-like animals with sprawling gaits and long snouts. Unlike the bulk of their therapsid contemporaries, the proterosuchids survived the catastrophe at the end of the Permian. Within a few million years after the beginning of the Triassic, the archosauriformes had diversified past the \"proterosuchian\" grade. Other archosauriforms include the Erythrosuchidae (some of the earliest sauropsid apex predators), the Euparkeriidae (small, agile reptiles), and a variety of other strange reptiles such as proterochampsids, Vancleavea, Doswellia, and Asperoris. The most successful archosauriforms, and the only members to survive into the Jurassic, were the archosaurs. Archosauria includes crocodylians, birds, and extinct relatives such as aetosaurs, rauisuchids, pterosaurs, and non-avian dinosaurs.[5] Pre-Euparkeria Archosauriformes have previously been included in the suborder Proterosuchia of the order Thecodontia. Under modern cladistic methodology, Proterosuchia and Thecodontia have been rejected as paraphyletic assemblages, and the pre-archosaurian taxa are simply referred to as basal Archosauriformes. In 2016, Martin Ezcurra provided a name for the clade including all archosauriforms more crownward than erythrosuchids. He named the clade Eucrocopoda, which translates to \"true crocodile feet\" in reference to the possession of a crocodilian-style crurotarsal ankle.[2] Vascular density and osteocyte density, shape and area have been used to estimate the bone growth rate of archosaurs, leading to the conclusion that this rate had a tendency to grow in ornithodirans and decrease in pseudosuchians.[6] The same method also supports the existence of high resting metabolical rates similar to those of living endotherms (mammals and birds) in the Prolacerta-Archosauriformes clade that were retained by most subgroups, though decreased in Proterosuchus, Phytosauria and Crocodilia.[7] Erythrosuchids and Euparkeria are basal archosauriforms showing signs of high growth rates and elevated metabolism, with Erythrosuchus possessing a rate similar of the fastest-growing dinosaurs. Sexual maturity in those Triassic taxa was probably reached quickly, providing advantage in a habitat with unpredictable variation from heavy rainfall to drought and high mortality. Vancleavea and Euparkeria, which show slower growth rates compared to Erythrosuchus, lived after the climatic stabilization. Early crown archosaurs possessed increased growth rates, which were retained by ornithodirans.[8] Ornithosuchians and poposaurs are stem-crocodilians that show high growth rates similar to those of basal archosauriforms.[9] Developmental, physiological, anatomical and palaeontological lines of evidence indicate that crocodilians evolved from endothermic ancestors. Living crocodilians are ambush predators adapted to a semi-aquatic lifestyle that benefits from ectothermy due to the lower oxygen intake that allows longer diving time. The mixing of oxygenated and deoxygenated blood in their circulatory system is apparently an innovation that benefits ectothermic life. Earlier archosaurs likely lacked those adaptations and instead had completely separated blood as birds and mammals do.[10][11] A similar process occurred in phytosaurs, which were also semi-aquatic.[12] The similarities between pterosaur, ornithischian and coelurosaurian integument suggest a common origin of thermal insulation (feathers) in ornithodirans at least 250 million years ago.[13][14] Erythrosuchids living in high latitudes might have benefited from some sort of insulation.[12] If Longisquama was an archosauromorph, it could be associated with the origin of feathers.[15][12] Below is a cladogram from Nesbitt (2011):[16] Archosaurus Proterosuchus Erythrosuchus Vancleavea Tropidosuchus Chanaresuchus Euparkeria Parasuchus Smilosuchus Pseudopalatus Pseudosuchia Avemetatarsalia *Note: Phytosaurs were previously placed within Pseudosuchia, or crocodile-line archosaurs. Below is a cladogram from Sengupta et al. (2017),[17] based on an updated version of Ezcurra (2016)[2] that reexamined all historical members of the \"Proterosuchia\" (a polyphyletic historical group including proterosuchids and erythrosuchids). The placement of fragmentary taxa that had to be removed to increase tree resolution are indicated by dashed lines (in the most derived position that they can be confidently assigned to). Taxa that are nomina dubia are indicated by the note \"dubium\". Bold terminal taxa are collapsed.[2] Allokotosauria Rhynchosauria Boreopricea funerea Prolacertidae SAM-PK-591 \"Ankistrodon indicus\" (dubium) \"Blomosuchus georgii\" (dubium) Tasmaniosaurus triassicus Chasmatosuchus magnus Chasmatosuchus rossicus Gamosaurus lozovskii Chasmatosuchus vjushkovi Vonhuenia friedrichi Proterosuchidae Eorasaurus olsoni Kalisuchus rewanensis Fugusuchus hejiapanensis Sarmatosuchus otschevi Cuyosuchus huenei Erythrosuchidae Asperoris mnyama Dorosuchus neoetus Euparkeria capensis Doswelliidae Proterochampsidae Aphanosauria Ornithodira Phytosauria The rest of Pseudosuchia  ","Title":"Archosauriformes - Wikipedia","KeyID":"761","URL":"https://en.wikipedia.org/wiki/Archosauriformes"}