{"Content: ":"Euparkeria (/juːˌpɑːrkəˈriːə/; meaning \"Parker's good animal\", named in honor of W.K. Parker) is an extinct genus of archosauriform from the Middle Triassic of South Africa. It was a small reptile that lived between 245-230 million years ago, and was close to the ancestry of Archosauria, the group that includes dinosaurs, pterosaurs, birds and crocodilians. Euparkeria had hind limbs that were slightly longer than its forelimbs, which has been taken as evidence that it may have been able to rear up on its hind legs as a facultative biped. Although Euparkeria is close to the ancestry of fully bipedal archosaurs such as early dinosaurs, it probably developed bipedalism independently. Euparkeria was not as well adapted to bipedal locomotion as dinosaurs and its normal movement was probably more analogous to a crocodilian high walk. The hind limbs of Euparkeria are somewhat longer than its forelimbs, which has led many researchers to conclude that it could have occasionally walked on its hind legs as a facultative biped. Other possible adaptations to bipedalism in Euparkeria include rows of osteoderms that could have stabilized the back and a long tail that could act as a counterbalance to the rest of the body. Paleontologist Rosalie Ewer suggested in 1965 that Euparkeria may have spent most of its time on four legs but moved on its hind legs while running. However, adaptations to bipedalism in Euparkeria are not as obvious as they are in some other Triassic archosauriforms such as dinosaurs and poposauroids; the forelimbs are still relatively long and the head is so large that the tail may not have effectively counterbalanced its weight. The position of muscle anchorage points on the humerus or thigh bones suggest that Euparkeria could not have held its legs in a fully erect posture beneath its body, but would have held them slightly out to the side as in modern crocodilians and most other quadrupedal Triassic archosauriforms. Euparkeria has a large backward-pointing projection on the calcaneum (an ankle bone) that would have given strong leverage to the ankle during locomotion. A calcaneal projection may have enabled Euparkeria to move with all four limbs in a semi-erect \"high walk\" similar to the way in which living crocodilians sometimes move about on land.[1] Some specimens of Euparkeria preserve bony rings in the eye sockets called sclerotic rings, which in life would have supported the eye. The sclerotic ring of Euparkeria is most similar to those of modern birds and reptiles that are nocturnal, suggesting that Euparkeria may have had a lifestyle adapted to low light conditions. During the Early Triassic the Karoo Basin was at about 65 degrees south latitude, meaning that Euparkeria would have experienced long periods of darkness in winter months.[2] The family Euparkeriidae is named after Euparkeria. The family name was first proposed by German paleontologist Friedrich von Huene in 1920; Huene classified euparkeriids as members of Pseudosuchia, a traditional name for crocodilian relatives from the Triassic (Pseudosuchia means \"false crocodiles\"). Early phylogenetic analyses created by Jacques Gauthier in the 1980s provided an alternative hypothesis, that Euparkeria was closer to dinosaurs (including birds) rather than crocodilians.[3] Many genera have been assigned to Euparkeriidae in the past, but only two other valid genera are currently believed to be part of the family, apart from Euparkeria itself: Halazhaisuchus and Osmolskina.[4] More recent analyses starting with Benton & Clark (1988)[5] place Euparkeria as a member of Archosauriformes in a position outside both crocodilian-line and bird-line (Avemetatarsalian). Although the ancestor to archosaurs likely shared several similarities with Euparkeria, archosaurs are probably not directly descendants of the genus. The precise placement of Euparkeria and other euparkeriids within Archosauriformes is controversial. Most analyses agree that Euparkeria was a closer relative of archosaurs than the proterosuchids or erythrosuchids were. The one exception is the study of Dilkes & Sues (2009), who found Euparkeria to be less crownward than Erythrosuchus.[6] Nevertheless, these results have not been widely accepted.[7] There still remains some ambiguity over whether Euparkeriidae was truly the sister group of the archosaurs. Many phylogenetic analyses place the long-snouted proterochampsians as more closely related to archosaurs than euparkeriids were. Such studies include Sereno (1991),[8] Parrish (1993),[9] Juul (1994),[10] various analyses by Michael J. Benton,[11] and Ezcurra (2016).[12] On the other hand, several other notable studies consider Euparkeria to be closer to archosaurs than proterochampsians. Sterling Nesbitt's influential 2011 monograph on archosaurian relationships found a similar result, although he also placed phytosaurs as the sister group to Archosauria, rather than Euparkeria.[13] Roland Sookias, a paleontologist responsible for many studies on euparkeriids in the 2010s, also considers them to be closer archosaur relatives than the proterochampsians.[1][4] Like Nesbitt (2011), he found phytosaurs to be the closest relatives of Archosauria, followed by the Euparkeria-like reptile Dorosuchus, and then by the euparkeriids.[7]  ","Title":"Euparkeria - Wikipedia","KeyID":"762","URL":"https://en.wikipedia.org/wiki/Euparkeria"}