{"Content: ":"Stanisław Moniuszko (Polish pronunciation: [stãˈɲiswaf mɔ̃ˈɲuʃkɔ]; May 5, 1819 – June 4, 1872[1]) was a Polish composer,[2][3] conductor and teacher. He wrote many popular art songs and operas, and his music is filled with patriotic folk themes of the peoples of the former Polish–Lithuanian Commonwealth (mainly Poles, Lithuanians and Belarusians).[4] He is generally referred to as \"the father of Polish national opera\".[5] Since the 1990s Stanisław Moniuszko is being recognized in Belarus as an important figure of Belarusian culture.[6][a] Moniuszko was born into a noble landowning family in Ubiel,[8][b] Minsk Governorate (now Belarus). He initially took piano lessons with his mother and then continued his musical education in Warsaw, Minsk, and in Berlin[10] under Carl Friedrich Rungenhagen. In 1858 he was appointed conductor at the Warsaw Opera and later became professor at the Warsaw Conservatory.[3] He died in Warsaw, Congress Poland and was buried at Powązki Cemetery.[11] For a complete list, see List of compositions by Stanisław Moniuszko Moniuszko composed more than 300 solo songs, mainly to texts of Polish poets,[12] and around two dozen operas.[10] His series of twelve song books[13] is notable and contains songs to the words of Adam Mickiewicz, Antoni Edward Odyniec, Józef Ignacy Kraszewski, Stefan Witwicki, Antoni Malczewski, and Wincenty Pol. Moniuszko noted that his songs, which were published under the collective title Śpiewnik Domowy (Domestic Songs), had a national character. Their 'Polishness' is found in his use of and reference to traditional Polish dance rhythms like Polonaise, Mazurka, Kujawiak, and Krakowiak and the propagation of texts written by Polish national poets.[8] The songs formed the basis of repertoire of Polish choirs in the Austrian, German, and Russian territories,[13] and became a point of reference for later Polish composers.[2] Moniuszko's opera style bears similarities to that of Rossini and Auber, but with greater emphasis on chorus and melodies based on Polish dances.[2] Halka is an opera to a libretto written by Włodzimierz Wolski, a young Warsaw poet with radical social views.[14] Following its production in Warsaw in 1858, it became the most popular Polish opera[10] and is part of the canon of Polish national operas. An English version of Straszny dwór (The Haunted Manor, or The Haunted Castle[15]) was created and premiered by the student operatic society at Bristol University in 1970; this version has been performed since, specifically in 2001 by Opera South, which company also presented the world premiere of a specially created new English version of Verbum Nobile in 2002. In 2008, Pocket Opera, of San Francisco, CA, USA, premiered Artistic Director Donald Pippin's English language translation of The Haunted Manor. Moniuszko's opera Flis (The Raftsman) was performed and recorded in the Grand Theatre of Polish National Opera at the 2019 Chopin and his Europe International Music Festival, marking the 200th anniversary of Moniuszko's birth.[16] Paria was performed at Poznań Opera in June 2019, directed by Graham Vick and conducted by Gabriel Chmura. Moniuszko's operas are regularly performed at the Belarusian National Opera. Category","Title":"Stanisław Moniuszko - Wikipedia","KeyID":"7628","URL":"https://en.wikipedia.org/wiki/Stanis%C5%82aw_Moniuszko"}