{"Content: ":"The philosophical ideas and thoughts of Edmund Burke, Thomas Carlyle, Johann Gottlieb Fichte, Friedrich Wilhelm Joseph Schelling, Søren Kierkegaard, Arthur Schopenhauer and Richard Wagner have been frequently described as Romantic.[1] Immanuel Kant's criticism of rationalism is thought to be a source of influence for early Romantic thought. The third volume of the History of Philosophy edited by G. F. Aleksandrov, B. E. Bykhovsky, M. B. Mitin and P. F. Yudin (1943) assesses that \"From Kant originates that metaphysical isolation and opposition of the genius of everyday life, on which later the Romantics asserted their aesthetic individualism.\"[2] Hamann's and Herder's philosophical thoughts were influential on both the proto-Romantic Sturm und Drang movement and on Romanticism itself. The History of Philosophy stresses: \"As a writer, Hamann stood close to the Sturm und Drang literary movement with his cult of genius personality and played a role in the preparation of German Romanticism.\"[3] The philosophy of Fichte was of pivotal importance for the Romantics. The founder of German Romanticism, Friedrich Schlegel, identified the \"three sources of Romanticism\": the French Revolution, Fichte's philosophy and Goethe's novel Wilhelm Meister.[4] In the words of A. Lavretsky: In the person of Fichte, German idealism put forward its most militant figure, and German Romanticism found the philosophy of its revolutionary period. Fichte’s system in the sphere of German thought is a bright lightning of a revolutionary storm in the West. His entire frame of mind is full of the stormy energy of revolutionary epochs, his entire spiritual appearance amazes with his conscious class purposefulness. Never before or after have sounded such harsh notes of the class struggle in German idealist philosophy. This creator of the most abstract system knew how to put problems on a practical basis. When he speaks about morality, he does not convince us, like Kant, that human nature is fundamentally corrupted, but notes: “people are the worse, the higher their class.” When he talks about the state, he knows how not to ask, but to demand as a true plebeian their rights to equality in this state.[5] Schelling, who was associated with the Schlegel brothers in Jena, took many of his philosophical and aesthetical ideas from the Romantics, and also influenced them on their own views. According to the History of Philosophy, \"In his philosophy of art, Schelling emerged from the subjective boundaries in which Kant concluded aesthetics, referring it only to features of judgment. Schelling's aesthetics, understanding the world as an artistic creation, has adopted a universal character and served as the basis for the teachings of the Romantic school.\"[6] It is argued that Friedrich Schlegel's subjectivism and his glorification of the superior intellect as property of a select elite influenced Schelling's doctrine of intellectual intuition, which György Lukács called \"the first manifestation of irrationalism\".[7] As much as Early Romanticism influenced the young Schelling's Naturphilosophie (his interpretation of nature as an expression of spiritual powers), so did Late Romanticism influence the older Schelling's mythological and mysticist worldview (Mysterienlehre).[7][8] Also according to Lukács, Kierkegaard's views on philosophy and aesthetics were an offshoot of Romanticism: We can see, despite all Kierkegaard's polemical digressions, an enduring and living legacy of Romanticism. With regard to this, the basic problem in his philosophy, he came very close in methodology to the moral philosopher of early Romanticism, the Schleiermacher of the Talks on Religion and Intimate Letters on Friedrich Schlegel's Lucinde. Certainly the resemblance of the propositions is limited to the fact that, as a result of the passing of Romantic aesthetics into an aesthetically determined 'art of living' on the one hand, and of a religion founded purely on subjective experience on the other, the two areas were bound to mesh all the time. But just that was the young Schleiermacher's intention: it was just by that route that he sought to lead his Romantic-aesthetically oriented generation back to religion and to encourage the Romantic aesthetic and art of living to sprout into religiosity. If, then, the resemblance and the structural closeness of the two spheres were of advantage to Schleiermacher's arguments, the self-same factors gave rise to the greatest intellectual difficulties for Kierkegaard.[9] Schopenhauer also owed certain features of his philosophy to Romantic pessimism: \"Since salvation from suffering associated with the will is available through art only to a select few, Schopenhauer proposed another, more accessible way of overcoming the \"I\" - Buddhist Nirvana. In essence, Schopenhauer, although he was confident in the innovation of his revelations, did not give anything original here in comparison with the idealization of the Eastern world outlook by reactionary Romantics - it was indeed Friedrich Schlegel who introduced this idealization in Germany with his Über die Sprache und Weisheit der Indier (About the language and wisdom of the Indians).\"[10][11] In the opinion of György Lukács, Friedrich Nietzsche's importance as an irrationalist philosopher lay in that, while his early influences are to be found in Romanticism, he founded a modern irrationalism antithetical to that of the Romantics: Nietzsche was frequently associated with the Romantic movement. The assumption is correct inasmuch as many motives of Romantic anti-capitalism — e.g., the struggle against the capitalist division of labour and its consequences for bourgeois culture and morals — played a considerable part in his thinking. The setting up of a past age as an ideal for the present age to realize also belonged to the intellectual armoury of Romantic anti-capitalism. Nietzsche’s activity, however, fell within the period after the proletariat’s first seizure of power, after the Paris Commune. Crisis and dissolution, Romantic anti-capitalism’s development into capitalist apologetics, the fate of Carlyle during and after the 1848 revolution — these already lay far behind Nietzsche in the dusty past. Thus the young Carlyle had contrasted capitalism’s cruelty and inhumanity with the Middle Ages as an epoch of popular prosperity, a happy age for those who laboured; whereas Nietzsche began, as we have noted, by extolling as a model the ancient slave economy. And so the reactionary utopia which Carlyle envisioned after 1848 he also found naive and long outdated. Admittedly the aristocratic bias of both had similar social foundations: in the attempt to ensure the leading social position of the bourgeoisie and to account for that position philosophically. But the different conditions surrounding Nietzsche’s work lent to his aristocratic leanings a fundamentally different content and totally different colouring from that of Romantic anti-capitalism. True, remnants of Romanticism (from Schopenhauer, Richard Wagner) are still palpable in the young Nietzsche. But these he proceeded to overcome as he developed, even if — with regard to the crucially important method of indirect apologetics — he still remained a pupil of Schopenhauer and preserved as his basic concept the irrational one of the Dionysian principle (against reason, for instinct); but not without significant modifications, as we shall see. Hence an increasingly energetic dissociation from Romanticism is perceptible in the course of Nietzsche’s development. While the Romantic he identified more and more passionately with decadence (of the bad kind), the Dionysian became a concept increasingly antithetical to Romanticism, a parallel for the surmounting of decadence and a symbol of the ‘good’ kind of decadence, the kind he approved.[12] Even in his post-Schopenhauerian period, however, Nietzsche paid some tributes to Romanticcism, for example borrowing the title of his book The Gay Science (Die fröhliche Wissenschaft, 1882–87) from Friedrich Schlegel's 1799 novel Lucinde.[13] Pyotr Semyonovich Kogan traced most of the contents of Nietzschean philosophy to Romanticism: The main sentiments of which [Nietzsche's] philosophy consisted, are already present in the work of many gifted figures anticipating the author of Zarathustra. The rebellious geniuses of the Sturm und Drang era overturned authority and tradition with chaotic energy, longed for boundless space for the development of the human person, despised and hated social bonds. In the German Romantics you can find the will to transvaluation of morals, which found so brilliant substantiation in Nietzsche's paradoxical book. Certainly the author of the book Beyond Good and Evil would have agreed to the words of Friedrich Schlegel: \"The first rule of morality is rebellion against positive laws, against the conditions of decency. There is nothing more foolish as moralists when they accuse you of selfishness. They are certainly wrong: what god can a person worship, besides being his own god?\" The dream of the Superman already appears in another phrase of the same author: \"A real person will become more and more a god. Be man and become a god - two identical manifestations.\" The same as in Nietzsche, contempt for the fleeting interests of the moment, the same impulse for the eternal and for beauty: \"Do not give your love and faith to world politicians,\" said Schlegel in the 1800s. For the same Schlegel, it was worth \"for the divine world of knowledge and art, to sacrifice the deepest feelings of your soul in the sacred, the fiery current of eternal perfection.\"[14] Lukács also emphasized that the emergence of organicism in philosophy received its impetus from Romanticism: This view, that only 'organic growth', that is to say change through small and gradual reforms with the consent of the ruling class, was regarded as 'a natural principle', whereas every revolutionary upheaval received the dismissive tag of 'contrary to nature' gained a particularly extensive form in the course of the development of reactionary German romanticism (Savigny, the historical law school, etc.). The antithesis of 'organic growth' and 'mechanical fabrication' was now elaborated: it constituted a defence of 'naturally grown' feudal privileges against the praxis of the French Revolution and the bourgeois ideologies underlying it, which were repudiated as mechanical, highbrow and abstract.[15] Wilhelm Dilthey, founder (along with Nietzsche, Simmel and Klages) of the intuitionist and irrationalist school of Lebensphilosophie in Germany, is credited with leading the Romantic revival in hermeneutics of the early 20th century. With his Schleiermacher biography and works on Novalis, Hölderlin, etc., he was one of the initiators of the Romantic renaissance in the imperial period. His discovery and annotation of the young Hegel's manuscripts became crucial to the vitalistic interpretation of Hegelian philosophy in the post-war period; his Goethe study likewise ushered in the vitalistic interpretation of Goethe subsequently leading from Simmel and Gundolf to Klages.[16] Passivity was a key element of the Romantic mood in Germany, and it was brought by the Romantics into their own religious and philosophical views. The theologian Schleiermacher argued that the true essence of religion lies not in the active love of one's neighbor, but in the passive contemplation of the infinite; In Schelling’s philosophical system, the creative absolute (God) is immersed in the same passive, motionless state. The only activity that the Romantics allowed is that in which there is almost no volitional element, that is, artistic creativity. They considered the representatives of art to be the happiest people, and in their works, along with knights chained in armor, poets, painters and musicians usually appear. Schelling considered an artist to be incomparably higher than a philosopher, because the secret of the world can be guessed from his minutia not by systematic logical thinking, but only by direct artistic intuition (\"intellectual intuition\"). Romantics loved to dream of such legendary countries, where all life with its everyday cares gave way to the eternal holiday of poetry. The quietist and aestheticist mood of Romanticism, the reflection and idealization of the mood of the aristocracy, again emerges in Schopenhauer’s philosophical system \"The World as Will and Representation,\" ending with a pessimistic chord. Schopenhauer argued that at the heart of the world and man lies the \"will to life,\" which leads them to suffering and boredom, and happiness can be experienced only by those who free themselves from its oppressive domination. Schopenhauer’s ideal human being is, first of all, an artist who, at the moment of aesthetic perception and reproducing the world and life, is in a state, which Kant has already called \"weak-willed contemplation,\" – forgetting in this moment about his personal interests, worries and aspirations. But the artist is freed from the power of the will only temporarily. As soon as he turns into an ordinary mortal, his greedy will again raises its voice and throws him into the embrace of disappointment and boredom. Above the artist stands, therefore, the Hindu sage or the holy ascetic. In the words of V. M. Fritsche, \"just like the views of the Romantics, the philosophy of Schopenhauer, with its purist and aestheticist attitudes, was a product of aristocratic culture, having grown up in the middle of old pompous estates and noble living rooms, and it is not surprising that in Germany, a country so immersed in such an ideology, the bourgeois democratic years began only in the 1840s. The only one of the Romantics who lived to this era, Eichendorff, turned vehemently against democracy, and the revolution of 1848 was met by him and Schopenhauer with the same primal enmity with which the German nobility met it.\"[17]","Title":"Romanticism in philosophy - Wikipedia","KeyID":"7632","URL":"https://en.wikipedia.org/wiki/Romanticism_in_philosophy"}