{"Content: ":"Henri-Benjamin Constant de Rebecque (French: [kɔ̃stɑ̃]; 25 October 1767 – 8 December 1830), or simply Benjamin Constant, was a Franco-Swiss political thinker, activist and writer on political theory and religion. A committed republican from 1795, he backed the coup d'état of 18 Fructidor (4 September 1797) and the following one on 18 brumaire (9 November 1799). During the Consulat, in 1800 he became the leader of the Liberal Opposition. Having upset Napoleon and left France to go to Switzerland then to the Kingdom of Saxony, Constant nonetheless sided with him during the Hundred Days and became politically active again during the French Restoration. He was elected Député in 1818 and remained in post until his death in 1830. Head of the Liberal opposition, known as Indépendants, he was one of the most notable orators of the Chamber of Deputies of France, as a proponent of the parliamentary system. During the July Revolution, he was a supporter of Louis Philippe I ascending the throne. Besides his numerous essays on political and religious themes, Constant also wrote on romantic love. His autobiographical Le Cahier rouge (1807) gives an account of his love for Madame de Staël, whose protégé and collaborator he became, especially in the Coppet circle, and a successful novella, Adolphe (1816), are good examples of his work on this topic.[3] He was a fervent classical liberal of the early 19th century.[4][5] He refined the concept of liberty, defining it as a condition of existence that allowed the individual to turn away interference from the state or society.[6] His ideas influenced the Trienio Liberal movement in Spain, the Liberal Revolution of 1820 in Portugal, the Greek War of Independence, the November uprising in Poland, the Belgian Revolution, and liberalism in Brazil and Mexico.[citation needed] Henri-Benjamin Constant was born in Lausanne to the Constant de Rebecque family, descendants of French Huguenots who had fled from Artois to Switzerland during the French Wars of Religion in the 16th century. His father, Jules Constant de Rebecque, served as a high-ranking officer in the Dutch States Army, like his grandfather, his uncle and his cousin Jean Victor de Constant Rebecque. When Constant's mother, Henriette-Pauline de Chandieu-Villars, died soon after his birth, both his grandmothers took care of him. Private tutors educated him in Brussels (1779) and in the Netherlands (1780). While at the Protestant University of Erlangen (1783), he gained access to the court of Duchess Sophie Caroline Marie of Brunswick-Wolfenbüttel. He had to leave after an affair with a girl, and moved to the University of Edinburgh. There he lived at the home of Andrew Duncan and was befriended by James Mackintosh and Malcolm Laing.[7][8] When he left the city, he promised to pay back his gambling debts. In 1787, he returned to continental Europe, travelling on horseback through Scotland and England. In those years European nobility, with their prerogatives, come under heavy attack from those, like Constant, who were influenced by Jean-Jacques Rousseau's Discourse on Inequality. Constant's family criticized him for leaving out part of his last name.[9] In Paris, at the home of Jean-Baptiste-Antoine Suard he became acquainted with Isabelle de Charriere, a 46-year-old Dutch woman of letters, who later helped publish Rousseau's Confessions, and who knew his uncle David-Louis Constant de Rebecque extremely well by virtue of a 15-year correspondence. While he stayed at her home in Colombier Switzerland, together they wrote an epistolary novel. She acted as a maternal mentor to him until Constant's appointment to the court of Charles William Ferdinand, Duke of Brunswick-Wolfenbüttel that required him to move north. He left the court when the War of the First Coalition began in 1792. In Braunschweig, he married Wilhelmina von Cramm, but she divorced him in 1793. In September 1794, he met and became interested in the famous and wealthy already married Germaine de Staël, herself brought up on the principles of Rousseau. They both admired Jean Lambert Tallien and Talleyrand. Their intellectual collaboration between 1795 and 1811 made them one of the most celebrated intellectual couples of the time.[10] After the Reign of Terror in France (1793–1794), Constant became an advocate of bicameralism and of an assembly like the Parliament of Great Britain. In revolutionary France this strand of political thought resulted in the Constitution of the Year III, the Council of Five Hundred and the Council of Ancients. In 1799, after 18 Brumaire, Constant was reluctantly appointed, on the insistence of Abbe Sieyes, by Napoleon Bonaparte to the Tribunat, despite grave reservations on the latter's part. Eventually, in 1802, the first consul confirmed in his doubts, forced Constant to withdraw because of the tenor of his speeches and his close connection with Mme de Staël.[11] Constant became acquainted with Julie Talma, the salonnière wife of actor François-Joseph Talma, who wrote many letters to him of compelling human interest.[12] In 1800, the Plot of the rue Saint-Nicaise, an attempt to assassinate Napoleon, failed. In 1803, at a time when Britain and France were at peace, Jean Gabriel Peltier, while living in England, argued that Napoleon should be assassinated.[13] The lawyer James Mackintosh defended the French refugee, Peltier against a libel suit instigated by Napoleon – then First Consul of France. Mackintosh's speech was widely published in English and also across Europe in a French translation by Madame de Staël. She was forced to leave Paris as a result. De Staël, disappointed by French rationalism, became interested in German romanticism. She and Constant set out for Prussia and Saxony and travelled with her two children to Weimar. Duchess Anna Amalia of Brunswick-Wolfenbüttel welcomed them the day after their arrival. In Weimar they met Friedrich von Schiller. Due to illness Johann Wolfgang Goethe at first hesitated.[14] In Berlin, they met August Wilhelm Schlegel, and his brother, Friedrich Schlegel. Constant left de Staël in Leipzig and in 1806 lived in Rouen and Meulan, where he started work on his novel Adolphe. In 1808, he secretly married Caroline von Hardenberg, a woman who had been divorced twice, (she was related to Novalis and to Karl August von Hardenberg). He moved back to Paris in 1814, where the French Restoration took place and Louis XVIII had become king. As a member of the Council of State, Constant proposed a constitutional monarchy. He became friends with Madame Récamier while he fell out with Germaine de Staël, who had asked him to pay back his gambling debts when their daughter, Albertine, married Victor de Broglie. During the Hundred Days of Napoleon, who had become more liberal, Constant fled to the Vendée, but returned when he was invited several times to the Tuileries to set up changes for the Charter of 1815. After the Battle of Waterloo (18 June 1815), Constant moved to London with his wife. In 1817, the year when Madame de Staël died, he was back in Paris and was elected to the Chamber of Deputies, the lower legislative house of the Restoration-era government. One of its most eloquent orators, he became a leader of the parliamentary bloc first known as the Independents and later as \"liberals\". He became an opponent of Charles X of France during the Restoration between 1815 and 1830.[15] In 1822, Goethe praised Constant in the following terms: I spent many instructive evenings with Benjamin Constant. Whoever recollects what this excellent man accomplished in [later] years, and with what zeal he advanced without wavering along the path which, once chosen, was forever followed, realizes what noble aspirations, as yet undeveloped, were fermenting within him.[16] In 1830, King Louis Philippe I gave Constant a large sum of money to help him pay off his debts, and appointed him to the Conseil d'Etat.[citation needed] Constant is said to have fathered Albertine de Staël-Holstein (1797–1838), who later married Victor de Broglie (1785–1870). Constant died in Paris on 8 December 1830 and was buried in the Père Lachaise cemetery.[17] One of the first thinkers to go by the name of \"liberal\", Constant looked to Britain rather than to ancient Rome for a practical model of freedom in a large mercantile society. He drew a distinction between the \"Liberty of the Ancients\" and the \"Liberty of the Moderns\".[18] The Liberty of the Ancients was a participatory republican liberty, which gave the citizens the right to influence politics directly through debates and votes in the public assembly.[18] To support this degree of participation, citizenship was a burdensome moral obligation requiring a considerable investment of time and energy. Generally, this required a sub-society of slaves to do much of the productive work, leaving the citizens free to deliberate on public affairs. Ancient Liberty was also limited to relatively small and homogenous male societies, in which they could be conveniently gathered together in one place to transact public affairs.[18] The Liberty of the Moderns, in contrast, was based on the possession of civil liberties, the rule of law, and freedom from excessive state interference. Direct participation would be limited: a necessary consequence of the size of modern states, and also the inevitable result of having created a mercantile society in which there were no slaves but almost everybody had to earn a living through work. Instead, the voters would elect representatives, who would deliberate in Parliament on behalf of the people and would save citizens from daily political involvement.[18] He criticised several aspects of the French Revolution, and the failures of the social and political upheaval. He stated how the French attempted to apply ancient republican liberties to a modern state. Constant realized that freedom meant drawing a line between a person's private life and that of state interference.[19] He praised the noble spirit of regenerating the state. However, he stated that it was naïve for writers to believe that two thousand years had not brought some changes in the customs and needs of the people. The dynamics of the state had changed. Ancient populations paled in comparison to the size of modern countries. He even argued that with a large population, man had no role in government regardless of its form or type. Constant emphasised how citizens in ancient states found more satisfaction in the public sphere and less in their private lives whereas modern people favoured their private life. Constant's repeated denunciation of despotism pervaded his critique of French political philosophers Jean-Jacques Rousseau and Abbé de Mably.[20] These writers, influential in the French Revolution, according to Constant, mistook authority for liberty and approved any means of extending the action of the state. Alleged reformers used the model of public force of the Ancien Régime, and organised the most absolute despotism in the name of the Republic. He continually condemned despotism, citing the contradiction of a liberty derived from despotism, and the vacuous nature of this ideology. Furthermore, he pointed out the detrimental nature of the Reign of Terror, as an inexplicable delirium. In François Furet's words, Constant's \"entire political thought\" revolved around this question, namely the problem of how to justify the Terror.[21] Constant understood the revolutionaries' disastrous over-investment in the political sphere.[19] The French revolutionaries such as the Sans-culottes were the primary force in the streets. They promoted constant vigilance in public. Constant pointed out how despite the most obscure life, the quietest existence, the most unknown name, it offered no protection during the Reign of Terror. The pervasive mob mentality deterred many right thinking people and helped to usher in despots such as Napoleon. Moreover, Constant believed that, in the modern world, commerce was superior to war. He attacked Napoleon's belligerence, on the grounds that it was illiberal and no longer suited to modern commercial social organization. Ancient Liberty tended to rely on war, whereas a state organized on the principles of Modern Liberty would tend to be at peace with all other peaceful nations. Constant believed that if liberty were to be salvaged from the aftermath of the Revolution, then the chimera of Ancient Liberty had to be reconciled with the practical to achieve Modern Liberty. England, since the Glorious Revolution of 1688, and the United Kingdom after 1707, had demonstrated the practicality of Modern Liberty and Britain was a constitutional monarchy. Constant concluded that constitutional monarchy was better suited than republicanism to maintaining Modern Liberty. He was instrumental in drafting the \"Acte Additional\" of 1815, which transformed Napoleon's restored rule into a modern constitutional monarchy.[22] This was only to last for \"One Hundred Days\" before Napoleon was defeated, but Constant's work nevertheless provided a means of reconciling monarchy with liberty. Indeed, the French Constitution (or Charter) of 1830 could be seen as a practical implementation of many of Constant's ideas: a hereditary monarchy existing alongside an elected Chamber of Deputies and a senatorial Chamber of Peers, with the executive power vested in responsible ministers. Thus, although often ignored in France, because of his Anglo-Saxon sympathies, Constant succeeded in contributing in a profound (albeit indirect) way to French constitutional traditions. Secondly, Constant developed a new theory of constitutional monarchy, in which royal power was intended to be a neutral power, protecting, balancing and restraining the excesses of the other active powers (the executive, legislature, and judiciary). This was an advance on the prevailing theory in the English-speaking world, which, following the opinion of William Blackstone, the 18th-century English jurist, had regarded the King as head of the executive branch.[citation needed] In Constant's scheme, the executive power would be entrusted to a Council of Ministers (or Cabinet) who, although appointed by the King, were ultimately accountable to Parliament. In making this clear theoretical distinction between the powers of the King (as head of state) and the ministers (as Executive), Constant was responding to the political reality which had become apparent in Britain for more than a century: that is, the ministers, and not the King, are responsible actors, and the King \"reigns but does not rule\". This was important for the development of parliamentary government in France and elsewhere. The King was not to be a powerless cipher in Constant's scheme. He would have many powers, including the power to make judicial appointments, to dissolve the Chamber and call new elections, to appoint the peers, and to dismiss ministers – but he would not be able to govern, make policy, or direct the administration, since that would be the task of the responsible ministers. This theory was literally applied in Portugal (1822) and Brazil (1824), where the King/Emperor was explicitly given \"Moderating Powers\" rather than executive power. Elsewhere (for example, the 1848 \"Statuto albertino\" of the Kingdom of Sardinia, which later became the basis of the Italian constitution from 1861) the executive power was notionally vested in the King, but was exercised only by the responsible ministers. He advocated the separation of powers as a basis for a liberal State, but unlike Montesquieu and most of the liberal thinkers, he advocated five powers instead of three. They were: Thus the Moderating Power was a monarch, a type of judge, who was not part of government, but served as a neutral power to the government, the Executive Power was vested in the ministers that the monarch appointed and they were, collectively, the head of government, the Representative Powers were a separation of the Monstesquieu's Legislative power, with the Representative Power of Opinion being an elected body to represent the opinion of the citizenry and the Representative Power of Tradition was a hereditary House of Peers and the judiciary was similar to the Montesquieu's Judicial Power.[23] Constant's other concerns included a \"new type of federalism\": a serious attempt to decentralize French government through the devolution of powers to elected municipal councils. This proposal reached fruition in 1831, when elected municipal councils (albeit on a narrow franchise) were created. Constant was an opponent of imperialism and conquest, denouncing french colonial policy in the West Indies and elsewhere as racist, unjust, and a violation of basic principles of human equality. He supported an extension of civil and political rights to non-white colonial subjects. He supported the Haitian revolution, and argued that the institutions set up by Haitians were evidence that non-Europeans could found institutions equivalent to those of Europeans. He was a staunch proponent of Greek independence from the Ottoman Empire.[24] Aside from his political and literary output, Constant spent forty years working on religion and religious feeling. His publications demonstrate his desire to grasp this social phenomenon inherent to human nature, which, in whatever forms it may present, is always a search for perfectibility. If its manifestations become rigid, splitting becomes inevitable. Thus, however religious feeling may present, it needs to adapt and evolve. Constant is adamant that political authority should not meddle in the religious beliefs of the citizenry, even to defend them. In his view it is up to each person to decide where to seek their consolation, moral compass or faith. External authority cannot act upon someone's convictions, it can only act upon their interests.[25] He also condemns a religion that is commonly regarded as utilitarian, since it degrades authentic religious feeling. He considers that it was necessary for polytheism to decline in line with human progress. The more humans progress in their understanding, the more beneficial the effects of theism.[26] Belief in a god has itself evolved. Christianity, especially protestantism is, he argues, its most tolerant form and an indicator of intellectual, moral and spiritual evolution. Constant published only one novel during his lifetime, Adolphe (1816), the story of a young, indecisive man's disastrous love affair with an older mistress. A first-person novel in the sentimentalist tradition, Adolphe examines the thoughts of the young man as he falls in and out of love with Ellenore, a woman of uncertain virtue. Constant began the novel as an autobiographical tale of two loves, but decided that the reading public would object to serial passions. The love affair depicted in the finished version of the novel is thought to be based on Constant's affair with Anna Lindsay, who describes the affair in her correspondence (published in the Revue des Deux Mondes, December 1930 – January 1931). The book has been compared to Chateaubriand's René or Mme de Stael's Corinne.[15] As a young man, Constant became acquainted with a literary friend of his uncle, David-Louis Constant de Rebecque. She was Isabelle de Charrière, a Dutch woman of letters with whom he jointly wrote an epistolary novel, under the title, Les Lettres d'Arsillé fils, Sophie Durfé et autres.[27] The importance of Constant's writings on the liberty of the ancients and of that of his time has dominated understanding of his work, as has his critique of the French Revolution.[28] The British philosopher and historian of ideas, Sir Isaiah Berlin has acknowledged his debt to Constant.[29] Constant's wider literary and cultural writings (most importantly the novella Adolphe and his extensive history of comparative religion) emphasised the importance of self-sacrifice and effect of human emotions as a basis for social living. Thus, while he pleaded for individual liberty as vital for individual and moral development and appropriate for modernity, he felt that egoism and self-interest were not part of a true definition of individual liberty. Emotional authenticity and fellow-feeling were critical. In this, his moral and religious thought was strongly influenced by the moral writings of Jean-Jacques Rousseau and German thinkers such as Immanuel Kant, whom he read in reference to his religious history. Category","Title":"Benjamin Constant - Wikipedia","KeyID":"7637","URL":"https://en.wikipedia.org/wiki/Benjamin_Constant"}