{"Content: ":"Félicité Robert de La Mennais (or Lamennais; 19 June 1782 – 27 February 1854) was a French Catholic priest, philosopher and political theorist. He was one of the most influential intellectuals of Restoration France. Lamennais is considered the forerunner of liberal Catholicism and social Catholicism. His opinions on matters of religion and government changed dramatically over the course of his life. He initially held rationalistic views, but in part due to the influence of his brother, Jean-Marie, came to see religion as an antidote for the anarchy and tyranny unleashed by revolution. He derided Napoleon, in part because of the Organic Articles, in which France acting unilaterally amended the Concordat of 1801 between France and the papacy. Lamennais assailed the Gallican view of the relationship between civil authority and the Church and was for a time a staunch ultramontane. Lamennais was ordained a priest in 1817, the same year he published Essai sur l'indifférence en matière de religion. In 1830, he founded L'Ami de l'ordre (precursor of L'Avenir) with Montalembert and Lacordaire. His social ideas embraced an enlarged suffrage, separation of church and state, universal freedom of conscience, instruction, assembly, and the press. His radicalism distanced him from a number of his friends. In 1833, he broke with the Church and the following year published Paroles d'un croyant, which Pope Gregory XVI condemned for its philosophical theories. He served as a deputy for Paris to the Constituent Assembly; his draft for a Constitution was rejected as too radical. He died in Paris in 1854. Félicité Robert de la Mennais came from a family from Saint-Malo, engaged in international maritime trade. Louis-François Robert de La Mennais (1717–1804), his paternal grandfather, was the founder of the “Compagnie commerciale et maritime” in Saint-Malo. He was a trader, and he arms boats for the needs of trade, in order to provide all the equipment, provisions, sometimes even a few cannons, to choose a serious captain who knows how to recruit a crew, in order to maintain counters in foreign ports. It was a job that required a certain daring and temerity. Then, when his sons were old enough to take responsibility, he handed over the administration of the company to them.[citation needed] Pierre Lorin (1719–1799), his maternal grandfather, is a lawyer at the Parliament of Paris, and Subdelegate of the Jurisdictions of Saint-Malo, that is to say, representative of the royal power for the district of Saint-Malo, which at the time corresponded to about thirty parishes. He worked under the orders of the Intendant of Brittany. A man of heart, he has a great social sense and works against the suffering and poverty which were great, especially in the countryside. He advocates, for example, in each parish, the establishment of a charity office. He acquired La Chésnaie in 1781, he built a bourgeois house there, it was in this place that Félicité would later found a school of theological thought.[citation needed] The two sisters, Gratienne Lorin and Félicité Lorin (daughters of Pierre Lorin and Bertranne Roce) were married on the same day, September 5, 1775, in Saint-Malo, with the two sons Robert (son of Louis-François Robert): Pierre -Louis Robert de la Mennais and Denis Robert des Saudrais. Félicité is one of the five children of Pierre-Louis Robert, sieur de La Menais and of Gatienne Lorin, who died in 1787 when he was five years old, so that 'he was brought up by one of his uncles.[citation needed] Lamennais was born at Saint-Malo in the ancient Province of Brittany on 19 June 1782, the son of a wealthy merchant who had recently received a coat of arms from the king. He lost his mother at the age of five and as a result, he and his brother, Jean-Marie, were sent for education to an uncle, Robert des Saudrais at La Chênaie, an estate near Saint-Malo. Resistant to any kind of discipline, his uncle would lock him in the library where he spent long hours reading Rousseau and Pascal, among others, and acquired a vast and varied learning.[1] Revolution was to have a profound effect on Lammennais. His family sheltered non-juring priests. Father Vielle said Mass on occasion in the dark at La Chênaie. Of a sickly and sensitive nature, and shocked by the events of the French Revolution, Lamennais developed a morbid frame of mind. He first held rationalistic views, but partly through the influence of his brother Jean-Marie and partly as a result of his philosophical and historical studies, he came to see the power of faith and religion. He voiced his convictions in Réflexions sur l'état de l'église en France pendant le 18ieme siècle et sur sa situation actuelle, published anonymously in Paris in 1808. The idea for this work and the materials were due to Jean-Marie, but the actual writing was done almost exclusively by Félicité. It recommended religious revival and active clerical organization and the awakening of an ultramontane spirit.[2] Napoleon's police deemed the book dangerously ideological and tried to suppress it.[1] Lamennais devoted most of the following year to translating Louis de Blois's Speculum Monachorum into French, which he published in 1809 under the title Le Guide spirituel.[2] In 1811 Lamennais received the tonsure and became professor of mathematics in an ecclesiastical college at Saint-Malo founded by his brother, who had been ordained a Catholic priest in 1804.[2] When the school was closed by imperial authority the following year, Félicité withdrew to La Chênaie, while his brother became vicar-general of the diocese of Saint-Brieuc.[1] In 1814 he published, with his brother, De la tradition de l'Église sur l'institution des évêques (1814), in which he strongly condemned Gallicanism and the interference of political authority in ecclesiastical affairs. It was provoked by Napoleon's nomination of Jean Siffrein Maury as Archbishop of Paris in accordance with the provisions of the Concordat of 1801. Lamennais hailed the Bourbon restoration of 1814, which he witnessed in Paris, because he saw Louis XVIII as a force for religious regeneration. During the Hundred Days, he escaped to London, where he worked in Kensington at an institution for the children of poor immigrants.[3] After the final overthrow of Napoleon in 1815, he returned to Paris. Lamennais sought in religion a remedy for the anarchy and tyranny unleashed by the revolution. He undertook the study of theology and was ordained a subdeacon on 21 December. At this time he considered joining the Jesuits, however the prospect of a novitiate year led him to decide to become a secular priest. It was in Saint-Brieuc, in February 1816 that Lamennais received the diaconate. He was ordained by the Bishop of Rennes on 9 March 1817.[3] The first volume of his great work, Essai sur l'indifference en matière de religion, or Essay on Indifference in Matters of Religion,[4] appeared in 1817 and established his reputation throughout Europe. He became, according to Lacordaire, \"a humble priest with all the authority once enjoyed by Bossuet\". His experience of Napoleon persuaded him that the state had no right to interfere in religion. Lamennais denounced religious indifference by the state and toleration while advocating for a restoration of the pre-Revolutionary authority of the Catholic Church. He contended that private judgment, introduced by Martin Luther into religion, by Descartes and Leibniz into philosophy and science, and by Rousseau and the Encyclopedists into politics, had resulted in practical atheism and spiritual death. He asserted that ecclesiastical authority, founded on the absolute revelation delivered to the Jewish people, but supported by the universal tradition of all nations, was the sole hope of regenerating the European communities.[5] Three more volumes (Paris, 1818–1824) followed and met with a mixed reception from the Gallican bishops and monarchists, but with the enthusiastic support from the younger clergy. Three Roman theologians examined his work and Pope Leo XII gave it his formal approval. Lamennais visited Rome at the pope's request. He was offered but refused membership in the College of Cardinals.[5] Lamennais also published works of piety, for example, a widely read French version of The Imitation of Christ with notes and reflections (1824), Guide du premier âge, Journée du Chrétien, and Recueil de piété (1828). The failure of a publishing house aimed at spreading this pious literature resulted in his own financial ruin. On his return to France he took a prominent part in political work. Together with Chateaubriand and the Comte de Villèle he was a regular contributor to Le Conservateur littéraire. However, when Villèle became the chief supporter of absolute monarchy, Lamennais withdrew his support and started two rival organs, Le Drapeau blanc and Le Mémorial catholique. He authored a pamphlet criticizing the 1825 Anti-Sacrilege Law introduced by Villèle's administration. Various other minor works, together with De la religion considérée dans ses rapports avec l'ordre civil et politique (1825–1826) kept his name before the public.[5] He retired to La Chênaie and gathered a group of disciples, including Montalembert, Lacordaire and Maurice de Guérin. He espoused ultramontanism and aimed to create an organized body of opinion to campaign against Gallicanism, the control and influence of the state in church matters. Les Progrès de la revolution et de la guerre contre l'église, or On the Progress of the Revolution and the War against the Church, (1828) marked his complete renunciation of royalist principles and from that time on he advocated on behalf of a theocratic democracy.[5] J.P.T Bury suggests that Lamennais and his associates found inspiration in a Belgian Liberal Catholic movement centered in Malines and led by Archbishop de Méan's vicar-general, Engelbert Sterckx.[6] Largely Catholic Belgium seceded from the Netherlands in 1830 and established a constitutional monarchy. Sterckx, who became archbishop in 1832 found a way not merely to tolerate the new liberal constitution, but to expand the Church under the new liberties guaranteed. Lamennais founded L'Ami de l'ordre (precursor of L'Avenir) the first issue of which appeared on 16 October 1830, with the motto \"God and Liberty.\" His social theories became more radical. The paper was aggressively democratic, demanding rights of local administration, an enlarged suffrage, separation of church and state, universal freedom of conscience, instruction, assembly, and the press. Styles of worship were to be criticized, improved or abolished in absolute submission to the spiritual, not to the temporal authority. His views were opposed by the bishops and supported by the younger clergy, but he lost even their support when he said priests should not be paid by the state.[7] With the help of Montalembert, he founded the Agence générale pour la défense de la liberté religieuse, which became a far-reaching organization with agents throughout France who monitored violations of religious freedom. As a result, the periodical's career was stormy and its circulation opposed by conservative bishops.[5] Although pressured by the French government and the French hierarchy, Pope Gregory XVI would have preferred not to make an official issue of the matter.[8] However, Lamennais, Montalembert, and Lacordaire suspended their work and in November 1831 set out to Rome to obtain the Pope's approval. Archbishop Quélen of Paris had warned Lammenais that he was being unrealistic and was viewed as a demagogue in favor of revolution. As Quelen was a Gallican, Lammenais ignored him.[7] After much opposition, they gained an audience, but only on condition that their political project should not be mentioned. Metternich, whose Austrian troops ensured the stability of the Papal States, pressed for a condemnation.[7] A few days later they received a letter from Cardinal Pacca, advising their departure from Rome and suggesting that the Holy See, while admitting the justice of their intentions, would like the matter left open for the present.[5] Lacordaire and Montalembert departed immediately, but Lamennais stayed on until Gregory's letter to the Polish bishops, which denounced the Polish revolution against the Tsar, dashed his last hopes.[5] Gregory thought the Polish revolutionaries were seeking to undermine Russian Tsar Nicholas I's efforts to support the Catholic royalist cause in France by forcing him to divert his troops to suppress the uprising in Poland. While staying in Munich, Lamennais received the 1832 encyclical Mirari vos, which condemned religious pluralism in general and certain of Lamennais's ideas advanced in L'Avenir without mentioning his name. After this, Lamennais and his two lieutenants declared that out of deference to the pope they would not resume the publication of L'Avenir and dissolved the Agence générale as well. Lamennais retired to La Chênaie, an estate near Saint-Malo, Brittany. He communicated his resentment and political beliefs only through correspondence. The Vatican in turn demanded his frank and full adhesion to the encyclical Mirari vos. Lamennais refused to submit without qualification and in December 1833 renounced his ecclesiastical functions and abandoned all external profession of Christianity. In May 1834, Lamennais penned Paroles d'un croyant, or Words of a Believer (1834), a collection of aphorisms that denounced the established social order—what he called the conspiracy of kings and priests against the people—and declared his rupture with the Church. In the encyclical Singulari nos of 25 June 1834, Pope Gregory XVI condemned the book as \"small in size, [but] enormous in wickedness\"[9] and censured Lamennais' philosophical system.[10] Paroles was inspired by Adam Mickiewicz's Księgi narodu polskiego i pielgrzymstwa polskiego (Books of the Polish Nation and Polish Pilgrimage).[11] The Paroles marked Lamennais' turn to a Christian socialism that inspired a whole generation of socialists. His radical ideas reflected an overlap of Catholic and socialist discourses that can be traced back to the 1820s.[12] Sometime after 5 April 1836 he was imprisoned at Ste. Pelagie, a prison for debtors.[13] Lamennais was increasingly abandoned by his friends and in 1837 published Les Affaires de Rome, des maux de l'Église ci de la société, in which he provided his perspective on his relations with Gregory XVI. After this, Lamennais penned several articles in the Revue des Deux Mondes, the Revue du Progrès and Le Monde, and published the pamphlets Le Livre du peuple (1837), De l'esclavage moderne (1839), Politique a l'usage du peuple (1839), Discussions critiques (1841), Du passé et de l'avenir du peuple (1841), Amschaspands et Darvands (1843), in which he espoused popular sovereignty and attacked contemporary society and the public authorities. After the publication of Le Pays et le gouvernement (1840), he was censored and imprisoned for a year in 1841. From 1841 to 1846 Lamennais published the four volumes of Esquisse d'une philosophie, a treatise on metaphysics, which detailed his departure from Christianity. The third volume, an exposition of art as a development of the aspirations and needs of worship, formed its core. Lamennais also published Les Evangiles, a French translation of the Gospels with added notes and reflections. In 1846 Lamennais published Une voix de prison, written during his imprisonment. Lamennais sympathized with the Revolution of 1848 and was elected a deputy for Paris to the Constituent Assembly. He drew up a plan for a Constitution, which was rejected as too radical. After this, he confined himself to silent participation in the sessions. He also started the newspapers Le Peuple constituant and La Révolution démocratique et sociale, espousing radical revolution. Both papers quickly ceased publication. He was also named president of the Société de la solidarité républicaine. He remained a deputy in the legislative assemblies until Napoleon III's 1851 coup, which depressed and isolated him once more.[5] After 1851, he occupied himself with La Divine Comédie, a translation of Dante's Divine Comedy, and refused several attempts to reconcile him to the Church. He died in Paris in 1854 and was buried at Père Lachaise Cemetery in a common grave,[13] without funeral rites, mourned by political and literary admirers. There are two complete works in ten volumes, the first published in 1836–1837 as Œuvres complètes de La Mennais, the second published in 1844 as Œuvres complètes de Lamennais. Both are incomplete. Category","Title":"Félicité de La Mennais - Wikipedia","KeyID":"7640","URL":"https://en.wikipedia.org/wiki/F%C3%A9licit%C3%A9_de_La_Mennais"}