{"Content: ":"Jules Michelet (French: [ʒyl miʃlɛ]; 21 August 1798 – 9 February 1874)[1] was a French historian and an author on other topics whose major work was a history of France and its culture. His aphoristic style emphasized his anti-clerical republicanism. In Michelet's 1855 work, Histoire de France (History of France),[2] he adopted the term \"rebirth\" that was used first in a work published in 1550 by the Italian art historian Giorgio Vasari. The term was used by Vasari to describe the advent of a new manner of painting that began with the work of Giotto, as the \"rebirth of the arts\". Michelet thereby became the first historian to use and define the French translation of the term used by Vasari, renaissance,[3] to identify the period in Europe's cultural history that followed the Middle Ages.[4] Historian François Furet wrote that Michelet's History of the French Revolution (1847) remains \"the cornerstone of all revolutionary historiography and is also a literary monument\".[5] The father of Michelet was a master printer and Jules assisted him in the work of the press. At one time, a place was offered him in the imperial printing office, but his father was able to send him to the famous Collège or Lycée Charlemagne, where he distinguished himself. He passed the university examination in 1821 and soon was appointed to a professorship of history in the Collège Rollin.[1] Soon after this, in 1824, he married Pauline Rousseau. This was one of the most favourable periods ever for scholars and men of letters in France, and Michelet had powerful patrons in Abel-François Villemain and Victor Cousin, among others. Although he was an ardent politician (having from his childhood embraced republicanism and a peculiar variety of romantic free-thought), he was, above all, a man of letters and an inquirer into the history of the past. His earliest works were school textbooks.[1] Between 1825 and 1827 he produced diverse sketches, chronological tables, and such, of modern history. His précis of the subject, published in 1827, is a sound and careful book, far better than anything that had appeared before his work. It was written in a sober yet interesting style. In the same year he was appointed maître de conférences at the École normale supérieure.[1] Four years later, in 1831, the Introduction à l'histoire universelle showed a very different style, exhibiting the idiosyncrasy and literary power of the writer to greater advantage, but also displaying, according to the Encyclopædia Britannica (Eleventh Edition), \"the peculiar visionary qualities which made Michelet the most stimulating, but the most untrustworthy (not in facts, which he never consciously falsifies, but in suggestion) of all historians\".[1] The events of 1830 had placed Michelet in a better position for study by obtaining him a place in the Record Office and a deputy-professorship under Guizot in the literary faculty of the university. Soon afterward he began his chief and monumental work, the Histoire de France that would take 30 years to complete. But he accompanied this with numerous other books, chiefly of erudition, such as the Œuvres choisies de Vico, the Mémoires de Luther écrits par lui-même, the Origines du droit français, and somewhat later, the le Procès des Templiers.[1] 1838 was a year of great importance in Michelet's life. During that time, he was in the fullness of his powers. His studies had fed his natural aversion to the principles of authority and ecclesiasticism, and at a moment when the revived activity of the Jesuits caused some pretended alarm, he was appointed to the chair of history at the Collège de France. Assisted by his friend Edgar Quinet, he began a violent polemic against the unpopular religious order and the principles that it represented, a polemic that made their lectures, especially Michelet's, among the most popular of the day.[1] His first wife died in 1839 and he would remain unmarried for a decade. He published his Histoire romaine in that year, but this was in his graver and earlier manner. The results of his lectures appeared in the volumes Du prêtre, de la femme et de la famille and Le peuple. These books do not display the apocalyptic style which, partly borrowed from Lamennais, characterizes Michelet's later works, but they contain, in miniature, almost the whole of his curious ethicopolitico-theological creed—a mixture of sentimentalism, communism, and anti-sacerdotalism, supported by the most eccentric arguments, but urged with a great deal of eloquence.[1] The principles of the outbreak of 1848 were in the air and Michelet was one of many who condensed and propagated them: his original lectures were of so incendiary a kind that the course had to be interdicted. However, when the revolution broke out, Michelet, unlike many other men of letters, did not attempt to enter active political life. He merely devoted himself more strenuously to his literary work. Besides continuing his great history, he undertook and carried out an enthusiastic Histoire de la Révolution française during the years between the downfall of Louis Philippe and the final establishment of Napoleon III.[1] At the age of 51, he married his second wife, Athénaïs Michelet in 1849. She was 23 years old and an author who wrote in natural history and memoirs. She had been a teacher in St. Petersburg before their extensive correspondence led to the marriage. They entered into a shared literary life and she would assist him significantly in his endeavors as well. He openly acknowledged this although she never was given credit in his works. After the coup d'état by Napoleon III in 1851, Michelet lost his position in the Record Office when he refused to take the oaths to the empire. The new régime kindled afresh his republican zeal, further stimulated by his second marriage to Athénaïs (née Mialaret), a lady of some literary capacity as a natural history writer and memoirist and who had republican sympathies. While his great work of history remained his main pursuit, a crowd of extraordinary little books accompanied and diversified it. Sometimes they were expanded versions of its episodes, sometimes what may be called commentaries or companion volumes. The first of these was Les Femmes de la Révolution (1854), in which Michelet's natural and inimitable faculty of dithyrambic too often gives way to tedious and not very conclusive argument and preaching. L'Insecte followed. It was succeeded by L'Amour (1859), one of the author's most popular books. In the next, L'Oiseau (1856), a new and most successful vein was struck: The subject of natural history, a new subject with Michelet to which his wife introduced him. It was treated, not from the point of view of mere science, nor from that of sentiment, but from that of the author's fervent pantheism.[1] These remarkable works, half pamphlets, half moral treatises, succeeded each other at twelve-month intervals, as a rule, and the succession was almost unbroken for five or six years. La Femme (1860), followed L'Amour. It was a book on which a whole critique of French literature and French character might be founded.[1] Vincent van Gogh inscribed a quote he took from La Femme on his drawing, Sorrow.[6] It reads, \"Comment se fait-il qu'il y ait sur la terre une femme seule?\" (How can there be on earth a woman alone?). Then came La Mer (1861), a return to the natural history class, which, considering the powers of the writer and the attraction of the subject, is perhaps a little disappointing. The next year (1862) the most striking of all Michelet's minor works, La Sorcière, made its appearance. Developed out of an episode of history, it has all its author's peculiarities in the strongest degree. It is a nightmare and nothing more, but a nightmare of the most extraordinary verisimilitude and poetical power.[1] This remarkable series, every volume of which was a work at once of imagination and of research, was not even yet finished, but the later volumes exhibit a certain falling off. The ambitious Bible de l'humanité (1864), a historical sketch of religions, has little merit. In La Montagne (1868), the last of the natural history series, the tricks of staccato style are pushed even farther than by Victor Hugo in his less inspired moments, although—as is inevitable, in the hands of such a master of language as Michelet—the effect is frequently grandiose if not grand. Nos fils (1869), the last of the string of smaller books published during the author's life, is a tractate on education, written with ample knowledge of the facts and with all Michelet's usual sweep and range of view, if with visibly declining powers of expression. But in a book published posthumously, Le Banquet, these powers reappear at their fullest. The picture of the industrious and famishing populations of the Riviera is (whether true to fact or not) one of the best things that Michelet has written. To complete the list of his miscellaneous works, two collections of pieces, written and partly published at different times, may be mentioned. These are Les Soldats de la révolution and Legendes démocratiques du nord.[1] Michelet's Origines du droit français, cherchées dans les symboles et les formules du droit universel was edited by Émile Faguet in 1890 and went into a second edition in 1900. The publication of this series of books, and the completion of his history, occupied Michelet during both decades of the empire. He lived partly in France, partly in Italy, and was accustomed to spend the winter on the Riviera, chiefly at Hyères.[1] At last, in 1867, the great work of his life, Histoire de France, was finished. In the usual edition it fills nineteen volumes. The first of these deals with the early history up to the death of Charlemagne, the second with the flourishing time of feudal France, the third with the thirteenth century, the fourth, fifth, and sixth volumes with the Hundred Years' War, the seventh and eighth with the establishment of the royal power under Charles VII and Louis XI. The sixteenth and seventeenth centuries have four volumes apiece, much of which is very distantly connected with French history proper, especially in the two volumes entitled Renaissance and Reforme. The last three volumes carry on the history of the eighteenth century to the outbreak of the Revolution.[1] Michelet abhorred the Middle Ages and celebrated their end as a radical transformation. He tried to explain how a dynamic Renaissance could emerge from fossilized medieval culture.[7][8] Michelet has several themes running throughout his works, these included the following three categories: maleficent, beneficent, and paired. Within each of the three themes there are subsets of ideas that occur throughout Michelet's various works. One of these themes was the idea of paired themes, for example in many of his works he writes on grace and justice, grace being the woman or feminine, and justice being more of a masculine idea. Michelet, additionally, used union and unity in his discussions about national history, and natural history. In terms of the maleficent themes, there were subcategories these were: themes of the dry, which included concepts such as: the machine, the Jesuits, scribes, the electric, irony (Goethe), the Scholastics, public safety, and fatalism (Hobbes, Molinos, Spinoza, Hegel). Themes of the empty and the turgid included the Middle Ages, the imitation, tedium, the novel, narcotics, Alexander, and plethoric (engorged blood). Michelet also touches on themes of the indeterminate such as the Honnete-Hommes, Conde', Chantilly Sade, gambling, phantasmorgia, Italian comedy, white blood, and sealed blood.[9] Martial dualism is a prominent theme for him, with a \"war of man against nature, spirit against matter, liberty against fatality. History is nothing other than the record of this interminable struggle.\"[10] Leading some to describe him as a \"Manichaean dualist.\"[11] His framing of history as a struggle between Christian spirit and liberty against Jewish matter, fatality, and tyranny, is seen by intellectual historian David Nirenberg as an example of antijudaism as a constituent conceptual tool in western thought.[12] Michelet was perhaps the first historian to devote himself to anything resembling a picturesque history of the Middle Ages and his account is still one of the most vivid that exists. His inquiry into manuscript and printed authorities was most laborious, but his lively imagination, and his strong religious and political prejudices, made him regard all things from a singularly personal point of view.[1] There is an unevenness of treatment of historical incidents. However, Michelet's insistence that history should concentrate on \"the people, and not only its leaders or its institutions\"[13] clearly drew inspiration from the French Revolution. Michelet was one of the first historians to apply these liberal principles to historical scholarship. Uncompromisingly hostile as Michelet was to the empire, its downfall in 1870 in the midst of France's defeat by Prussia and the rise and fall of the Paris Commune during the following year, once more stimulated him to activity. Not only did he write letters and pamphlets during the struggle, but when it was over he was determined to complete the vast task that his two great histories had almost covered by a Histoire du XIXe siècle. He did not, however, live to carry it farther than the Battle of Waterloo, and the best criticism of it is perhaps contained in the opening words of the introduction to the last volume—\"l'âge me presse\" (\"age hurries me\"). The new republic was not altogether a restoration for Michelet, and his professorship at the Collège de France, of which he always contended he had been unjustly deprived, was not given back to him.[1] He was also a supporter of the Romanian National Awakening movements. As a young man, Michelet married Pauline Rousseau in 1824. She died in 1839. Michelet married his second wife, Athénaïs Michelet in 1849. His second wife had been a teacher in St. Petersburg and was an author in the field of natural history and memoirs. She had opened a correspondence with him arising from her ardent admiration of his ideas that ensued for years. They became engaged before they had seen each other. After their marriage, she collaborated with him in his labors albeit without formal credit, introduced him to natural history, inspired him on themes, and was preparing a new work, La nature, at the time of his death in 1874.[14] She lived until 1899. Upon his death from a heart attack at Hyères on 9 February 1874, Michelet was interred there. At his widow's request, a Paris court granted permission for his body to be exhumed on 13 May 1876 in order for him to be buried in Paris. On 16 May, his coffin arrived for reburial at Le Père Lachaise Cemetery in Paris. Michelet's monument there, designed by architect Jean-Louis Pascal, was erected in 1893 through public subscription.[15] Michelet accorded Athénaïs literary rights to his books and papers before he died, acknowledging the significant role she had in what he published during his later years.[16] After having won a court challenge to this bequeathment, Athénaïs retained the papers and publishing rights.[16] An author of memoirs, she later published several books about her husband and his family that were based on extracts and journals he had left her. Athénaïs bequeathed that literary legacy to Gabriel Monod, a historian who founded the Revue Historique. A potentially misogynist effort to discount the contributions of Athénaïs is noted by a historian, Bonnie Smith, who notes, \"Michelet scholarship, like other historiographical debates, has taken great pains to establish the priority of the male over the female in writing history\".[17] Category","Title":"Jules Michelet - Wikipedia","KeyID":"7644","URL":"https://en.wikipedia.org/wiki/Jules_Michelet"}