{"Content: ":"Ivan Konstantinovich Aivazovsky (Russian: Иван Константинович Айвазовский; 29 July 1817 – 2 May 1900) was a Russian Romantic painter who is considered one of the greatest masters of marine art. Baptized as Hovhannes Aivazian,[a] he was born into an Armenian family in the Black Sea port of Feodosia in Crimea and was mostly based there. Following his education at the Imperial Academy of Arts in Saint Petersburg, Aivazovsky traveled to Europe and lived briefly in Italy in the early 1840s. He then returned to Russia and was appointed the main painter of the Russian Navy. Aivazovsky had close ties with the military and political elite of the Russian Empire and often attended military maneuvers. He was sponsored by the state and was well-regarded during his lifetime. The saying \"worthy of Aivazovsky's brush\", popularized by Anton Chekhov, was used in Russia for describing something lovely. He remains highly popular in Russia in the 21st century.[4] One of the most prominent Russian artists of his time, Aivazovsky was also popular outside Russian Empire. He held numerous solo exhibitions in Europe and the United States. During his almost 60-year career, he created around 6,000 paintings, making him one of the most prolific artists of his time.[5][6] The vast majority of his works are seascapes, but he often depicted battle scenes, Armenian themes, and portraiture. Most of Aivazovsky's works are kept in Russian, Ukrainian and Armenian museums as well as private collections. Ivan Aivazovsky was born on 17 July (29 in New Style) 1817 in the city of Feodosia (Theodosia), Crimea, Russian Empire.[8] In the baptismal records of the local St. Sargis Armenian Apostolic Church, Aivazovsky was listed as Hovhannes, son of Gevorg Aivazian (Armenian: Գէորգ Այվազեանի որդի Յօհաննեսն).[3] During his study at the Imperial Academy of Arts, he was known in Russian as Ivan Gaivazovsky (Иванъ Гайвазовскій in the pre-1918 spelling).[9] He became known as Aivazovsky since c. 1840, while in Italy.[10] He signed an 1844 letter with an Italianized rendition of his name: \"Giovani Aivazovsky\".[11] His father, Konstantin, (c. 1765–1840),[12] was an Armenian merchant from the Polish region of Galicia. His family had migrated to Europe from Western Armenia in the 18th century. After numerous familial conflicts, Konstantin left Galicia for Moldavia, later moving to Bukovina, before settling in Feodosia in the early 1800s.[13] He was initially known as Gevorg Aivazian (Haivazian or Haivazi), but he changed his last name to Gaivazovsky by adding the Polish \"-sky\". Aivazovsky's mother, Ripsime, was a Feodosia Armenian. The couple had five children—three daughters and two sons.[13] Aivazovsky's elder brother, Gabriel, was a prominent historian and an Armenian Apostolic archbishop.[14][15] The young Aivazovsky received parochial education at Feodosia's St. Sargis Armenian Church.[16] He was taught drawing by Jacob Koch, a local architect. Aivazovsky moved to Simferopol with Taurida Governor Alexander Kaznacheyev's family in 1830 and attended the city's Russian gymnasium.[17] In 1833, Aivazovsky arrived in the Russian capital, Saint Petersburg, to study at the Imperial Academy of Arts in Maxim Vorobiev's landscape class. In 1835, he was awarded with a silver medal and appointed assistant to the French painter Philippe Tanneur [fr].[18] In September 1836, Aivazovsky met Russia's national poet Alexander Pushkin during the latter's visit to the Academy.[19][20] In 1837, Aivazovsky joined the battle-painting class of Alexander Sauerweid and participated in Baltic Fleet exercises in the Gulf of Finland.[21] In October 1837, he graduated from the Imperial Academy of Arts with a gold medal, two years earlier than intended.[22][16][5] Aivazovsky returned to Feodosia in 1838 and spent two years in his native Crimea.[13][21] In 1839, he took part in military exercises in the shores of Crimea, where he met Russian admirals Mikhail Lazarev, Pavel Nakhimov and Vladimir Kornilov.[8][23] In 1840, Aivazovsky was sent by the Imperial Academy of Arts to study in Europe.[22][21] He first traveled to Venice via Berlin and Vienna and visited San Lazzaro degli Armeni, where an important Armenian Catholic congregation was located and his brother Gabriel lived at the time. Aivazovsky studied Armenian manuscripts and became familiar with Armenian art.[24] He met Russian novelist Nikolai Gogol in Venice. He then headed to Florence, Amalfi and Sorrento. In Florence, he met painter Alexander Ivanov.[21] He remained in Naples and Rome between 1840 and 1842. Aivazovsky was heavily influenced by Italian art and their museums became the \"second academy\" for him.[24] According to Rogachevsky the news of successful exhibitions in Italy reached Russia.[5] Pope Gregory XVI awarded him with a golden medal.[25] He then visited Switzerland, Germany, the Netherlands and Britain. In an international exhibition at the Louvre, he was the only representative from Russia.[24] In France, he received a gold medal from the Académie royale de peinture et de sculpture. He then returned to Naples via Marseille and again visited Britain, Portugal, Spain, and Malta in 1843. Aivazovsky was admired throughout Europe.[23] He returned to Russia via Paris and Amsterdam in 1844.[23] Upon his return to Russia, Aivazovsky was made an academician of the Imperial Academy of Arts and was appointed the \"official artist of the Russian Navy to paint seascapes, coastal scenes and naval battles.\"[18][21] In 1845, Aivazovsky traveled to the Aegean Sea with Duke Konstantin Nikolayevich and visited the Ottoman capital, Constantinople, and the Greek islands of Patmos and Rhodes.[21] In 1845, Aivazovsky settled in his hometown of Feodosia, where he built a house and studio.[8][21] He isolated himself from the outside world, keeping a small circle of friends and relatives.[24] Yet the solitude played a negative role in his art career. By the mid-nineteenth century, Russian art was moving from Romanticism towards a distinct Russian style of Realism, while Aivazovsky continued to paint Romantic seascapes and attracted heavy criticism.[24] In 1845 and 1846, Aivazovsky attended the maneuvers of the Black Sea Fleet and the Baltic Fleet at Petergof, near the imperial palace. In 1847, he was given the title of professor of seascape painting by the Imperial Academy of Arts and elevated to the rank of nobility. In the same year, he was elected to the Royal Netherlands Academy of Arts and Sciences.[21] In 1848, Aivazovsky married Julia Graves, an English governess. They had four daughters: Elena (1849), Maria (1851), Alexandra (1852) and Joanne (1858). They separated in 1860 and divorced in 1877 with permission from the Armenian Church, since Graves was a Lutheran.[21][26] In 1851, traveling with the Russian emperor Nicholas I, Aivazovsky sailed to Sevastopol to participate in military maneuvers. His archaeological excavations near Feodosia lead to his election as a full member of the Russian Geographical Society in 1853. In that year, the Crimean War erupted between Russia and the Ottoman Empire, and he was evacuated to Kharkiv. While safe, he returned to the besieged fortress of Sevastopol to paint battle scenes.[25] His work was exhibited in Sevastopol while it was under Ottoman siege.[25] Between 1856 and 1857, Aivazovsky worked in Paris and became the first Russian[27] (and the first non-French) artist to receive the Legion of Honour. In 1857, Aivazovsky visited Constantinople and was awarded the Order of the Medjidie. In the same year, he was elected an honorary member of the Moscow Art Society. He was awarded the Greek Order of the Redeemer in 1859 and the Russian Order of St. Vladimir in 1865.[25] Aivazovsky opened an art studio in Feodosia in 1865 and was awarded a salary by the Imperial Academy of Arts the same year.[21] In the 1860s, the artist produced several paintings inspired by Greek nationalism and the Italian unification.[8][25] In 1868, he once again visited Constantinople and produced a series of works about the Greek resistance to the Turks, during the Great Cretan Revolution.[21] In 1868, Aivazovsky traveled in the Caucasus and visited the Russian part of Armenia for the first time. He painted several mountainous landscapes and in 1869 held an exhibition in Tiflis.[8] Later in the year, he made a trip to Egypt and took part in the opening ceremony of the Suez Canal. He became the \"first artist to paint the Suez Canal, thus marking an epoch-making event in the history of Europe, Africa and Asia.\"[25][28] In 1870, Aivazovsky was made an Actual Civil Councilor, the fourth highest civil rank in Russia.[21] In 1871, he initiated the construction of the archaeological museum in Feodosia.[25] In 1872, he traveled to Nice and Florence to exhibit his paintings.[25] In 1874, the Accademia di Belle Arti di Firenze (Florence Academy of Fine Art) asked him for a self-portrait to be hung in the Uffizi Gallery.[29][30] The same year, Aivazovsky was invited to Constantinople by Sultan Abdülaziz who subsequently bestowed upon him the Turkish Order of Osmanieh.[21] In 1876, he was made a member of the Academy of Arts in Florence and became the second Russian artist (after Orest Kiprensky) to paint a self-portrait for the Palazzo Pitti.[24][25] Aivazovsky was elected an honorary member of Stuttgart's Royal Academy of Fine Arts in 1878. He made a trip to the Netherlands and France, staying briefly in Frankfurt until 1879. He then visited Munich and traveled to Genoa and Venice \"to collect material on the discovery of America by Christopher Columbus.\"[25] In 1880, Aivazovsky opened an art gallery in his Feodosia house; it became the third museum in the Russian Empire, after the Hermitage Museum and the Tretyakov Gallery.[24][25] Aivazovsky held an 1881 exhibition at London's Pall Mall, attended by English painter John Everett Millais and Edward VII, Prince of Wales.[21] Aivazovsky's second wife, Anna Burnazian, was a young Armenian widow 40 years his junior.[31] Aivazovsky said that by marrying her in 1882, he \"became closer to [his] nation\", referring to the Armenian people.[26] In 1882, Aivazovsky visited Moscow and St Petersburg and then toured the countryside of Russia by traveling along the Volga River in 1884.[21][25] In 1885, he was promoted to the rank of Privy Councilor. The next year, the 50th anniversary of his creative labors, was celebrated with an exhibition in St Petersburg, and an honorary membership in the Imperial Academy of Fine Arts.[18][25] In 1887, as part of a jubilee celebration of his career, Aivazovsky hosted a dinner for 150 friends. Each guest received a miniature painting by Aivazovsky set into a studio photograph of the artist at work.[32] After meeting Aivazovsky in person, Anton Chekhov wrote a letter to his wife on 22 July 1888 describing him as follows:[33][34] Aivazovsky himself is a hale and hearty old man of about seventy-five, looking like an insignificant Armenian and a bishop; he is full of a sense of his own importance, has soft hands and shakes your hand like a general. He's not very bright, but he is a complex personality, worthy of a further study. In him alone there are combined a general, a bishop, an artist, an Armenian, an naive old peasant, and an Othello. After traveling to Paris with his wife, in 1892 he made a trip to the United States, visiting Niagara Falls in New York and Washington D.C.[25] In 1896, at 79, Aivazovsky was promoted to the rank of full privy councillor.[21] Aivazovsky was deeply affected by the Hamidian massacres that took place in the Armenian-inhabited areas of the Ottoman Empire between 1894 and 1896. He painted a number of works on the subject such as The Expulsion of the Turkish Ship, and The Armenian Massacres at Trebizond (1895). He threw the medals given to him by the Ottoman Sultan into the sea and told the Turkish consul in Feodosia: \"Tell your bloodthirsty master that I've thrown away all the medals given to me, here are their ribbons, send it to him and if he wants, he can throw them into the seas painted by me.\"[35] He created several other paintings capturing the events, such as Lonely Ship and Night. Tragedy in the Sea of Marmara (1897).[36][37] He spent his final years in Feodosia. In the 1890s, thanks to his efforts a commercial port (ru) was established in Feodosia and linked to the railway network of the Russian Empire.[31][38] The railway station, opened in 1892, is now called Ayvazovskaya [ru] and is one of the two stations within the city of Feodosia. Aivazovsky also supplied Feodosia with drinking water.[39][40] Aivazovsky died on 19 April (2 May in New Style) 1900 in Feodosia.[25] In accordance with his wishes, he was buried at the courtyard of St. Sargis Armenian Church.[41] A white marble sarcophagus was made by Italian sculptor L. Biogiolli in 1901.[42] A quote from Movses Khorenatsi's History of Armenia in Classical Armenian is engraved on his tombstone: Mahkanatsu tsneal anmah ziurn yishatak yetogh (Մահկանացու ծնեալ անմահ զիւրն յիշատակ եթող),[43] which translates: \"He was born a mortal, left an immortal legacy\"[41] or \"Born as a mortal, left the immortal memory of himself\".[44] The Russian inscription beneath reads: \"Professor Ivan Konstantinovich Aivazovsky 1817–1900\" (Профессоръ Иванъ Константиновичъ АЙВАЗОВСКIЙ 1817–1900). After his death, his wife Anna led a generally secluded life, living in several rooms she had retained after nationalization, until 1941.[45] She died on 25 July 1944 and was buried next to Aivazovsky.[31] Two of his daughters (Maria and Alexandra) left Russia following the Revolution of 1917, while the other two died shortly thereafter: Yelena in 1918 and Zhanna in 1922.[45] During his 60-year career, Aivazovsky produced around 6,000 paintings[18][25][49] of, what one online art magazine describes, \"very different value ... there are masterpieces and there are very timid works\".[50] However, according to one count as many as 20,000 paintings are attributed to him.[51] The vast majority of Aivazovsky's works depict the sea.[52] He rarely drew dry-landscapes and created only a handful of portraits.[50] According to Rosa Newmarch Aivazovsky \"never painted his pictures from nature, always from memory, and far away from the seaboard.\"[53] Rogachevsky wrote that \"His artistic memory was legendary. He was able to reproduce what he had seen only for a very short time, without even drawing preliminary sketches.\"[25] Bolton praised \"his ability to convey the effect of moving water and of reflected sun and moonlight.\"[22] He held 55 solo exhibitions (an unprecedented number)[54] over the course of his career. Among the most notable were held in Rome, Naples and Venice (1841–42), Paris (1843, 1890), Amsterdam (1844), Moscow (1848, 1851, 1886), Sevastopol (1854), Tiflis (1868), Florence (1874), St. Petersburg (1875, 1877, 1886, 1891), Frankfurt (1879), Stuttgart (1879), London (1881), Berlin (1885, 1890), Warsaw (1885), Constantinople (1888), New York (1893), Chicago (1893), San Francisco (1893).[21] He also \"contributed to the exhibitions of the Imperial Academy of Arts (1836–1900), Paris Salon (1843, 1879), Society of Exhibitions of Works of Art (1876–83), Moscow Society of Lovers of the Arts (1880), Pan-Russian Exhibitions in Moscow (1882) and Nizhny Novgorod (1896), World Exhibitions in Paris (1855, 1867, 1878), London (1863), Munich (1879) and Chicago (1893) and the international exhibitions in Philadelphia (1876), Munich (1879) and Berlin (1896).\"[21] A primarily Romantic painter, Aivazovsky used some Realistic elements.[55] Leek argued that Aivazovsky remained faithful to Romanticism throughout his life, \"even though he oriented his work toward the Realist genre.\"[5] His early works are influenced by his Academy of Arts teachers Maxim Vorobiev and Sylvester Shchedrin.[18] Classic painters like Salvator Rosa, Jacob Isaacksz van Ruisdael and Claude Lorrain contributed to Aivazovsky's individual process and style.[8] Karl Bryullov, best known for his The Last Day of Pompeii, \"played an important part in stimulating Aivazovsky's own creative development,\" according to Bolton.[22][18] Aivazovsky's best paintings in the 1840s–1850s used a variety of colors and were both epic and romantic in theme.[8] Newmarch suggested that by the mid-19th century the romantic features in Aivazovsky\u0092's work became \"increasingly pronounced.\"[50] She, like most scholars, considered his Ninth Wave his best piece of art and argued that it \"seems to mark the transition between fantastic color of his earlier works, and the more truthful vision of the later years.\"[56] By the 1870s, his paintings were dominated by delicate colors; and in the last two decades of his life, Aivazovsky created a series of silver-toned seascapes.[8] The distinct transition in Russian art from Romanticism to Realism in the mid-nineteenth century left Aivazovsky, who would always retain a Romantic style, open to criticism. Proposed reasons for his unwillingness or inability to change began with his location; Feodosia was a remote town in the huge Russian empire, far from Moscow and Saint Petersburg. His mindset and worldview were similarly considered old-fashioned and did not correspond to the developments in Russian art and culture.[24] Vladimir Stasov only accepted his early works, while Alexandre Benois wrote in his The History of Russian Painting in the 19th Century that despite being Vorobiev's student, Aivazovsky stood apart from the general development of the Russian landscape school.[24] Aivazovsky's later work contained dramatic scenes and was usually done on a larger scale. He depicted \"the romantic struggle between man and the elements in the form of the sea (The Rainbow, 1873), and so-called \"blue marines\" (The Bay of Naples in Early Morning, 1897, Disaster, 1898) and urban landscapes (Moonlit Night on the Bosphorus, 1894).\"[18] View of a Fountain and Peterhof Palace (1837) Azure Grotto, Naples (1841) The Galata Tower by Moonlight (1845) View of Constantinople, with the Nusretiye Mosque (1856) Landscape with Settlers (1856) From Mleta to Gudauri (1868) View of Tiflis from Seid-Abaz (1868) Moscow in Winter from the Sparrow Hills (1872) Night at Gurzuf Battle of Navarino (1848) The brig Mercury encounter after defeating two Turkish ships of the Russian squadron (1848) Bracing The Waves Battle of Çesme at Night (1856) Bay of Naples (1842) American Shipping off the Rock of Gibraltar (1873) Rainbow (1873) Ship \"Twelve Apostles\" (1878) Sea coast at night. Near the beacon (1837) The burning of the Turkish flagship by Kanaris (1881) Seascape with a steamer (1886) Tempest by Sounion (1856) The Wrath Of The Seas (1886) Brig \"Mercury\" Attacked by Two Turkish Ships (1892) Lake Maggiore in the Evening (1892) Chaos (1841) Jesus walking on water (1888) Jesus walking on water (1890) Passage of the Jews through the Red Sea (1891) Bosphorus A Moonlit Night on the Bosphorus Top-Kahne Mosque (Nusretiye Mosque) View of Constantinopole by Evening Light Scenes from Cairo's Life Boat Ride by Kumkapı in Constantinople Sunset over the Golden Horn Dusk on the Golden Horn Trebizond Coffee-house by the Ortaköy Mosque in Constantinople The Great Pyramid of Giza Towers on the cliff near the Bosphorus (1859) Aivazovsky's early works incorporated Armenian themes. The artist's longstanding wish to visit his ancestral homeland was fulfilled in 1868. During his visit to Russian (Eastern) Armenia (roughly corresponding to the modern Armenia, as opposed to Western Armenia under Ottoman rule), Aivazovsky created paintings of Mount Ararat, the Ararat plain, and Lake Sevan. Although Mt. Ararat has been depicted in paintings of many non-native artists (mostly European travelers), Aivazovsky became the first Armenian artist to illustrate the two-peaked biblical mountain.[57][24] He resumed the creation of Armenian-related paintings in the 1880s: Valley of Mount Ararat (1882), Ararat (1887), Descent of Noah from Ararat (1889).[57] The unique Valley of Mount Ararat contains Aivazovksy's signature in Armenian: \"Aivazian\" (Այվազեան).[57][26] In a panorama of Venice expressed by Byron's Visit to the Mekhitarists on St Lazarus Island in Venice (1898); the foreground of the picture contains members of the Armenian Congregation giving an enthusiastic welcome to the poet.[58] His other themed works from this period include rare portraits of notable Armenians, such as his brother Archbishop Gabriel Aivazovsky (1882), Count Mikhail Loris-Melikov (1888), Catholicos Mkrtich Khrimian (1895), Nakhichevan-on-Don Mayor Аrutyun Khalabyan and others.[57][24] The Baptism of Armenians and Oath Before the Battle of Avarayr (both 1892) depict the two single most memorable events of ancient Armenia: the Christianization of Armenia via baptism of King Tiridates III (early 4th century), and the Battle of Avarayr of 451.[24] Valley of Mount Ararat (1882) Descent of Noah from Ararat (1889). National Gallery of Armenia[59] The Baptism of the Armenian People (by Gregory the Illuminator) avaray Oath Before the Battle of Avarayr (1892) Lord Byron's visit to San Lazzaro degli Armeni (1899)[60] Mkrtich Khrimian near Echmiadzin Aivazovsky took an interest in archaeology since the 1850s. He employed farmers to conduct archaeological excavations in the Feodosia area. In 1853 some 22 burial mounds were excavated on Mount Tepe-Oba, which mostly contained broken amphorae and bones, but also golden necklaces, earrings, a female head, a chain with a sphinx, a sphinx with woman's head, the head of an ox, slabs; silver bracelets; clay statuettes, medallions, various vessels, a sarcophagus; silver and bronze coins. The site has been dated to the 5th to 3rd centuries BC when there was an ancient Greek settlement of Theodosia. The best finds were sent by Aivazovsky to the Imperial Hermitage in Petersburg.[61] In 1871 he founded the construction of a new Museum of Antiquities on Mount Mitridat modeled after a typical Ancient Greek temple of the Doric order. It was destroyed during World War II.[61] Aivazovsky was a major landowner with numerous estates in eastern Crimea, mostly in the vicinity of Feodosia. These estates delivered him significant income; more than the sale of his paintings. His earliest major estate, bestowed by the Emperor in 1848 along with a personal noble title, was the one at Shakh-Mamai (now called Ayvazovskoye [ru]). Located some 25 kilometres (16 mi) from Feodosia, it initially covered an area of 2,500 diasiatins (around 2,725 hectares (6,730 acres)). The estate had an Eastern-style house, and one of its most prominent visitors, Anton Chekhov, wrote that \"It is an extravagant, fairy-tale estate of the kind you must probably find in Persia.\" By the end of his life, the estate had grown to include some 6,000 diasiatins of land, a dairy farm, and a steam-powered mill.[45] The second major estate, located in Subash (now Zolotoy Klyuch), contained some 2,500 diasiatins of land. The site contained several natural springs, which Aivazovsky acquired in 1852 from the Lansky family. The latter also sold Aivazovsky 2,362 diasiatins of land. Later, Aivazovsky supplied Feodosia with water from Subash. In both estates, vegetables were grown. He had small estates in Romash-Eli (now Romanovka), with 338 diasiatins of land covered with orchards, and the Sudak Valley, with 12 diasiatins of vineyard, along with a dacha (summer house).[45] In Feodosia, Aivazovsky possessed a house and a vineyard. He also owned houses elsewhere in Crimea, such as Stary Krym and Yalta. The estates inherited by his heirs were lost in the early Soviet period when they were nationalized.[45] Aivazovsky was the most influential seascape painter in nineteenth-century Russian art.[18] According to the Russian Museum, \"he was the first and for a long time the only representative of seascape painting\" and \"all other artists who painted seascapes were either his own students or influenced by him.\"[54] Arkhip Kuindzhi (1842–1910) is sometimes cited as having been influenced by Aivazovsky.[62] In 1855, at age 13–14, Kuindzhi visited Feodosia to study with Aivazovsky, however, he was engaged merely to mix paints[63] and instead studied with Adolf Fessler, Aivazovsky's student.[64] A 1903 encyclopedic article stated: \"Although Kuindzhi cannot be called a student of Aivazovsky, the latter had without doubt some influence on him in the first period of his activity; from whom he borrowed much in the manner of painting.\"[65] English art historian John E. Bowlt wrote that \"the elemental sense of light and form associated with Aivazovsky's sunsets, storms, and surging oceans permanently influenced the young Kuindzhi.\"[63] Aivazovsky also influenced Russian painters Lev Lagorio, Mikhail Latri [ru], and Aleksey Ganzen [ru] (the latter two were his grandsons).[27] Ivan Aivazovsky is one of the few Russian artists to achieve wide recognition during his lifetime.[67] He is considered one of the most prominent marine artists of the 19th century,[70] and, overall, one of the greatest marine artists in Russia and the world.[75] Aivazovsky was also one of the few Russian artists to become famous outside Russia.[79] In 1898, Munsey's Magazine wrote that Aivazovsky is \"better known to the world at large than any other artist of his nationality, with the exception of the sensational Verestchagin\".[80] However, according to art historian Janet Whitmore, he is relatively unknown in the west.[38] Art historian Rosalind Polly Blakesley noted in 2003 that Aivazovsky has not been incorporated into the mainstream Western history of art.[81] Souren Melikian described Aivazovsky as \"highly academic.\"[82] In 1890 the Brockhaus and Efron Encyclopedic Dictionary described him as the \"best Russian marine painter\".[83] He was praised by contemporary artists Ivan Kramskoi,[7][61] Alexandre Benois,[54] and the novelist Fyodor Dostoyevsky.[84] In nineteenth-century Russia, his name became a synonym for art and beauty. The phrase \"worthy of Aivazovsky's brush\" was the standard way of describing something ineffably lovely. It was first used by Anton Chekhov in his 1897 play Uncle Vanya.[33] In response to Marina Timofeevna's (the old nurse) query about the fight between Ivan Voynitsky (\"Uncle Vanya\") and Aleksandr Serebryakov, Ilya Telegin says that it was \"A sight[b] worthy of Aivazovsky's brush.\"[c] A street in Moscow [ru] was named after Aivazovsky in 1978.[89] His first and only statue in Russia was erected in 2007 in Kronstadt, near Saint Petersburg.[90] The Simferopol International Airport in Crimea, under Russian administration, was voted to be named after Aivazovsky in 2018.[91] It was officially renamed according to a decree signed by President Vladimir Putin on May 31, 2019, and ceremonially renamed on Russia Day (June 12).[92][93] In a July 2017 poll conducted by the VTsIOM Aivazovsky ranked first as the most favorite artist with 27% of respondents naming him as their favorite, ahead of Ivan Shishkin (26%) and Ilya Repin (16%). Overall, 93% of respondents said they were familiar with his name (26% knew him well, 67% have heard his name) and 63% of those who know him said they liked his works, including 80% of those 60 or older and 35% of 18 to 24 year olds.[94][4][95] Aivazovsky has always been considered an Armenian painter in his ancestral homeland[24] and referred to by his Armenian name, Hovhannes.[98][d] Aivazovsky has been described as the \"most remarkable\" Armenian painter of the 19th century and the first-ever Armenian marine painter.[6][101] He signed some of his paintings and letters in Armenian.[102][e] He was born outside Armenia proper, and like his contemporaries, including Gevorg Bashinjaghian, Panos Terlemezian, and Vardges Sureniants, Aivazovsky drew primary influences from European and Russian schools of art. According to Sureniants, he sought to create a union which would have brought together all Armenian artists around the world.[24] The prominent Armenian poet Hovhannes Tumanyan wrote a short poem titled \"In Front of an Aiazovsky painting\" in 1893, inspired by a seascape.[103] It was translated into English in 1917 by Alice Stone Blackwell.[104] As early as 1876, a sea painting by Aivazovsky was hanging at the residence of the Catholicos at the monastery of Etchmiadzin, the center of the Armenian Church.[105] The National Gallery of Armenia in Yerevan holds around 100 works of Aivazovsky, including 65 paintings.[106] Several paintings from the National Gallery now hang in the Presidential Palace in Yerevan.[107] A bust of Aivazovsky was erected in Stepanakert, the center of Nagorno-Karabakh, in December 2021.[108] Aivazovsky's paintings were popular in the Ottoman imperial court during the 19th century.[109] According to Hürriyet Daily News, as of 2014, 30 paintings of Aivazovsky are on display in museums in Turkey.[110] According to Bülent Özükan [tr], there are 41 paintings of Aivazovsky on display in Turkey, 21 in former palaces of Ottoman sultans, 10 in various marine and military museums, and 10 at the presidential residence.[111] In 2007, when Abdullah Gül became president of Turkey, he brought paintings by Aivazovsky up from the basement to hang in his office during redecoration of the presidential palace, the Çankaya Mansion in Ankara.[112] Pictures of official meetings of Recep Tayyip Erdoğan at the new Presidential Complex in Ankara show that the walls of the rooms at the presidential residence are decorated with Aivazovsky's artwork.[111][113] In Ukraine, he is sometimes considered a Ukrainian painter.[114] He was included in a 2001 book titled 100 Greatest Ukrainians.[115] An alley in Kiev (Провулок Айвазовського) was named after him in 1939. A statue of Aivazovsky and his brother Gabriel is located in Simferopol, Crimea's administrative center.[116] In June 2017 Ukrainian president Petro Poroshenko claimed that Aivazovsky is \"part of Ukrainian heritage.\"[117][118] Russian media accused him of appropriation of Aivazovsky.[119][120] Aivazovsky's house in Feodosia, where he had founded an art museum in 1880, is open to this day as the Aivazovsky National Art Gallery. It remains a central attraction in the city[38] and holds the world's largest collections (417) of Aivazovsky paintings.[31] A statue of the artist, by Ilya Ginzburg, was erected in front of the museum in 1930.[122] The Soviet Union (1950), Romania (1971),[123] Armenia (first in 1992),[124] Russia (first in 1995),[125] Ukraine (1999),[126] and other countries have issued postage stamps depicting Aivazovsky or his works.[123] The minor planet 3787 Aivazovskij, named after Aivazovsky, was discovered by Soviet astronomer Nikolai Chernykh in 1977.[127] In 2016 and 2017 the 200th anniversary of Aivazovsky was celebrated with major exhibitions in Russia, Ukraine, and Armenia. An exhibition featuring 120 paintings and 55 etchings of Aivazovsky was held at the Tretyakov Gallery on Krymsky Val in Moscow from 29 July to 20 November 2016 dedicated to his 200th anniversary of birth.[128][129] In the first 2 weeks, the exhibition had around 55,000 visitors, a record number.[130] 38 of the works were moved from the Aivazovsky Art Gallery in Feodosia, which prompted Ukraine to call for an international boycott of the Tretyakov Gallery as it considers Crimea an occupied territory.[131] Exhibitions were also held at the National Art Museum of Ukraine in Kiev,[132] and the National Gallery of Armenia in Yerevan.[133] Aivazovsky is depicted on the 20,000 Armenian dram banknotes issued in 2018.[121] Aivazovsky's paintings began appearing in auctions (mostly in London) in the early 2000s. Many of his works are being bought by Russian oligarchs.[134] His works have risen steadily in auction value.[135] In 2004, his Saint Isaac's Cathedral On A Frosty Day, a rare cityscape, sold for around £1 million ($2.1 million).[136][137] In 2006 The Varangians on the Dnieper sold for $3.2 million at Sotheby's.[138] In 2007 his painting American Shipping off the Rock of Gibraltar auctioned at £2.71 million, \"more than four times its top estimate\".[139] In April 2012, his 1856 work View of Constantinople and the Bosphorus was sold at Sotheby's for a record $5.2 million (£3.2 million),[140] a tenfold increase since it was last at an auction in 1995.[141] In 2020 his 1878 painting The Bay of Naples sold for $2.8 million, a record for a painting at an online-only auction.[142] In January 2011 a number of paintings, including those of Aivazovsky, were stolen from the country house of Aleksandr Tarantsev, an owner of a chain of jewelry stores in Russia.[143][144] In 2017 it was reported that a fake of one of the paintings stolen from Tarantsev's house was presented to Armenian president Serzh Sargsyan by the Pyunik foundation.[145][146] In February 2011 an 1875 Aivazovsky painting A Storm on Rocky Shores was discovered at a Moscow auction after having been stolen from Armenia in 1990.[147] It was returned to Armenia's National Gallery by the Armenian-born Russian Senator Oganes Oganyan [ru] (Hovhannes Ohanyan), its last owner.[106][148] In June 2015 Sotheby's withdrew from auction an 1870 Aivazovsky painting Evening in Cairo, which was estimated at £1.5–2 million ($2–$3 million), after the Russian Interior Ministry claimed that it was stolen in 1997 from a private collection in Moscow.[149][150] In 2017 View on Revel (1845), stolen from the Dmitrov Kremlin Museum [ru] in 1976, was found at the Koller Auktionen [de] in Zürich, Switzerland.[151] Russian Table of Ranks:[21] Notes Citations","Title":"Ivan Aivazovsky - Wikipedia","KeyID":"7649","URL":"https://en.wikipedia.org/wiki/Ivan_Aivazovsky"}