{"Content: ":"Thomas Cole (February 1, 1801 – February 11, 1848) was an English-American painter known for his landscape and history paintings. He is regarded as the founder of the Hudson River School,[1][2] an American art movement that flourished in the mid-19th century. Cole's work is known for its romantic portrayal of the American wilderness.[3] Born in Bolton le Moors, Lancashire, in 1801,[4] Cole immigrated with his family to the United States in 1818, settling in Steubenville, Ohio. At the age of 22, he moved to Philadelphia and later, in 1825, to Catskill, New York, where he lived with his wife and children until his death in 1848.[5] Cole found work early on as an engraver. He was largely self-taught as a painter, relying on books and by studying the work of other artists. In 1822, he started working as a portrait painter and later on, gradually shifted his focus to landscape.[6] In New York, Cole sold five paintings to George W. Bruen, who financed a summer trip to the Hudson Valley where the artist produced landscapes featuring the Catskill Mountain House, the famous Kaaterskill Falls, the ruins of Fort Putnam, and two views of Cold Spring.[7][8] Returning to New York, he displayed five landscapes in the window of William Colman's bookstore; according to the New York Evening Post the two views of Cold Spring were purchased by Mr. A. Seton, who lent them to the American Academy of the Fine Arts annual exhibition in 1826. This garnered Cole the attention of John Trumbull, Asher B. Durand, and William Dunlap. Among the paintings was a landscape called View of Fort Ticonderoga from Gelyna. Trumbull was especially impressed with the work of the young artist and sought him out, bought one of his paintings, and put him into contact with a number of his wealthy friends[4] including Robert Gilmor of Baltimore and Daniel Wadsworth of Hartford, who became important patrons of the artist. Cole was primarily a painter of landscapes, but he also painted allegorical works. The most famous of these are the five-part series, The Course of Empire, which depict the same landscape over generations—from a near state of nature to consummation of empire, and then decline and desolation—now in the collection of the New-York Historical Society and the four-part The Voyage of Life. There are two versions of the latter, one at the National Gallery in Washington, D.C., the other at the Munson-Williams-Proctor Arts Institute in Utica, New York. Among Cole's other famous works are The Oxbow (1836), The Notch of the White Mountains, Daniel Boone at his cabin at the Great Osage Lake, and Lake with Dead Trees (1825) which is at the Allen Memorial Art Museum.[9] He also painted The Garden of Eden (1828), with lavish detail of Adam and Eve living amid waterfalls, vivid plants, and deer.[10] In 2014, friezes painted by Cole on the walls of his home, which had been decorated over, were discovered.[11] Cole influenced his peers in the art movement later termed the Hudson River School, especially Asher B. Durand and Frederic Edwin Church. Church studied with Cole from 1844 to 1846, where he learned Cole's technique of sketching from nature and later developing an idealized, finished composition; Cole's influence is particularly notable in Church's early paintings.[12] Cole spent the years 1829 to 1832 and 1841 to 1842 abroad, mainly in England and Italy.[4] Cole is best known for his work as an American landscape artist. In an 1836[13] article on \"American Scenery\",[14] he described his complex relationship with the American landscape in esthetic, emotional, and spiritual terms. He also produced thousands of sketches of varying subject matter. Over 2,500 of these sketches can be seen at The Detroit Institute of Arts. In 1842, Cole embarked on a Grand Tour of Europe in an effort to study in the style of the Old Masters and to paint its scenery. Most striking to Cole was Europe's tallest active volcano, Mount Etna. Cole was so moved by the volcano's beauty that he produced several sketches and at least six paintings of it.[15] The most famous of these works is A View from Mount Etna from Taormina which is a 78-by-120-inch (1,980 by 3,050 mm) oil on canvas. Cole also produced a highly detailed sketch View of Mount Etna which shows a panoramic view of the volcano with the crumbling walls of the ancient Greek theater of Taormina on the far right. Cole was also a poet and dabbled in architecture, a not uncommon practice at the time when the profession was not so codified. Cole was an entrant in the design competition held in 1838 to create the Ohio Statehouse in Columbus, Ohio. His entry won third place, and many contend that the finished building, a composite of the first, second, and third-place entries, bears a great similarity to Cole's entry.[16] After 1827 Cole maintained a studio at the farm called Cedar Grove, in the town of Catskill, New York. He painted a significant portion of his work in this studio. In 1836, he married Maria Bartow of Catskill, a niece of the owner's, and became a year-round resident. Thomas and Maria had five children.[17] Cole's daughter Emily was a botanical artist who worked in watercolor and painted porcelain.[18] Cole's sister, Sarah Cole, was also a landscape painter; the two were close. Additionally, Cole held many friendships with important figures in the art world including Daniel Wadsworth, with whom he shared a close friendship. Proof of this friendship can be seen in the letters that were unearthed in the 1980s by the Trinity College Watkinson Library. Cole emotionally wrote Wadsworth in July 1832: \"Years have passed away since I saw you & time & the world have undoubtedly wrought many changes in both of us; but the recollection of your friendship... [has] never faded in my mind & I look at those pleasures as 'flowers that never will in other garden grow-'\"[19] Thomas Cole died at Catskill on February 11, 1848, of pleurisy.[20] The fourth highest peak in the Catskills is named Thomas Cole Mountain in his honor.[21] Cedar Grove, also known as the Thomas Cole House, was declared a National Historic Site in 1999 and is now open to the public.[22] Imaginary scene from The Last of the Mohicans (1827), Wadsworth Atheneum Expulsion from the Garden of Eden (1828), Museum of Fine Arts, Boston The Subsiding of the Waters of the Deluge (1829), Smithsonian American Art Museum Distant View of Niagara Falls (1830), Art Institute of Chicago[23] Romantic Landscape with Ruined Tower (1832–36), Albany Institute of History & Art The Course of Empire: The Savage State (1836), New-York Historical Society The Course of Empire: Consummation (1835–1836), New-York Historical Society The Course of Empire: Desolation (1836), New-York Historical Society The Course of Empire: Destruction (1836), New-York Historical Society The Architect's Dream (1840), Toledo Museum of Art The Fountain of Vaucluse (1841), Dallas Museum of Art Temple of Segesta (1843), Museum of Fine Arts, Boston A View of the Two Lakes and Mountain House, Catskill Mountains, Morning (c. 1844), Brooklyn Museum Il Penseroso (1845), Los Angeles County Museum of Art Home in the Woods (1847), Reynolda House Museum of American Art Prometheus Bound (1847), Fine Arts Museums of San Francisco Media related to Thomas Cole at Wikimedia Commons Category","Title":"Thomas Cole - Wikipedia","KeyID":"7656","URL":"https://en.wikipedia.org/wiki/Thomas_Cole"}