{"Content: ":"Samuel Palmer RWS Hon.RE (Hon. Fellow of the Society of Painter-Etchers) (27 January 1805 – 24 May 1881) was a British landscape painter, etcher and printmaker. He was also a prolific writer. Palmer was a key figure in Romanticism in Britain and produced visionary pastoral paintings. Palmer, who was born in Surrey Square off the Old Kent Road in Newington, London (now Walworth),[1] was the son of a bookseller and sometime Baptist minister, and was raised by a pious nurse. Palmer painted churches from around age twelve, and first exhibited Turner-inspired works at the Royal Academy at the age of fourteen. He had little formal training, and little formal schooling, although he was educated briefly at Merchant Taylors' School.[2] Through John Linnell, he met William Blake in 1824. Blake's influence can be seen in work he produced over the next ten years (generally reckoned to be his greatest). The works were landscapes around Shoreham, near Sevenoaks in the west of Kent. He purchased a run-down cottage, nicknamed \"Rat Abbey\", and lived there from 1826 to 1835, depicting the area as a demi-paradise, mysterious and visionary, often shown in sepia shades under moon and star light. There Palmer associated with a group of Blake-influenced artists known as the Ancients (including George Richmond and Edward Calvert). They were among the few who saw the Shoreham paintings as, resulting from attacks by critics in 1825, he opened his early portfolios only to selected friends. Palmer's somewhat disreputable father – Samuel Palmer senior – moved to the area, his brother Nathaniel having offered him an allowance that would \"make him a gentleman\" and restore the good name of the family. Samuel Palmer senior rented half of the Queen Anne-era 'Waterhouse' which still stands by the River Darent at Shoreham and is now known as the 'Water House'. Palmer's nurse, Mary Ward, and his other son William joined him there. The Waterhouse was used to accommodate overflow guests from \"Rat Abbey\". In 1828 Samuel Palmer left \"Rat Abbey\" to join his father at Water House and lived there for the rest of his time in Shoreham. While at Shoreham he fell in love with the fourteen-year-old Hannah Linnell, whom he later married. After returning to London in 1835, and using a small legacy to purchase a house in Marylebone, Palmer produced less mystical and more conventional work. Part of his reason in returning to London was to sell his work and earn money from private teaching. He had better health on his return to London, and was by then married to Hannah, daughter of the painter John Linnell who he had known since she was a child, and married when she was nineteen and he was thirty-two. He sketched in Devonshire and Wales around this time. His peaceful vision of rural England had been disrupted by the violent rural discontent of the early 1830s. His small financial legacy was running out and he decided to produce work more in line with public taste if he was to earn an income for himself and his wife. He was following the advice of his father-in-law. Linnell, who had earlier shown remarkable understanding of the uniqueness of William Blake's genius, was not as generous with his son-in-law, towards whom his attitude was authoritarian and often harsh. Palmer turned more to watercolour which was gaining popularity in England. To further a commercial career, the couple embarked on a two-year honeymoon to Italy, made possible by money from Hannah's parents in 1837. In Italy Palmer's palette became brighter, sometimes to the point of garishness, but he made many fine sketches and studies that would later be useful in producing new paintings. On his return to London, Palmer sought patrons with limited success. For more than two decades he was obliged to work as a private drawing master, until he moved from London in 1862. To add to his financial worries, he returned to London to find his dissolute brother William had pawned all his early paintings, and Palmer was obliged to pay a large sum to redeem them. By all accounts Palmer was an excellent teacher, but the work with uninspired students reduced the time he could devote to his own art. From the early 1860s he gained some measure of critical success for his later landscapes, which had a touch of the early Shoreham work about them – most notable is the etching of The Lonely Tower (1879). He became a full member of the Water Colour Society in 1854, and its annual show gave him a yearly goal to work towards. His best late works include a series of large watercolours illustrating Milton's poems L'Allegro and Il Penseroso and his etchings, a medium in which he worked from 1850 onwards, including a set illustrating Virgil. Palmer's later years were darkened by the death in 1861, at the age of 19, of his elder son Thomas More Palmer – a devastating blow from which he never fully recovered. He lived in various places later in his life, including a small cottage and an unaffordable villa both in Kensington, where he lived at 6 Douro Place,[3] then a cottage at Reigate. But it was only when a small measure of financial security came his way, that was he able to move to Furze Hill House in Redhill, Surrey, from 1862. He could not afford to have a daily newspaper delivered to Redhill, suggesting that his financial circumstances there were still tight. Palmer died in Redhill, Surrey, and is buried with his wife in St Mary's, Reigate churchyard. Palmer was largely forgotten after his death. In 1909, many of his Shoreham works were destroyed by his surviving son Alfred Herbert Palmer, who burnt \"a great quantity of father's handiwork ... Knowing that no one would be able to make head or tail of what I burnt; I wished to save it from a more humiliating fate\". The destruction included \"sketchbooks, notebooks, and original works, and lasted for days\". It wasn't until 1926 that Palmer's rediscovery began through a show curated by Martin Hardie at the Victoria & Albert Museum, Drawings, Etchings and Woodcuts made by Samuel Palmer and other Disciples of William Blake. But it took until the early 1950s for his reputation to recover, stimulated by Geoffrey Grigson's 280-page book Samuel Palmer (1947) and later by an exhibition of the Shoreham work in 1957 and by Grigson's 1960 selection of Palmer's writing. His reputation rests mainly on his Shoreham work, but some of his later work has recently received more appreciation. The Shoreham work has had a powerful influence on many English artists after being rediscovered. Palmer was a notable influence on F. L. Griggs, Robin Tanner, Graham Sutherland, Paul Drury, Joseph Webb, Eric Ravilious, John Minton, the glass engraving of Laurence Whistler, and Clifford Harper. He also inspired a resurgence in twentieth-century landscape printmaking, which began amongst students at Goldsmiths' College in the 1920s. (See: Jolyon Drury, 2006) In 2005 the British Museum collaborated with the Metropolitan Museum of Art to stage the first major retrospective of his work, timed to coincide with the bicentenary of Palmer's birth. The show ran from October 2005 to January 2006, and at the Metropolitan Museum of Art, New York, March – May 2006. The Fine Art Society, London, staged an exhibition in 2012, entitled \"Samuel Palmer, His Friends and Followers\", which focused on landscapes.[4] There are three commemorative plaques to Palmer. An unofficial blue plaque is located at Palmer's birthplace at Surrey Square.[5] The Grade II listed Waterhouse, in Shoreham, Kent, has a plaque on it commemorating Palmer's residence there from 1827 to 1835.[6] A Greater London Council blue plaque is located at 6 Douro Place, Kensington W8, marking that Palmer lived there from 1851 to 1861.[7] His last home was The Chantry (the former Furze Hill Place), at Cronks Hill, near Redhill, which is Grade II listed for the Palmer connection.[8] The oldest house in Shoreham, Kent, is called Reed Beds, but is also known as the Samuel Palmer School of Fine Art.[9] The National Portrait Gallery holds an 1829 portrait of Palmer by his friend George Richmond; the NPG's catalogue notes state that Palmer's expression and long hair recall Albrecht Dürer's 1500 self-portrait as Christ.[10] Palmer Close, a cul-de-sac in Redhill (built in the 1960’s) was named in his honour. Category","Title":"Samuel Palmer - Wikipedia","KeyID":"7674","URL":"https://en.wikipedia.org/wiki/Samuel_Palmer"}