{"Content: ":"Pierre Henri Révoil (12 June 1776 – 19 March 1842) was a French painter in the troubadour style. He was born in Lyon. His father was a furrier. Although he was needed at home, his family allowed him to receive a proper education. He first studied art at the École centrale in Lyon, under the direction of Donat Nonnotte. In 1793, increasing poverty forced his family to send him to work with a manufacturer of patriotic wallpapers. Two years later, he managed to find a place at the studios of Jacques-Louis David at the École des Beaux-arts.[1] Initially, he found himself fascinated by Greek vase paintings and found some notoriety for his scenes of the Revolution. He also did many large-scale religious paintings, but soon focused almost exclusively on historical scenes from the Middle Ages, in what would later be somewhat derisively called the \"Troubadour Style\". In 1802, when Napoleon, laid the foundation stones for the Place Bellecour, Révoil celebrated the occasion with a large allegorical drawing, \"Napoleon Rebuilding the Town of Lyon\", which became the basis for a painting exhibited at the Salon in 1804.[1] Three years later, he was named a Professor in the École des beaux-arts at the palais Saint-Pierre (now the Museum of Fine Arts of Lyon). By 1811 he had amassed a huge collection of Medieval armor, chests, vases, wall hangings, paintings and manuscripts. This personal museum was used as a teaching tool for his students at the École. By this time, it was also quite famous and was described in detail for the Magasin encyclopédique [fr] by Aubin-Louis Millin de Grandmaison. He also wrote Medieval-style chansons, some of which became popular in the Lyon region. When the First Empire fell, he rallied to the cause of the Restoration and destroyed his painting of Napoleon. The following year, he married the eighteen-year-old daughter of a cousin and moved to Provence in 1818. He returned to Lyon in 1823 and served as Director of the École until 1830. Some of his best-known students there were Claude Bonnefond, Hippolyte Flandrin and Victor Orsel. In 1828, he donated his collection to the Louvre[2] and had just finished transferring it to Paris when the July Revolution broke out. This put an end to his career and he left for Provence again, never to return to Lyon. Years later, alone and penniless, he moved into a loft on the Rue de Seine in Paris, where he died. His sister was the poet Louise Colet and his son, Henri Révoil, was a well-known architect who restored many churches and other public buildings. Category","Title":"Pierre Révoil - Wikipedia","KeyID":"7677","URL":"https://en.wikipedia.org/wiki/Pierre_R%C3%A9voil"}