{"Content: ":"Fleury François Richard (25 February 1777, Lyon – 14 March 1852, Écully), sometimes called Fleury-Richard, was a French painter of the École de Lyon. A student of Jacques-Louis David, Fleury-Richard and his friend Pierre Révoil were precursors of the Troubador style. The son of a magistrate, Fleury François Richard studied at the collège de l'Oratoire in Lyon then at the école de Dessin under Alexis Grognard. At the latter he met Pierre Révoil. In 1796 he joined the Paris studio of Jacques-Louis David. His first paintings had major success and he mingled with the Paris intelligentsia, among whom the Troubador style was highly favoured. He became the favourite painter of empress Joséphine de Beauharnais, who bought many of his paintings, so that the European renown gained by his first works was recognised by Madame de Staël. In 1808 he set up his own studio at the palais Saint-Pierre at Lyon, having been granted it by the city for the benefits he had brought to it by his reputation. He was initiated into the Scottish Rite Masonic Lodge of Isis in 1809, and in 1814 married a banker's daughter, Blanche Menut. He was made a knight of the Légion d'honneur in 1815. Seeking inspiration, he visited Geneva, Milan, Turin and the Dauphiné. He served as a professor at the École des beaux-arts de Lyon from 1818 to 1823. In 1851 he set himself up at Écully, devoting himself to writing. He edited his Souvenirs, lives of painters and a work on painting in the second-order towns of France, Quelques réflexions sur l'enseignement de la peinture dans les villes de second ordre. Fleury-Richard received his first lessons in Lyon, a silk-producing town, but he was mainly formed by his time in the neoclassical atmosphere of David's studio. Like other English and German artists of the era Fleury-Richard was passionate about history and fascinated by medieval chivalry and the Renaissance. His visit to the Musée des monuments français, where he saw the tomb of Valentina Visconti on display, inspired his first major work in a utopian and melancholic Troubadour style, which also originated in David's studio. This style would impose a powerful historicist current on the masters of the 14th and 15th centuries, a more anecdotal that truly historical iconography. François-René Martin presents this tendency as \"a retreat into the private sphere.[1] Richard was notably amazed by the works attributed to the king-poet \"bon Roi René\" and most particularly by his art history treatise Le Cuer d’amours espris. On his return to Lyon, he cultivated his friendship with Pierre Révoil and, with Révoil and a small inner-circle, discovered nature and the archaeological remains around Lyon, in Fourvière, Saint-Just or the Île Barbe. It was in this context that Révoil, in 1798, showed both nature and remains in a drawing he offered to his \"brother\". To the Troubadour painters' historicism he blended \"a poetry of nature\" and \"researches into distance or loneliness\".[2] Also the abandoned crypt of Saint Irénée at Saint-Just was used by Fleury-Richard in his studies for \"A Knight in prayer in a chapel, preparing himself for combat\"; the construction used in \"Young girl at a fountain\" was a Roman sarcophagus at Île-Barbe; also at Île-Barbe, associated to the cloister of Notre-Dame-de-l'Isle at Vienne in The Hermitage of Vaucouleurs. When some scholars at the start of the 20th century sought to connect him to the école lyonnaise despite his training in Paris, his national career and his painting – the historical genre was not specific to Lyon.[3] In Fleury-Richard's critical writings scholars find a reflection prefiguring his attachment to Symbolism before it existed: \"Painting is not an imitation of reality. It is a symbol, a figurative language which presents the image of thought; and thought rises to the source of infinite beauty, there finding the archetypical forms signalled by Plato, of which created beings are only copies.[4]\" Comminges and Adalaïde in the couvent de La Trappe Interior of a convent (Couvent des Cordeliers de l'Observance) Lyon Scene in a ruined chapel, Lyon Category","Title":"Fleury François Richard - Wikipedia","KeyID":"7678","URL":"https://en.wikipedia.org/wiki/Fleury_Fran%C3%A7ois_Richard"}