{"Content: ":"James Ward RA (23 October 1769 – 17 November 1859) was a British painter, particularly of animals, and an engraver. Born in London to James Ward and Rachael Goldsmith, and younger brother of William Ward the engraver, James Ward was influenced by many people, but his career is conventionally divided into two periods: until 1803, his single greatest influence was his brother in law George Morland; from that time, it was Rubens. From 1810 or so onward, Ward specialised in painting horses within landscapes; slightly later, he turned to very large-scale landscapes, of which Gordale Scar (Tate, London), completed in 1814 or 1815 and depicting Gordale Scar (Yorkshire) as an example of the sublime, is considered his masterpiece and a masterpiece of English Romantic painting.[1] Ward devoted much of the period 1815–21 to the painting of a gigantic work titled Allegory of Waterloo (now lost); this neither was much praised nor brought in the revenue Ward had hoped for. The experience may have embittered him, and the deaths of his first wife and a daughter were among other tragedies. Like many artists of the time, Ward sought commissions from wealthy gentry of their favorite horses, their favorite hunting dogs or their children.[2] One such family that Ward painted and drew repeatedly, and whom he counted among his friends, were the Levett family of Wynchnor Park, Staffordshire. One of Ward's best-known portraits was his Theophilus Levett hunting at Wychnor, Staffordshire of 1817.[3] Another was Ward's 1811 painting entitled The Reverend Thomas Levett and his favourite dogs, cock-shooting. Ward also painted a group portrait of three Levett children — John, Theophilus and Frances Levett.[4] (For the Levetts, see link to the Ward exhibit at the Yale Center for British Art.)[5] James Ward was first married to Mary Ann Ward (no known relation) in 1794, and after her death to Charlotte Fritche in 1827 (supposedly a relative of his first wife). James and Mary Ann Ward had several children including: James Ward was the paternal grandfather of the painter Henrietta Ward and the great-grandfather of Leslie Ward, the Vanity Fair caricaturist.[1] In 1830, Ward moved to Cheshunt (Hertfordshire) with his second wife, but he continued to work, particularly on religious themes. A stroke in 1855 ended his work, and he died in poverty. He is buried at Kensal Green Cemetery.[7] His monument was sculpted by John Henry Foley in 1866.[8] James Ward was one of the outstanding artists of the day, his singular style and great skill set him above most of his contemporaries, markedly influencing the growth of British art. Regarded as one of the great animal painters of his time, James produced history paintings, portraits, landscapes and genre. He started off as an engraver, trained by William, who later engraved much of his work. The partnership of William and James Ward produced the best that English art had to offer, their great technical skill and artistry having led to images that reflect the grace and charm of the era. He was admitted for membership into the Royal Academy in 1811.[9] One of Ward's best-known paintings, The Deer Stealer, was commissioned in 1823 for the sum of 500 guineas by Ward's patron Theophilus Levett. When the work was finished, Levett pronounced himself delighted with the results, and consequently raised the remuneration to 600 guineas. Subsequently, Ward was said to have been offered 1,000 guineas for the painting by 'a nobleman,' which he declined. The painting now hangs at Tate in London.[10] Chisholm, Hugh, ed. (1911). \"Ward, James (painter)\" . Encyclopædia Britannica (11th ed.). Cambridge University Press. Category","Title":"James Ward (artist) - Wikipedia","KeyID":"7688","URL":"https://en.wikipedia.org/wiki/James_Ward_(artist)"}