{"Content: ":"Romantic poetry is the poetry of the Romantic era, an artistic, literary, musical and intellectual movement that originated in Europe towards the end of the 18th century. It involved a reaction against prevailing Enlightenment ideas of the 18th century,[1] and lasted approximately from 1800 to 1850.[2][3] In early-19th-century England, the poet William Wordsworth defined his and Samuel Taylor Coleridge's innovative poetry in his Preface to Lyrical Ballads (1798): I have said before that poetry is the spontaneous overflow of powerful feelings: it takes its origin in emotion recollected in tranquility: the emotion is contemplated till, by a species of reaction, the tranquility gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind.[4] The poems of Lyrical Ballads intentionally re-imagined the way poetry should sound: \"By fitting to metrical arrangement a selection of the real language of men,\" Wordsworth and his English contemporaries, such as Coleridge, John Keats, Percy Shelley, and William Blake, wrote poetry that was meant to boil up from serious, contemplative reflection over the interaction of humans with their environment. Although many stress the notion of spontaneity in Romantic poetry, the movement was still greatly concerned with the difficulty of composition and of translating these emotions into poetic form. Indeed, Coleridge, in his essay On Poesy or Art, sees art as “the mediatress between, and reconciler of nature and man”.[5] Such an attitude reflects what might be called the dominant theme of English Romantic poetry: the filtering of natural emotion through the human mind in order to create meaning. The Sublime is considered one of the most important concepts in Romantic poetry. In literature, it refers to use of language and description that excites thoughts and emotions beyond ordinary experience. Although it is often associated with grandeur, the sublime may also refer to the grotesque or other extraordinary experiences that \"take us beyond ourselves.”[6] The literary concept of the sublime became important in the eighteenth century. It is associated with the 1757 treatise by Edmund Burke, though it has earlier roots. The idea of the sublime was taken up by Immanuel Kant and the Romantic poets including especially William Wordsworth. Another characteristic of romantic poetry is power and passion. The writer feels the poem when they write it. They try to imagine in it. And also they use strong words to show power. Romantic poetry contrasts with Neoclassical poetry, which was the product of intellect and reason, while Romantic poetry is more the product of emotion. Romantic poetry at the beginning of the nineteenth century was a reaction against the set standards, conventions of eighteenth-century poetry. According to William J. Long, \"[T]he Romantic movement was marked, and is always marked, by a strong reaction and protest against the bondage of rule and custom which in science and theology as well as literature, generally tend to fetter the free human spirit.\"[full citation needed] Belief in the importance of the imagination is a distinctive feature of romantic poets such as John Keats, Samuel Taylor Coleridge and P. B. Shelley, unlike the neoclassical poets. Keats said, “I am certain of nothing but of the holiness of the Heart's affections and the truth of Imagination- What the imagination seizes as beauty must be truth.” For Wordsworth and William Blake, as well as Victor Hugo and Alessandro Manzoni, the imagination is a spiritual force, is related to morality, and they believed that literature, especially poetry, could improve the world. The secret of great art, Blake claimed, is the capacity to imagine. To define imagination, in his poem \"Auguries of Innocence\", Blake said: To see a world in a grain of sand, And heaven in a wild flower, Hold infinity in the palm of your hand, And eternity in an hour. Love for nature is another important feature of Romantic poetry, as a source of inspiration. This poetry involves a relationship with external nature and places, and a belief in pantheism. However, the Romantic poets differed in their views about nature. Wordsworth recognized nature as a living thing, teacher, god, and everything. These feelings are fully developed and expressed in his epic poem The Prelude. In his poem \"The Tables Turn\" he writes: One impulse from the vernal wood Can teach you more of man, Of moral evil and good, Then all sages can. Shelley was another nature poet, who believed that nature is a living thing and there is a union between nature and man. Wordsworth approaches nature philosophically, while Shelley emphasizes the intellect. John Keats is another lover of nature, but Coleridge differs from other Romantic poets of his age, in that he has a realistic perspective on nature. He believes that nature is not the source of joy and pleasure, but rather that people's reactions to it depend on their mood and disposition. Coleridge believed that joy does not come from external nature, but that it emanates from the human heart. Melancholy occupies a prominent place in romantic poetry, and is an important source of inspiration for the Romantic poets. In '\"Ode to a Nightingale\", Keats wrote: ...................................................for many a time I have been half in love with easeful Death, Call’d him soft names in many a mused rhyme, To take into the air my quiet breath; Now more than ever seems it rich to die, To cease upon the midnight with no pain. Romantic poetry was attracted to nostalgia, and medievalism is another important characteristic of romantic poetry, especially in the works of John Keats, for example, La Belle Dame Sans Merci, and Coleridge.[citation needed] They were attracted to exotic, remote and obscure places, and so they were more attracted to Middle Ages than to their own age. The world of classical Greece was important to the Romantics. John Keats' poetry is full of allusions to the art, literature and culture of Greece, as for example in \"Ode on a Grecian Urn\". Most of the romantic poets used supernatural elements in their poetry. Samuel Taylor Coleridge is the leading romantic poet in this regard, and \"Kubla Khan\" is full of supernatural elements. Romantic poetry is the poetry of sentiments, emotions and imagination. Romantic poetry opposed the objectivity of neoclassical poetry. Neoclassical poets avoided describing their personal emotions in their poetry, unlike the Romantics.[citation needed]. French literature from the first half of the century was dominated by Romanticism, which is associated with such authors as Victor Hugo, Alexandre Dumas, père, François-René de Chateaubriand, Alphonse de Lamartine, Gérard de Nerval, Charles Nodier, Alfred de Musset, Théophile Gautier and Alfred de Vigny. Their influence was felt in theatre, poetry, prose fiction. In a 1983 book about the 16th century Catholic poet Jean de La Ceppède, English poet Keith Bosley wrote that Agrippa d'Aubigné, \"the epic poet of the Protestant cause,\" during the French Wars of Religion, \"was forgotten until the Romantics rediscovered him.\"[7] The effect of the romantic movement would continue to be felt in the latter half of the 19th-century in diverse literary developments, such as \"realism\", \"symbolism\", and the so-called fin de siècle \"decadent\" movement. German Romanticism was the dominant intellectual movement in the philosophy, the arts, and the culture of German-speaking countries in the late-18th and early 19th centuries. Compared to English Romanticism, German Romanticism developed relatively late, and, in the early years, coincided with Weimar Classicism (1772–1805); in contrast to the seriousness of English Romanticism, the German variety of Romanticism notably valued wit, humour, and beauty. Sturm und Drang, literally \"Storm and Drive\", \"Storm and Urge\", though conventionally translated as \"Storm and Stress\")[8] is a proto-Romantic movement in German literature and music that took place from the late 1760s to the early 1780s, in which individual subjectivity and, in particular, extremes of emotion were given free expression in reaction to the perceived constraints of rationalism imposed by the Enlightenment and associated aesthetic movements. The period is named for Friedrich Maximilian Klinger's play Sturm und Drang, which was first performed in 1777. The philosopher Johann Georg Hamann is considered to be the ideologue of Sturm und Drang, with Jakob Michael Reinhold Lenz, H. L. Wagner and Friedrich Maximilian Klinger also significant figures. Johann Wolfgang von Goethe was also a notable proponent of the movement, though he and Friedrich Schiller ended their period of association with it by initiating what would become Weimar Classicism. Jena Romanticism – also the Jena Romantics or Early Romanticism (Frühromantik) – is the first phase of Romanticism in German literature represented by the work of a group centered in Jena from about 1798 to 1804, notably Friedrich Schlegel, August Wilhelm Schlegel, Novalis, Ludwig Tieck, and Friedrich Wilhelm Joseph Schelling. These thinkers were primarily concerned with the problems posed by Immanuel Kant in the Critique of Judgment and what was seen as the failure of the Analytic of the Sublime to accomplish the task set before it: bridging the gap between pure and practical reason. In a different vein, Friedrich Hölderlin and Heinrich von Kleist also grappled with similar philosophical issues in a manner different from the Jena circle. Heidelberg was the centre of the epoch of Romantik (Romanticism) in Germany. The phase after Jena Romanticism is often called Heidelberg Romanticism (see also Berlin Romanticism). There was a famous circle of poets, the Heidelberg Romantics, such as Joseph von Eichendorff, Johann Joseph von Görres, Ludwig Achim von Arnim, and Clemens Brentano. A relic of Romanticism is the Philosophers' Walk (German: Philosophenweg), a scenic walking path on the nearby Heiligenberg, overlooking Heidelberg. The Romantik epoch of German philosophy and literature, was described as a movement against classical and realistic theories of literature, a contrast to the rationality of the Age of Enlightenment. It elevated medievalism and elements of art and narrative perceived to be from the medieval period. It also emphasized folk art, nature and an epistemology based on nature, which included human activity conditioned by nature in the form of language, custom and usage. Romanticism in Poland was a literary, artistic and intellectual period in the evolution of Polish culture, which began around 1820, coinciding with the publication of Adam Mickiewicz's first poems, Ballads and Romances, in 1822. It ended with the suppression of the Polish-Lithuanian January 1863 Uprising against the Russian Empire in 1864. The latter event ushered in a new era in Polish culture known as Positivism.[9] Some other notable Polish romantic poets include Juliusz Słowacki, Cyprian Kamil Norwid, Zygmunt Krasiński, Tymon Zaborowski, Antoni Malczewski and Józef Bohdan Zaleski. The 19th century is traditionally referred to as the \"Golden Era\" of Russian literature. Romanticism permitted a flowering of especially poetic talent: the names of Vasily Zhukovsky and later that of his protégé Alexander Pushkin came to the fore. Pushkin is credited with both crystallizing the literary Russian language and introducing a new level of artistry to Russian literature. His best-known work is a novel as sonnet sequence, Eugene Onegin. An entire new generation of poets including Mikhail Lermontov, Yevgeny Baratynsky, Konstantin Batyushkov, Nikolay Nekrasov, Aleksey Konstantinovich Tolstoy, Fyodor Tyutchev and Afanasy Fet followed in Pushkin's steps. Pushkin is considered by many to be the central representative of Romanticism in Russian literature; however, he can't be labelled unequivocally as a Romantic. Russian critics have traditionally argued that,during the 36 years of his life, Pushkin's works took a path from neo-Classicism through Romanticism and ultimately to Realism. An alternative assessment suggests that \"he had an ability to entertain contrarities [sic] which may seem Romantic in origin, but are ultimately subversive of all fixed points of view, all single outlooks, including the Romantic\" and that \"he is simultaneously Romantic and not Romantic\".[10] Scottish poet Robert Burns became a \"people’s poet\" in Russia. In Imperial times the Russian aristocracy were so out of touch with the peasantry that Burns, translated into Russian, became a symbol for the ordinary Russian people. In Soviet Russia, Burns was elevated as the archetypical poet of the people – not least since the Soviet regime slaughtered and silenced its own poets. A new translation of Burns, begun in 1924 by Samuil Marshak, proved enormously popular selling over 600,000 copies.[11][12] In 1956, the Soviet Union became the first country in the world to honour Burns with a commemorative stamp. The poetry of Burns is taught in Russian schools alongside their own national poets. Burns was a great admirer of the egalitarian ethos behind the French Revolution. Whether Burns would have recognised the same principles at work in the Soviet State at its most repressive is moot. This didn’t stop the Communists from claiming Burns as one of their own and incorporating his work into their state propaganda. The post-communist years of rampant capitalism in Russia have not tarnished Burns' reputation.[13] Lord Byron was a major influence on almost all Russian poets of the Golden Era, including Pushkin, Vyazemsky, Zhukovsky, Batyushkov, Baratynsky, Delvig and, especially, Lermontov.[14] Germany and England were major influences on Romantic Spanish poetry. During the late 18th century to the late 19th century, Romanticism spread in the form of philosophy and art throughout Western societies, and the earlier period of this movement overlapped with the Age of Revolutions. The idea of the creative imagination was stressed above the idea of reason, and minute elements of nature, including as insects and pebbles, were now considered divine. Nature was perceived in many different ways by the Spanish Romantics, and Instead of employing allegory, as earlier poets had done, these poets tended to use myth and symbol. The power of human emotion furthermore is emphasised during this period.[2] Leading Romantic poets include Gustavo Adolfo Bécquer (considered the most important), Manuel José Quintana, José Zorrilla, Rosalía de Castro (in Galician and Spanish), and José de Espronceda.[citation needed] In Catalonia, the Romantic movement was a major trigger for the Catalan Renaissance or 'Renaixença', which would gradually bring back prestige to the Catalan language and literature (in decadence since its 15th-century Golden Age), with the leading figure in poetry of Jacint Verdaguer.[15] In Swedish literature the Romantic period is between 1809 and 1830,[16] while in Europe, the period is usually seen as running between 1800–1850. The Swedish version was very much influenced by German literature. During this relatively short period, there were so many great Swedish poets, that the era is called the Golden Age.[17] The period started around when several periodicals were published that criticised the literature of the 18th century. The important periodical Iduna, published by the Gothic Society (1811), presented a romanticised version of Gothicismus,[18] a 17th-century cultural movement in Sweden that had centered on the belief in the glory of the Swedish Geats or Goths. The early 19th-century Romantic nationalist version emphasised the Vikings as heroic figures.[19] Transcendentalism was a philosophical movement that developed in the late 1820s and 1830s in the eastern region of the United States, rooted in English and German Romanticism, the Biblical criticism of Herder and Schleiermacher, the skepticism of Hume,[20] and the transcendental philosophy of Immanuel Kant and of German Idealism. It was also influenced by Indian religions, especially the Upanishads. The movement was a reaction to or protest against the general state of intellectualism and spirituality.[21] The doctrine of the Unitarian church as taught at Harvard Divinity School was of particular interest. Poet Walt Whitman (1819–1892), whose major work Leaves of Grass was first published in 1855, was influenced by transcendentalism.[22] Influenced by Ralph Waldo Emerson and the Transcendentalist movement, itself an offshoot of Romanticism, Whitman's poetry praises nature and the individual human's role in it. However, much like Emerson, Whitman does not diminish the role of the mind or the spirit; rather, he elevates the human form and the human mind, deeming both worthy of poetic praise. Edgar Allan Poe (1809–1849) is best known for his poetry and short stories, and is widely regarded as a central figure of Romanticism in the United States and American literature as a whole. Poe, however, strongly disliked transcendentalism.[23] Another American Romantic poet, Henry Wadsworth Longfellow (1807–1882), was the most popular poet of his day.[24] He was one of the first American celebrities and was also popular in Europe, and it was reported that 10,000 copies of The Courtship of Miles Standish sold in London in a single day.[25] However, Longfellow's popularity rapidly declined, beginning shortly after his death and into the 20th Century as academics began to appreciate poets like Walt Whitman, Edwin Arlington Robinson, and Robert Frost.[26] In the twentieth century, literary scholar Kermit Vanderbilt noted, \"Increasingly rare is the scholar who braves ridicule to justify the art of Longfellow's popular rhymings.\"[27] 20th-century poet Lewis Putnam Turco concluded \"Longfellow was minor and derivative in every way throughout his career [...] nothing more than a hack imitator of the English Romantics.\"[28] There are elements of Romanticism in many later works of American poetry. The influence of Whitman is evident in the work of Langston Hughes and E. E. Cummings; there are echoes of Transcendentalism in poems about nature by Robert Frost, Carl Sandburg, and Gary Snyder; there are strains of Romantic individualism in writing by Frank O'Hara, Sylvia Plath, Adrienne Rich, and the work of the Beat Generation. However, all of these poets are generally identified with more recent movements -- as feminists, Harlem Renaissance writers, modernists, et cetera -- and only indirectly linked with Romanticism by their critics.[citation needed] Some writers consider romantic poetry a way for a better life. Moreover, as Heidi Thomson mentioned in her article, Why Romantic Poetry Still Matters, \"The more literate and articulate we are, the better our chances for survival as citizens and inhabitants of the earth\"[29] Category","Title":"Romantic poetry - Wikipedia","KeyID":"7695","URL":"https://en.wikipedia.org/wiki/Romantic_poetry"}