{"Content: ":"19th-century science was greatly influenced by Romanticism (or the Age of Reflection,[1] c. 1800–40), an intellectual movement that originated in Western Europe as a counter-movement to the late-18th-century Enlightenment.[2]: xxi  Romanticism incorporated many fields of study, including politics, the arts, and the humanities. In contrast to the Enlightenment's mechanistic natural philosophy, European scientists of the Romantic period held that observing nature implied understanding the self and that knowledge of nature \"should not be obtained by force\". They felt that the Enlightenment had encouraged the abuse of the sciences, and they sought to advance a new way to increase scientific knowledge, one that they felt would be more beneficial not only to mankind but to nature as well.[3]: xii  Romanticism advanced a number of themes: it promoted anti-reductionism (that the whole is more valuable than the parts alone) and epistemological optimism (man was connected to nature), and encouraged creativity, experience, and genius.[4] It also emphasized the scientist's role in scientific discovery, holding that acquiring knowledge of nature meant understanding man as well; therefore, these scientists placed a high importance on respect for nature.[3]: xiv  Romanticism declined beginning around 1840 as a new movement, positivism, took hold of intellectuals, and lasted until about 1880. As with the intellectuals who earlier had become disenchanted with the Enlightenment and had sought a new approach to science, people now lost interest in Romanticism and sought to study science using a stricter process. As the Enlightenment had a firm hold in France during the last decades of the 18th century, the Romantic view on science was a movement that flourished in Great Britain and especially Germany in the first half of the 19th century.[3]: xii [2]: 22  Both sought to increase individual and cultural self-understanding by recognizing the limits in human knowledge through the study of nature and the intellectual capacities of man. The Romantic movement, however, resulted as an increasing dislike by many intellectuals for the tenets promoted by the Enlightenment; it was felt by some that Enlightened thinkers' emphasis on rational thought through deductive reasoning and the mathematization of natural philosophy had created an approach to science that was too cold and that attempted to control nature, rather than to peacefully co-exist with nature.[2]: 3–4  According to the philosophes of the Enlightenment, the path to complete knowledge required dissection of information on any given subject and a division of knowledge into subcategories of subcategories, known as reductionism. This was considered necessary in order to build upon the knowledge of the ancients, such as Ptolemy, and Renaissance thinkers, such as Copernicus, Kepler, and Galileo. It was widely believed that man's sheer intellectual power alone was sufficient to understanding every aspect of nature. Examples of prominent Enlightenment scholars include Sir Isaac Newton (physics and mathematics), Gottfried Leibniz (philosophy and mathematics), and Carl Linnaeus (botanist and physician). Romanticism had four basic principles: \"the original unity of man and nature in a Golden Age; the subsequent separation of man from nature and the fragmentation of human faculties; the interpretability of the history of the universe in human, spiritual terms; and the possibility of salvation through the contemplation of nature.\"[2]: 4  The above-mentioned Golden Age is a reference from Greek mythology and legend to the Ages of Man. Romantic thinkers sought to reunite man with nature and therefore his natural state.[2]: 2–4  To Romantics, \"science must not bring about any split between nature and man.\" Romantics believed in the intrinsic ability of mankind to understand nature and its phenomena, much like the Enlightened philosophes, but they preferred not to dissect information as some insatiable thirst for knowledge and did not advocate what they viewed as the manipulation of nature. They saw the Enlightenment as the \"cold-hearted attempt to extort knowledge from nature\" that placed man above nature rather than as a harmonious part of it; conversely, they wanted to \"improvise on nature as a great instrument.\"[2]: 4  The philosophy of nature was devoted to the observation of facts and careful experimentation, which was much more of a \"hands-off\" approach to understanding science than the Enlightenment view, as it was considered too controlling.[3]: xii  Natural science, according to the Romantics, involved rejecting mechanical metaphors in favor of organic ones; in other words, they chose to view the world as composed of living beings with sentiments, rather than objects that merely function. Sir Humphry Davy, a prominent Romantic thinker, said that understanding nature required \"an attitude of admiration, love and worship, ... a personal response.\"[2]: 15  He believed that knowledge was only attainable by those who truly appreciated and respected nature. Self-understanding was an important aspect of Romanticism. It had less to do with proving that man was capable of understanding nature (through his budding intellect) and therefore controlling it, and more to do with the emotional appeal of connecting himself with nature and understanding it through a harmonious co-existence.[3]: xiv [2]: 2  When categorizing the many disciplines of science that developed during this period, Romantics believed that explanations of various phenomena should be based upon vera causa, which meant that already known causes would produce similar effects elsewhere.[2]: 15  It was also in this way that Romanticism was very anti-reductionist: they did not believe that inorganic sciences were at the top of the hierarchy but at the bottom, with life sciences next and psychology placed even higher.[2]: 19  This hierarchy reflected Romantic ideals of science because the whole organism takes more precedence over inorganic matter, and the intricacies of the human mind take even more precedence since the human intellect was sacred and necessary to understanding nature around it and reuniting with it. Various disciplines on the study of nature that were cultivated by Romanticism included: Schelling's Naturphilosophie; cosmology and cosmogony; developmental history of the earth and its creatures; the new science of biology; investigations of mental states, conscious and unconscious, normal and abnormal; experimental disciplines to uncover the hidden forces of nature – electricity, magnetism, galvanism and other life-forces; physiognomy, phrenology, meteorology, mineralogy, \"philosophical\" anatomy, among others.[2]: 6  In Friedrich Schelling's Naturphilosophie, he explained his thesis regarding the necessity of reuniting man with nature; it was this German work that first defined the Romantic conception of science and vision of natural philosophy. He called nature \"a history of the path to freedom\" and encouraged a reunion of man's spirit with nature.[3]: 31  The \"new science of biology\" was first termed biologie by Jean-Baptiste Lamarck in 1801, and was \"an independent scientific discipline born at the end of a long process of erosion of 'mechanical philosophy,' consisting in a spreading awareness that the phenomena of living nature cannot be understood in the light of the laws of physics but require an ad hoc explanation.\"[3]: 47  The mechanical philosophy of the 17th century sought to explain life as a system of parts that operate or interact like those of a machine. Lamarck stated that the life sciences must detach from the physical sciences and strove to create a field of research that was different from the concepts, laws, and principles of physics. In rejecting mechanism without entirely abandoning the research of material phenomena that does occur in nature, he was able to point out that \"living beings have specific characteristics which cannot be reduced to those possessed by physical bodies\" and that living nature was un ensemble d'objets métaphisiques (\"an assemblage of metaphysical objects\").[3]: 63  He did not 'discover' biology; he drew previous works together and organized them into a new science.[3]: 57  Johann Goethe's experiments with optics were the direct result of his application of Romantic ideals of observation and disregard for Newton's own work with optics. He believed that color was not an outward physical phenomenon but internal to the human; Newton concluded that white light was a mixture of the other colors, but Goethe believed he had disproved this claim by his observational experiments. He thus placed emphasis on the human ability to see the color, the human ability to gain knowledge through \"flashes of insight\", and not a mathematical equation that could analytically describe it.[2]: 16–17  Alexander von Humboldt was a staunch advocate of empirical data collection and the necessity of the natural scientist in using experience and quantification to understand nature. He sought to find the unity of nature, and his books Aspects of Nature and Kosmos lauded the aesthetic qualities of the natural world by describing natural science in religious tones.[2]: 15  He believed science and beauty could complement one another. Romanticism also played a large role in Natural history, particularly in biological evolutionary theory. Nichols (2005) examines the connections between science and poetry in the English-speaking world during the 18th and 19th centuries, focusing on the works of American natural historian William Bartram and British naturalist Charles Darwin. Bartram's Travels through North and South Carolina, Georgia, East and West Florida (1791) described the flora, fauna, and landscapes of the American South with a cadence and energy that lent itself to mimicry and became a source of inspiration to such Romantic poets of the era as William Wordsworth, Samuel Taylor Coleridge, and William Blake. Darwin's work, including On the Origin of Species by Means of Natural Selection (1859), marked an end to the Romantic era, when using nature as a source of creative inspiration was commonplace, and led to the rise of realism and the use of analogy in the arts.[5] Alexander (2006) argues that the nature of mathematics changed in the 19th century from an intuitive, hierarchical, and narrative practice used to solve real-world problems to a theoretical one in which logic, rigor, and internal consistency rather than application were important. Unexpected new fields emerged, such as non-Euclidean geometry and statistics, as well as group theory, set theory and symbolic logic. As the discipline changed, so did the nature of the men involved, and the image of the tragic Romantic genius often found in art, literature, and music may also be applied to such mathematicians as Évariste Galois (1811–32), Niels Henrik Abel (1802–29), and János Bolyai (1802–60). The greatest of the Romantic mathematicians was Carl Friedrich Gauss (1777–1855), who made major contributions in many branches of mathematics.[6] Christensen (2005) shows that the work of Hans Christian Ørsted (1777–1851) was based in Romanticism. Ørsted's discovery of electromagnetism in 1820 was directed against the mathematically based Newtonian physics of the Enlightenment; Ørsted considered technology and practical applications of science to be unconnected with true scientific research. Strongly influenced by Kant's critique of corpuscular theory and by his friendship and collaboration with Johann Wilhelm Ritter (1776–1809), Ørsted subscribed to a Romantic natural philosophy that rejected the idea of the universal extension of mechanical principles understandable through mathematics. For him the aim of natural philosophy was to detach itself from utility and become an autonomous enterprise, and he shared the Romantic belief that man himself and his interaction with nature was at the focal point of natural philosophy.[7] Astronomer William Herschel (1738–1822) and his sister Caroline Herschel (1750–1848), were dedicated to the study of the stars; they changed the public conception of the solar system, the Milky Way, and the meaning of the universe.[8] Sir Humphry Davy was \"the most important man of science in Britain who can be described as a Romantic.\"[2]: 20  His new take on what he called \"chemical philosophy\" was an example of Romantic principles in use that influenced the field of chemistry; he stressed a discovery of \"the primitive, simple and limited in number causes of the phenomena and changes observed\" in the physical world and the chemical elements already known, those having been discovered by Antoine-Laurent Lavoisier, an Enlightenment philosophe.[3]: 31–42  True to Romantic anti-reductionism, Davy claimed that it was not the individual components, but \"the powers associated with them, which gave character to substances\"; in other words, not what the elements were individually, but how they combined to create chemical reactions and therefore complete the science of chemistry.[3]: 31–42 [8] The development of organic chemistry in the 19th century necessitated the acceptance by chemists of ideas deriving from Naturphilosophie, modifying the Enlightenment concepts of organic composition put forward by Lavoisier. Of central importance was the work on the constitution and synthesis of organic substances by contemporary chemists.[9] Another Romantic thinker, who was not a scientist but a writer, was Mary Shelley. Her famous book Frankenstein also conveyed important aspects of Romanticism in science as she included elements of anti-reductionism and manipulation of nature, both key themes that concerned Romantics, as well as the scientific fields of chemistry, anatomy, and natural philosophy.[10] She stressed the role and responsibility of society regarding science, and through the moral of her story supported the Romantic stance that science could easily go wrong unless man took more care to appreciate nature rather than control it.[2]: 20  John Keats' portrayal of \"cold philosophy\" in the poem \"Lamia\"[2]: 3  influenced Edgar Allan Poe's 1829 sonnet \"To Science\" and Richard Dawkins' 1998 book, Unweaving the Rainbow. The rise of Auguste Comte's positivism in 1840 contributed to the decline of the Romantic approach to science.[citation needed] Category","Title":"Romanticism in science - Wikipedia","KeyID":"7698","URL":"https://en.wikipedia.org/wiki/Romanticism_in_science"}