{"Content: ":"The archaeology of Northern Europe studies the prehistory of Scandinavia and the adjacent North European Plain, roughly corresponding to the territories of modern Sweden, Norway, Denmark, northern Germany, Poland and the Netherlands. The region entered the Mesolithic around the 7th millennium BC. The transition to the Neolithic is characterized by the Funnelbeaker culture in the 4th millennium BC. The Chalcolithic is marked by the arrival of the Corded Ware culture, possibly the first influence in the region of Indo-European expansion. The Nordic Bronze Age proper began roughly one millennium later, around 1500 BC. The end of the Bronze Age is characterized by cultural contact with the Central European La Tène culture (Celts), contributing to the development of the Iron Age by the 4th century BC, presumably the locus of Common Germanic culture. Northern Europe enters the protohistorical period in the early centuries AD, with the adoption of writing and ethnographic accounts by Roman authors. The following is a refined listing of Northern European archaeological periods, expanded from the basic three-age system with finer subdivisions and extension into the modern historical period. During the 6th millennium BC, the climate of Scandinavia was generally warmer and more humid than today. The bearers of the Nøstvet and Lihult cultures and the Kongemose culture were mesolithic hunter-gatherers. The Kongemose culture was replaced by the Ertebølle culture, adapting to the climatic changes and gradually adopting the Neolithic Revolution, transitioning to the megalithic Funnelbeaker culture. The Pezmog 4 archaeological site along the Vychegda River (Komi Republic) was discovered in 1994. Pottery of early comb ware type appears there already at the beginning of the 6th millennium BC.[1] Pit–Comb Ware culture appeared in northern Europe as early 4200 BC, and continued until c. 2000 BC. Some scholars argue that it is associated with the area of the Uralic languages. During the 4th millennium BC, the Funnelbeaker culture expanded into Sweden up to Uppland. The Nøstvet and Lihult cultures were succeeded by the Pitted Ware culture Early Indo-European presence likely dates to the early 3rd millennium BC, introducing branches of the Corded Ware culture (such as the Battle Axe Culture), later be followed by the Nordic Bronze Age. The tripartite division of the Nordic Iron Age into \"Pre-Roman Iron Age\", \"Roman Iron Age\" and \"Germanic Iron Age\" is due to Swedish archaeologist Oscar Montelius. The Pre-Roman Iron Age (5th/4th–1st centuries BC) was the earliest part of the Iron Age in Scandinavia and the North European Plain. Succeeding the Nordic Bronze Age, the Iron Age developed in contact with the Hallstatt culture in Central Europe.[3] Archaeologists first decided to divide the Iron Age of Northern Europe into distinct pre-Roman and Roman Iron Ages after Emil Vedel unearthed a number of Iron Age artifacts in 1866 on the island of Bornholm.[4] They did not exhibit the same permeating Roman influence seen in most other artifacts from the early centuries AD, indicating that parts of northern Europe had not yet come into contact with the Romans at the beginning of the Iron Age. Out of the Late Bronze Age Urnfield culture of the 12th century BC developed the Early Iron Age Hallstatt culture of Central Europe from the 8th to 6th centuries BC, which was followed by the La Tène culture of Central Europe (450 BC to 1st century BC). Although the metal iron came into wider use by metalsmiths in the Mediterranean as far back as c. 1300 BC due to the Late Bronze Age collapse, the Pre-Roman Iron Age of Northern Europe covered the 5th/4th to the 1st centuries BC. The Iron Age in northern Europe is markedly distinct from the Celtic La Tène culture south of it. The old long-range trading networks south–north between the Mediterranean cultures and Northern Europe had broken down at the end of the Nordic Bronze Age and caused a rapid and deep cultural change in Scandinavia. Bronze, which was an imported alloy, suddenly became very scarce; and iron, which was a local natural resource, slowly became more abundant, as the techniques for extracting, smelting and smithing it were acquired from their Central European Celtic neighbours. Iron was extracted from bog iron in peat bogs, and the first iron objects to be fabricated were needles and edged tools such as swords and sickles. The rise of iron use in Scandinavia was slow: bog ore was only abundant in southwestern Jutland and it was not until 200–100 BC that iron-working techniques were generally mastered and a productive smithing industry had evolved in the larger settlements. Iron products were also known in Scandinavia during the Bronze Age, but they were a scarce imported material. Similarly, imported bronze continued to be used during the Iron Age in Scandinavia, but it was now much scarcer and mostly used for decoration.[5] Funerary practices continued the Bronze Age tradition of burning corpses and placing the remains in urns, a characteristic of the Urnfield culture. During the previous centuries, influences from the Central European La Tène culture had spread to Scandinavia from north-western Germany, and there are finds from this period from all the provinces of southern Scandinavia. Archaeologists have found swords, shield bosses, spearheads, scissors, sickles, pincers, knives, needles, buckles, kettles, etc. from this time. Bronze continued to be used for torcs and kettles, the styles of which were continuous from the Bronze Age. Some of the most prominent finds from the pre-Roman Iron Age in northern Europe are the Gundestrup cauldron and the Dejbjerg wagons, two four-wheeled wagons of wood with bronze parts. The cultural change that ended the Nordic Bronze Age was influenced by the expansion of Hallstatt culture from the south and accompanied by a changing climate, which caused a dramatic change in the flora and fauna. In Scandinavia, this period is often called the \"Findless Age\", due to the lack of archaeological finds. While the archaeological record from Scandinavia is consistent with an initial decline in population, the southern part of the culture, the Jastorf culture, was in expansion southwards. It consequently appears that climate change played an important role in this southward expansion into continental Europe. It is debated why cultural innovation spread geographically during this time: whether the new material culture reflects a possibly warlike movement of Germanic peoples (\"demic diffusion\") southwards or whether innovations found at the Pre-Roman Iron Age sites represent a more peaceful trans-cultural diffusion. The current view in the Netherlands is that Iron Age innovations, starting with Hallstatt (800 BC), did not involve intrusions and featured a local development from Bronze Age culture.[6] Another Iron Age nucleus considered to represent a local development is the Wessenstedt culture (800–600 BC). The bearers of this northern Iron Age culture were likely speakers of Germanic languages. The stage of development of this Germanic is not known, although Proto-Germanic has been proposed. The late phase of this period sees the beginnings of the Migration Period, starting with the invasions of the Teutons and the Cimbri until their defeat at the Battle of Aquae Sextiae in 102 BC, presaging the more turbulent Roman Iron Age and Migration Period. Woman from Huldremose, Denmark, 2nd century BC. Hjortspring boat, Denmark, c. 400 BC[7] Gundestrup Caudron, Denmark, 2nd-1st century BC Jastorf culture gold ornaments, Germany (replicas) Various artefacts, northern Germany Reconstructed Iron Age house at Funkenburg, Germany, c. 200 BC. The Roman Iron Age (1–400 AD) is a part of the Iron Age. The name comes from the hold that the Roman Empire had begun to exert on the Germanic tribes of Northern Europe. In Scandinavia, there was a great import of goods, such as coins, vessels, bronze images, glass beakers, enameled buckles, weapons, etc. Moreover, the style of metal objects and clay vessels was markedly Roman. Objects such as shears and pawns appear for the first time. In the 3rd and 4th centuries, some elements are imported from Germanic tribes that had settled north of the Black Sea, such as the runes. There are also many bog bodies from this time in Denmark, Schleswig and southern Sweden. Together with the bodies, there are weapons, household wares and clothes of wool. Great ships made for rowing have been found from the 4th century in Nydam Mose in southern Denmark. The prime burial tradition was cremation, but the third century and thereafter saw an increase in inhumation. Through the 5th and 6th centuries, gold and silver become more and more common. This time saw the ransack of the Roman Empire by Germanic tribes, from which many Scandinavians returned with gold and silver. A new Iron Age had begun in Northern Europe, the Germanic Iron Age. Roman bronze figurine, Öland, Sweden Reconstructed Iron Age hall at Veien, Norway, 1st-2nd century AD.[8] Swords from Nydam Mose, Denmark Princely grave of Marwedel, Germany, 2nd c. AD Hoby chieftain's grave, Denmark, 1st c. AD.[9] Princely grave of Gommern, Germany, 3rd c. AD.[10][11] Farm at Feddersen Wierde, north Germany, 1st c. BC-5th c. AD Warrior of Kemathen burial reconstruction, Germany The Germanic Iron Age is divided into the Early Germanic Iron Age (EGIA) and the late Germanic Iron Age (LGIA). In Sweden, the LGIA (550–800) is usually called the Vendel era; in Norway and Finland, the Merovinger (Merovingian) Age.[citation needed] The Germanic Iron Age begins with the fall of the Roman Empire and the rise of the Germanic kingdoms in Western Europe.[12] It is followed, in Northern Europe and Scandinavia, by the Viking Age. During the decline of the Roman Empire, an abundance of gold flowed into Scandinavia; there are excellent works in gold from this period. Gold was used to make scabbard mountings and bracteates. After the Western Roman Empire fell, gold became scarce and Scandinavians began to make objects of gilded bronze, with decorative figures of interlacing animals. During the EGIA, decorations tended to be representational; the animal figures were drawn in more basic forms. In the LGIA, artistic styles became more abstract, symbolic, and intricate, including figures with interlaced shapes and limbs. The LGIA in the 8th century blends into the Viking Age and the proto-historical period, with legendary or semi-legendary oral tradition recorded a few centuries later in the Gesta Danorum, heroic legend and sagas, and an incipient tradition of primary written documents in the form of runestones.","Title":"Archaeology of Northern Europe - Wikipedia","KeyID":"7706","URL":"https://en.wikipedia.org/wiki/Pre-Roman_Iron_Age"}