{"Content: ":"The early Germanic calendars were the regional calendars used among the early Germanic peoples before they adopted the Julian calendar in the Early Middle Ages. The calendars were an element of early Germanic culture. The Germanic peoples had names for the months that varied by region and dialect, but they were later replaced with local adaptations of the Julian month names. Records of Old English and Old High German month names date to the 8th and 9th centuries, respectively. Old Norse month names are attested from the 13th century. As with most pre-modern calendars, the reckoning used in early Germanic culture was likely lunisolar. As an example, the Runic calendar developed in medieval Sweden was lunisolar, fixing the beginning of the year at the first full moon after winter solstice. The Germanic calendars were lunisolar, the months corresponding to lunations. Tacitus writes in his Germania (Chapter 11) that the Germanic peoples observed the lunar months. The lunisolar calendar is reflected in the Proto-Germanic term *mēnōþs \"month\" (Old English mōnaþ, Old Saxon mānuth, Old Norse mánaðr, and Old High German mānod,[1] Gothic mēnōþs[1][2]), being a derivation of the word for \"moon\", *mēnô — which shares its ancestry with the Greek mene \"moon\", men \"month\", and Latin mensis \"month\". Tacitus gives some indication of how the Germanic peoples of the first century reckoned the days. In contrast to Roman usage, they considered the day to begin at sunset, a system that in the Middle Ages came to be known as the \"Florentine reckoning\". The same system is also recorded for the Gauls in Caesar's Gallic Wars. The concept of the week, on the other hand, was adopted from the Romans, from about the first century, the various Germanic languages having adopted the Greco-Roman system of naming of the days of the week after the classical planets, inserting loan translations for the names of the planets, substituting the names of Germanic gods in a process known as interpretatio germanica. The year was divided into a summer half and a winter half, as attested in Old English and medieval Scandinavian sources. In Scandinavia this continued after Christianization; in Norway and Sweden the first day of summer is marked by the Tiburtius Day [de] (14 April) and the first day of winter by the Calixtus Day (14 October).[4] The month names do not coincide, so it is not possible to postulate names of a Common Germanic stage, except possibly the names of a spring month and a winter month, *austrǭ and *jehwlą. The names of the seasons are Common Germanic, *sumaraz, *harbistaz, *wintruz, and *wazrą for \"spring\" in north Germanic, but in west Germanic the term *langatīnaz was used. The Common Germanic terms for \"day\", \"month\" and \"year\" were *dagaz, *mēnōþs and *jērą. The latter two continue Proto-Indo-European *mḗh₁n̥s, *yóh₁r̥, while *dagaz is a Germanic innovation from a root *dʰegʷʰ- meaning \"to be hot, to burn\". A number of terms for measuring time can be reconstructed for the proto-Germanic period. Bede's Latin work De temporum ratione (The Reckoning of Time), written in 725, describes Old English month names. Bede mentions intercalation, the intercalary month being inserted around midsummer.[5] Charlemagne (r. 768–814) recorded agricultural Old High German names for the Julian months.[6] These remained in use, with regional variants and innovations, until the end of the Middle Ages in German-speaking Europe and they persisted in popular or dialectal use into the 19th century. They probably also influenced Fabre d'Eglantine when he named the months of the French Republican Calendar. The only agreement between the Old English and the Old High German (Carolingian) month names is the naming of April as \"Easter month\". Both traditions have a \"holy month\", the name of September in the Old English system and of December in the Old High German one. A separate tradition of month names developed in 10th-century Iceland, see below. The Old High German month names introduced by Charlemagne persisted in regional usage and survive in German dialectal usage. The Latin month names were in predominant use throughout the medieval period, although the Summarium Heinrici, an 11th-century pedagogical compendium, in chapter II.15 (De temporibus et mensibus et annis) advocates the use of the German month names rather than the more widespread Latin ones.[11] In the late medieval to early modern period, dialectal or regional month names were adopted for use in almanacs, and a number of variants or innovations developed, comparable to the tradition of \"Indian month names\" developed in American Farmers' Almanacs in the early 20th century. Some of the Farmers' Almanacs' \"Indian month names\" are in fact derived from continental tradition.[12] The Old English month names fell out of use entirely, being revived only in a fictional context in the Shire calendar constructed by J. R. R. Tolkien for use in his The Lord of the Rings. (\"horning\") (\"spring month\") (\"harvest month\") (\"wood month\") (\"vintage month\") A special case is the Icelandic calendar developed in the 10th century which, inspired by the Julian calendar, introduced a purely solar reckoning with a year having a fixed number of weeks (52 weeks or 364 days). This necessitated the introduction of \"leap weeks\" instead of Julian leap days. The old Icelandic calendar is not in official use anymore, but some Icelandic holidays and annual feasts are still calculated from it. It has 12 months, of 30 days broken down into two groups of six often termed \"winter months\" and \"summer months\". The calendar is peculiar in that each month always start on the same day of week. This was achieved by having 4 epagomenal days to bring the number of days up to 364 and then adding a sumarauki week in the middle of summer of some years. This was eventually done so as to ensure that the \"summer season\" begins on the Thursday between 9 and 15 April in the Julian calendar[27] Hence Þorri always starts on a Friday sometime between 8 and 15 January of the Julian calendar, Góa always starts on a Sunday between 7 and 14 February of the Julian calendar. Many of the months have also been used in Scandinavia, the Norwegian linguist Ivar Aasen wrote down the following months in his dictionary,[28] coming in this order: Jolemåne-Torre-Gjø-Kvina, of which two are identical to Iceland, and one is similar. They have developed differently in different regions. Þorri is pronounced tærri, torre and similar, and can mean both the moon after Yule-month, or be a name for January or February.[29]","Title":"Early Germanic calendars - Wikipedia","KeyID":"7713","URL":"https://en.wikipedia.org/wiki/Early_Germanic_calendars"}