{"Content: ":"Norse funerals, or the burial customs of Viking Age North Germanic Norsemen (early medieval Scandinavians), are known both from archaeology and from historical accounts such as the Icelandic sagas and Old Norse poetry. Throughout Scandinavia, there are many remaining tumuli in honour of Viking kings and chieftains, in addition to runestones and other memorials. Some of the most notable of them are at the Borre mound cemetery, in Norway, at Birka in Sweden and Lindholm Høje, and Jelling in Denmark. A prominent tradition is that of the ship burial, where the deceased was laid in a boat, or a stone ship, and given grave offerings in accordance with his earthly status and profession, sometimes including sacrificed slaves. Afterwards, piles of stone and soil were usually laid on top of the remains in order to create a tumulus. Additional practices included sacrifice or cremation, but the most common was to bury the departed with goods that denoted their social status. It was common to leave gifts with the deceased. Both men and women received grave goods, even if the corpse was to be burnt on a pyre. A Norseman could also be buried with a loved one or house thrall, or cremated together on a funeral pyre. The amount and the value of the goods depended on which social group the dead person came from.[1] It was important to bury the dead in the right way so that he could join the afterlife with the same social standing that he had had in life, and to avoid becoming a homeless soul that wandered eternally. The grave goods had to be subjected to the same treatment as the body, if they were to accompany the dead person to the afterlife. If a person were immolated, then the grave goods had to be burnt as well, and if the deceased was to be interred, the objects were interred together with him.[2] The usual grave for a thrall was probably not much more than a hole in the ground.[1] He was probably buried in such a way as to ensure both that he did not return to haunt his masters and that he could be of use to his masters after they died. Slaves were sometimes sacrificed to be useful in the next life.[2] A free man was usually given weapons and equipment for riding. An artisan, such as a blacksmith, could receive his entire set of tools. Women were provided with their jewelry and often with tools for female and household activities. The most sumptuous Viking funeral discovered so far is the Oseberg Ship burial, which was for a woman (probably a queen or a priestess) who lived in the 9th century.[3] These grave goods not only symbolized status, but also represented key moments or successes within the individuals life. Specific quantities of weapons like arrows could signify the extent of one's military prowess.[4] Some researchers have also proposed that grave goods served a practical social function within viking society. In the absence of rigid inheritance customs, or developed financial markets, the burial of grave goods may have served to mitigate potential intrafamilial inheritance conflicts. This has been offered to explain the predominance of illiquid assets in viking burials, as well the regional variation in grave contents.[5] The scope of grave goods varied throughout the viking diaspora, signifying the adaptability of viking funeral practices as they were influenced by these new cultures. While some factors such as animal themed ornamentation amongst jewelry and relics remained universal throughout the viking diaspora, some objects varied because of differing cultural influences, a common example being the integration of Christian iconography such as crosses in jewelry.[6] A Viking funeral could be a considerable expense, but the barrow and the grave goods were not considered to have been wasted. In addition to being a homage to the deceased, the barrow remained as a monument to the social position of the descendants. Especially powerful Norse clans could demonstrate their position through monumental grave fields. The Borre mound cemetery in Vestfold is for instance connected to the Yngling dynasty, and it had large tumuli that contained stone ships.[7] Jelling, in Denmark, is the largest royal memorial from the Viking Age and it was made by Harald Bluetooth in memory of his parents Gorm and Tyra, and in honour of himself. It was only one of the two large tumuli that contained a chamber tomb, but both barrows, the church and the two Jelling stones testify to how important it was to mark death ritually during the pagan era and the earliest Christian times.[7] On three locations in Scandinavia, there are large grave fields that were used by an entire community: Birka in Mälaren, Hedeby at Schleswig and Lindholm Høje at Ålborg.[7] The graves at Lindholm Høje show a large variation in both shape and size. There are stone ships and there is a mix of graves that are triangular, quadrangular and circular. Such grave fields have been used during many generations and belong to village like settlements.[8] The ritualistic practices of the viking diaspora were incredibly pliable as they adapted in response to temporal, cultural, and religious influences. While traces of pagan funeral practices remained a common thread, many of these practices shifted over time throughout these various regions, especially once Christianity began to rapidly influence the viking population.[9] Recent discoveries at a burial site in Carlisle in the United Kingdom demonstrates a hybrid burial between pagan and Christian traditions, demonstrating the shift in ritual practice as the vikings began to slowly assimilate to these new regions.[9] Death has always been a critical moment for those bereaved, and consequently death is surrounded by taboo-like rules.[8] Family life has to be reorganized and in order to master such transitions, people use rites.[8] The ceremonies are transitional rites that are intended to give the deceased peace in his or her new situation at the same time as they provide strength for the bereaved to carry on with their lives.[8] Despite the warlike customs of the Vikings, there was an element of fear surrounding death and what belonged to it. Norse folklore includes spirits of the dead and undead creatures such as revenants and draugr. A supposed sighting of the deceased as one of these creatures was frightful and ominous, usually interpreted as a sign that additional family members would die. The sagas tell of drastic precautions being taken after a revenant had appeared. The dead person had to die anew; a stake could be put through the corpse, or its head might be cut off in order to stop the deceased from finding its way back to the living.[10] Other rituals involved the preparation of the corpse. Snorri Sturluson in the Prose Edda references a funeral rite involving the cutting of fingernails[11] lest unpared nails from the dead be available for the completion of the construction of Naglfar, the ship used to transport the army of jötnar at Ragnarök.[12] Some rituals demonstrated heavy theatrics, glorifying the sacrifices as actors in the greater narrative of the funeral. The funeral ritual could be drawn out for days, in order to accommodate the time needed to complete the grave. These practices could include prolonged episodes of feasting and drinking, music, songs and chants, visionary experiences, human and animal sacrifice.[13] Eyewitness accounts even credit women as having key roles in these ritualistic practices, serving as almost the director of the funeral.[13] These performance styled funeral rituals tended to occur within similar places in order to create a spatial association of ritualistic practice to the land for the community. Places like lakes, clearings, or even around large trees could serve as the central location of these rituals.[4] Ultimately, funeral practices were not just a singular act of burying one person. The scope of these practices tended to exceed the burying of just one individual.[14] The ship burial is a viking funeral practice traditionally reserved for individuals of high honor. The practice includes the burying of the individual within a ship, using the ship to contain the departed and their grave goods. These grave goods featured decorative ornamentation that far exceeded the extravagance of traditional burials. Additionally, animal remains such as oxen or horses tended to be buried within the ship.[15] Ship burials can also include the dead being buried in the ground and then on top of the grave, stones are placed in the shape of a ship or a runestone placed on the grave with a ship or scene with a ship carved into the stone. The ships tended to be ships of pleasure rather than ships utilized for travel or attack. Some ships were potentially chartered for the sake of a ship burial, especially considered they were designed without some necessary features like seats.[15] The tenth-century Arab Muslim writer Ahmad ibn Fadlan produced a description of a funeral near the Volga River of a chieftain whom he identified as belonging to people he called Rūsiyyah. Scholars generally interpret these people as Scandinavian Rus' on the Volga trade route from the Baltic to the Black Seas, although other theories have been suggested.[16] They may also have absorbed influences from other cultures, especially if they had been settled for several generations.[17] Scholars agree that some elements of the funeral correspond to features of funerals distinctive to the Norse diaspora,[17] particularly that it is a ship burial. However some features are not paralleled in Scandinavia at all, such as the use of basil, which is unlikely to have been available in Scandinavia, while some features are paralleled in Scandinavia, but are also paralleled more widely among the Turkic-speaking peoples among whom the events described by Ibn Fadlān took place, so they do not necessarily reflect Scandinavian culture. Thus Ibn Fadlān's account is reminiscent of a detail in the Old Norse Völsa þáttr, where two pagan Norwegian men lift the lady of the household over a door frame to help her try to recover a sacred horse penis that has been thrown to her dog,[18] but other parallels exist among Turkic peoples.[19] Thus some recent scholarship has sought to maximize the case that Ibn Fadlān informs us about practice in tenth-century Scandinavia,[20][21][22] while other work has tended to minimize it.[23][24] Ibn Fadlan reports also what he observed for burials for those not of high status or wealth. He says that when a poor person dies, he is cremated in a small boat built by his fellows. When a slave dies, the dogs and carrion fowl devour the body. When a robber or thief dies, his body is hung on a tree and left there until the wind and rain dismember it.[25] He then gives a detailed account of the burial he witnessed of a great man. In such a case, Ibn Fadlān says that a third of his wealth is inherited by his family, a third pays for the funeral clothes, and a third pays for nabīdh (an alcoholic drink) to be drunk at the cremation.[26][21] The dead chieftain was put in a temporary grave with nābidh, fruit, and a drum, which was covered for ten days until they had sewn new clothes for him. Ibn Fadlān says that the dead man's family ask his slave girls and young slave boys for a volunteer to die with him; \"usually, it is the slave girls who offer to die\".[27] A woman volunteered and was continually accompanied by two slave girls, daughters of the Angel of Death, being given a great amount of intoxicating drinks while she sang happily. When the time had arrived for cremation, they pulled his boat ashore from the river and put it on a platform of wood.[28][21] They made a richly furnished bed for the dead chieftain on the ship. Thereafter, an old woman referred to as the \"Angel of Death\" put cushions on the bed. Then they disinterred the chieftain and dressed him in the new clothes. The chieftain was sat on his bed with nābidh, fruit, basil, bread, meat, and onions about him.[29][21] Then they cut a dog in two and threw the halves into the boat, and placed the man's weapons beside him. They had two horses run themselves sweaty, cut them to pieces, and threw the meat into the ship. Finally, they killed two cows, a hen and a cock, and did the same with them.[29][21] Meanwhile, the slave girl went from one tent to the other and had sexual intercourse with the master of each. Every man told her: \"Tell your master that I have done this purely out of love for you.\"[16] In the afternoon, they moved the slave girl to something that looked like a door frame, where she was lifted on the palms of the men three times. Every time, the girl told them what she saw. The first time, she saw her father and mother, the second time, she saw all her deceased relatives, and the third time she saw her master in Paradise. There, it was green and beautiful and together with him, she saw men and young people. She saw that her master beckoned for her. Then she was brought a chicken which she decapitated, and which was then thrown on the boat.[30][21] Thereafter, the slave girl was taken away to the ship. She removed her bracelets and gave them to the old woman. Thereafter she removed her anklets and gave them to the old woman's two daughters. Then they took her aboard the ship, but they did not allow her to enter the tent where the dead chieftain lay. The girl received several vessels of intoxicating drinks and she sang, before the old woman urged her to enter the tent. \"I saw that the girl did not know what she was doing\", notes Ibn Fadlān.[31][21] Then the girl was pulled into the tent by the old woman and the men started to beat on their shields with sticks so her screams could not be heard. Six men entered the tent to have intercourse with the girl, after which they laid her onto her master's bed beside him. Two men grabbed her hands, and two men her wrists. The angel of death looped a rope around her neck and while two men pulled the rope, the old woman stabbed the girl between her ribs with a knife.[32][21] Thereafter, the closest male relative of the dead chieftain walked backwards, naked, covering his anus with one hand and a piece of burning wood with the other, and set the ship aflame, after which other people added wood to the fire. An informant explained to Ibn Fadlān that the fire expedites the dead man's arrival in Paradise, by contrast with Islamic practices of inhumation.[33][21] Afterwards, a round barrow was built over the ashes, and in the centre of the mound they erected a post of birch wood, where they carved the names of the dead chieftain and his king. Then they departed.[34][35] The sexual rites with the slave girl have been imagined to symbolize her role as a vessel for the transmission of life force to the deceased chieftain.[36] While the scholarly consensus assumes that the slave girl would have felt happy and privileged about having sex with many people before being killed, recent work has suggested that we should instead see this as an account of rape and \"brutal strangulation\".[37] It has been suggested that, by using intoxicating drinks, the mourners thought to put the slave girl in an ecstatic trance that made her psychic, and that through the symbolic action with the door frame, she would then see into the realm of the dead.[38] Thralls could be sacrificed during a funeral so they could serve their master in the next world.[2] Sigurðarkviða hin skamma contains several stanzas in which the Valkyrie Brynhildr gives instructions for the number of slaves to be sacrificed for the funeral of the hero Sigurd, and how their bodies were to be arranged on the pyre, as in the following stanza: Því at hánum fylgja fimm ambáttir, átta þjónar, eðlum góðir, fóstrman mitt ok faðerni, þat er Buðli gaf barni sínu.[39] Bond-women five shall follow him, And eight of my thralls, well-born are they, Children with me, and mine they were As gifts that Budhli his daughter gave.[40] Occasionally in the Viking Age, a widow was sacrificed at her husband's funeral.[citation needed] It was common to burn the corpse and the grave offerings on a pyre. Only some incinerated fragments of metal and of animal and human bones would remain. The pyre was constructed to make the pillar of smoke as massive as possible, in order to elevate the deceased to the afterlife.[41] The symbolism is described in the Ynglinga saga:[42] Thus he (Odin) established by law that all dead men should be burned, and their belongings laid with them upon the pile, and the ashes be cast into the sea or buried in the earth. Thus, said he, every one will come to Valhalla with the riches he had with him upon the pile; and he would also enjoy whatever he himself had buried in the earth. For men of consequence a mound should be raised to their memory, and for all other warriors who had been distinguished for manhood a standing stone; which custom remained long after Odin's time. On the seventh day after the person had died, people celebrated the sjaund (the word both for the funeral ale and the feast, since it involved a ritual drinking). The funeral ale was a way of socially demarcating the case of death. It was only after drinking the funeral ale that the heirs could rightfully claim their inheritance.[8] If the deceased were a widow or the master of the homestead, the rightful heir could assume the high seat and thereby mark the shift in authority.[10] Several of the large runestones in Scandinavia notify of an inheritance,[10] such as the Hillersjö stone, which explains how a lady came to inherit the property of not only her children but also her grandchildren[43] and the Högby Runestone, which tells that a girl was the sole heir after the death of all her uncles.[44] They are important proprietary documents from a time when legal decisions were not yet put to paper. One interpretation of the Tune Runestone from Østfold suggests that the long runic inscription deals with the funeral ale in honor of the master of a household and that it declares three daughters to be the rightful heirs. It is dated to the 5th century and is, consequently, the oldest legal document from Scandinavia that addresses a female's right to inheritance.[10] ","Title":"Norse funeral - Wikipedia","KeyID":"7723","URL":"https://en.wikipedia.org/wiki/Norse_funeral"}