{"Content: ":"Anglo-Saxon law (Old English ǣ, later lagu \"law\"; dōm \"decree, judgment\") is a body of written rules and customs that were in place during the Anglo-Saxon period in England, before the Norman conquest. This body of law, along with early Scandinavian law and Germanic law, descended from a family of ancient Germanic custom and legal thought. However, Anglo-Saxon law codes are distinct from other early Germanic legal statements—known as the leges barbarorum, in part because they were written in Old English instead of in Latin. The laws of the Anglo-Saxons were the second in medieval Western Europe after those of the Irish to be expressed in a language other than Latin. Inked records of early Germanic law (leges barbarorum) were, in many ways, the product of Roman influence. Throughout the early middle ages, as various \"Teutonic\", or Germanic, tribes on the continent came into closer and more peaceful contact with the highly institutionalized civilizations surrounding the Mediterranean—chiefly the Roman empire—it was inevitable that they would be affected by the cultural influences emanating from the south. Many Germanic tribes and nations subsequently began to imitate the cultural and institutional facets of Roman civilization. Few of these imitations were so important or had such a profound impact on the nature of \"barbarian\" life as the adoption of writing, a technology which spread throughout the Germanic kingdoms hand-in-hand with Christianity, a religion based on literacy. Up to this point, the laws, or customs, of the barbarian nations of Northern Europe were essentially oral: they were occasionally recited publicly, and relied for their continuation upon word-of-mouth, and the memory, perhaps capricious, of those whose burden it was to remember them. With writing, however, it was possible to set the ancient customs of the Northern Europeans into a lasting and more or less fixed form, using ink and parchment. It was a general trend among the Germanic tribes of Europe that adaptation of the Roman system of writing was soon followed by the production of a national code of laws. It was inevitable, too, that, in imitating the Roman practice of writing down law, facets of Roman law and jurisprudence would influence these new Germanic codes. The numerous legal and customary statements which make up the earliest written Germanic law codes from the continent are testament to the influences of Roman language and Roman law, as each was written in Latin (a foreign language) and was often significantly influenced by Byzantine Emperor Justinian's great legal code. In Britain, the situation was somewhat different from in mainland Europe, as Rome had retreated from the island by about 400 AD. As a result, the native inhabitants who remained were, for a time, left relatively free of foreign influence. When, in 597 AD, strong Roman influence again reached the island of Britain (by now in the hands of the Anglo-Saxons), it was in the form of Christianity, the practitioners of which brought with them the art of letters, writing, and literacy. It is significant that it was shortly after the arrival of the first evangelical mission in England, led by Augustine and sent by Pope Gregory I, the first Anglo-Saxon law code appeared, issued by Æthelberht, King of Kent. The first six pronouncements of this code deal solely with sanctions against molesting the property of the Christian church and its officers, notably demanding twelvefold compensation for stealing from God's house. In contrast, compensation for stealing from the king is set at only ninefold. Writing in the eighth century, the Venerable Bede comments that King Æthelberht, \"beside all other benefits that he of wise policy bestowed upon his subjects, appointed them, with his council of wise men, judicial dooms according to the examples of the Romans.\" Iuxta exempla Romanorum is the Latin phrase Bede uses here; the meaning of this statement has exercised the curiosity of historians for centuries. It was not, as with the continental Germanic tribes, that Æthelberht had the law written down in Latin; rather, without precedent, he used his own native language, Old English, to express the \"dooms\", or laws and judgements, which had force in his kingdom. Some have speculated that \"according to the examples of the Romans\" simply meant that Æthelberht had decided to cast the law in writing, whereas previously it had always been a matter of unwritten tradition and custom, handed down through generations through oral transmission, and supplemented by the edicts of kings. As such, Æthelberht's law code constitutes an important break in the tradition of Anglo-Saxon law: the body of Kentish legal customs, or at least a portion of them, were now represented by a written statement – fixed, unchanging, no longer subject to the vagaries of memory. Law was now something that could be pointed to and, significantly, disseminated with ease. Whatever the exact motives for making oral law into written code were, King Æthelberht's law code was the first of a long series of Anglo-Saxon law codes that would be published in England for the next four and a half centuries. Almost without exception, every official version of royal law issued during the Anglo-Saxon period was written in Old English. The various types of secular legal pronouncements which survive from the Anglo-Saxon period can be grouped into three general categories, according to the manner of their publication: To the first division belong the laws of the Kentish kings, Æthelberht, Hlothhere and Eadric, Withraed; those of Ine of Wessex, of Offa (now lost), of Alfred the Great, Edward the Elder, Æthelstan (The Judicia civitatis Lundoniae are a guild statute confirmed by King Æthelstan), Edmund I, Edgar, Æthelred and Cnut; the treaty between Alfred and Guthrum and the so-called treaty between Edward and Guthrum. The statements of custom included a great many of the rules entered in collections promulgated by kings; most of the paragraphs of Æthelberht's, Hlothhere's and Eadric's, and Ine's laws, are popular legal customs that have received the stamp of royal authority by their insertion in official codes. On the other hand, from Withraed's and Alfred's laws downwards, the element of enactment by central authority becomes more and more prominent. The kings endeavour, with the help of secular and clerical witan, to introduce new rules and to break the power of long-standing customs (e.g., the precepts about the keeping of holidays, the enactments of Edmund restricting private vengeance, and the solidarity of kindreds as to feuds, and the like). There are, however, no outward signs enabling us to distinguish conclusively between both categories of laws in the codes, nor is it possible to draw a line between permanent laws and personal ordinances of single sovereigns, as has been attempted in the case of Frankish legislation. The oldest Anglo-Saxon law codes, especially from Kent and Wessex, reveal a close affinity to the laws of the North Sea peoples—those of the Saxons, Frisians, and Scandinavians. For example, one finds a division of social ranks reminiscent of the threefold gradation of nearby peoples (cf. OE eorl \"nobleman\", ċeorl \"freeman\", þēow \"bondman\", Norse jarl, karl, þræll, Frisian etheling, friling, lēt), and not of the twofold Frankish one (baro \"freeman\", lætus \"bondman\"), nor of the slight differentiation of the Upper Germans and Lombards. In subsequent history there is a good deal of resemblance between the capitularies' legislation of Charlemagne and his successors on one hand, the acts of Alfred, Edward the Elder, Æthelstan and Edgar on the other, a resemblance called forth less by direct borrowing of Frankish institutions than by the similarity of political problems and condition. Frankish law becomes a powerful modifying element in English legal history after the Conquest, when it was introduced wholesale in royal and in feudal courts. The Scandinavian invasions brought in many northern legal customs, especially in the districts thickly populated with Danes. The Domesday survey of Lincolnshire, Nottinghamshire, Yorkshire, Norfolk, etc., shows remarkable deviations in local organization and justice (lagmen, sokes), and great peculiarities as to status (socmen, freemen), while from laws and a few charters we can perceive some influence on criminal law (nidings-vaerk), special usages as to fines (lahslit), the keeping of peace, attestation and sureties of acts (faestermen), etc. But, on the whole, the introduction of Danish and Norse elements, apart from local cases, was more important owing to the conflicts and compromises it called forth and its social results than on account of any distinct trail of Scandinavian views in English law. The Scandinavian newcomers coalesced easily and quickly with the native population. The direct influence of Roman law was not great during the Saxon period: there is neither the transmission of important legal doctrines, chiefly through the medium of Visigothic codes, nor the continuous stream of Roman tradition in local usage. But indirectly Roman law did exert a by no means insignificant influence through the medium of the Church, which, for all its apparent insular character, was still permeated with Roman ideas and forms of culture. The Old English \"books\" are derived in a roundabout way from Roman models, and the tribal law of real property was deeply modified by the introduction of individualistic notions as to ownership, donations, wills, rights of women, etc. Yet in this respect also the Norman Conquest increased the store of Roman conceptions by breaking the national isolation of the English Church and opening the way for closer intercourse with France and Italy. The Anglo-Saxon legal system cannot be understood unless one realizes the fundamental opposition between the concepts of folk-right and privilege. Folk-right is the aggregate of rules, formulated or latent but susceptible of formulation, which can be appealed to as the expression of the juridical consciousness of the people at large or of the communities of which it is composed. It is tribal in its origin, and differentiated, not according to boundaries between states, but on national and provincial lines. There may be the folk-right of West and East Saxons, of East Angles, of Kentish men, Mercians, Northumbrians, Danes, Welshmen, and these main folk-right divisions remain even when tribal kingdoms disappear and the people are concentrated in one or two realms. The chief centres for the formulation and application of folk-right were, in the 10th and 11th centuries, the shire-moots, while the witan of the realm generally placed themselves on the higher ground of State expediency, although occasionally using folk-right ideas. The older law of real property, of succession, of contracts, the customary tariffs of fines, were mainly regulated by folk-right; the reeves employed by the king and great men were supposed to take care of local and rural affairs according to folk-right. The law had to be declared and applied by the people itself in its communities, while the spokesmen of the people were neither democratic majorities nor individual experts, but a few leading men—the twelve eldest thanes or some similar quorum. Folk-right could, however, be broken or modified by special law or special grant, and the fountain of such privileges was the royal power. Alterations and exceptions were, as a matter of fact, suggested by the interested parties themselves, and chiefly by the Church. Thus a privileged land-tenure was created—bookland; the rules as to the succession of kinsmen were set at nought by concession of testamentary power and confirmations of grants and wills; special exemptions from the jurisdiction of the hundreds and special privileges as to levying fines were conferred. In process of time the rights originating in royal grants of privilege overbalanced, as it were, folk-right in many respects, and became themselves the starting-point of a new legal system—the feudal one. Anglo-Saxon England did not have a professional standing law enforcement body analogous to modern police. In general, if a crime was committed then there was a victim, and it was up to the victim—or the victim's family—to seek justice. However, after the tenth century there were some changes in Anglo-Saxon England. All shires, or counties, were subdivided into hundreds. These hundreds were subdivided into tithings. The three types of division had three types of representatives as well: the tithings had a tithingman, the hundreds a hundredman and the shires a shire-reeve. They met every four weeks. The main function of this group seems to have been administrative: the king spoke to the shire-reeve, the shire-reeve spoke to the hundredmen, and the hundredmen spoke to the tithingmen when giving tasks. Examples of tasks could be, for instance, that legitimate trading was encouraged or that there was no cattle theft. They also dealt with crimes that were against a king's peace. But still the biggest power of seeking justice lay in the hands of the victim or the victim's family. The judicial functions of the Anglo-Saxon legal system was mainly practiced by courts. Once a charge had been brought, it had to be heard by a court which would decide whether or not a crime had been committed and, if so, what action was necessary. The hundred court met every 4 weeks but the shire court only met twice a year. Lawsuits could be passed on to the shire court if the hundred court was not able to reach a judgement. Another feature of vital importance in the history of Anglo-Saxon law is its tendency towards the preservation of peace. Already in Æthelberht's legislation we find characteristic fines inflicted for breach of the peace of householders of different ranks—the ceorl, the eorl, and the king himself appearing as the most exalted among them. Peace is considered not so much a state of equilibrium and friendly relations between parties, but rather as the rule of a third within a certain region—a house, an estate, a kingdom. This leads on one side to the recognition of private authorities—the father's in his family, the master's as to servants, the lord's as to his personal or territorial dependents. On the other hand, the tendency to maintain peace naturally takes its course towards the strongest ruler, the king, and we witness in Anglo-Saxon law the gradual evolution of more and more stringent and complete rules in respect of the king's peace and its infringements. The codices of the early 11th century (Cnut, Aethelred) establish specific conditions of guaranteed peace or protection depending on particular limitations in time or place, known as grith, such as ciric-grið \"church-grith\" (right of asylum in a church) or hand-grið \"hand-grith\" (protection under the king's hand). In course of time the natural associations get loosened and intermixed, and this calls forth the elaborate legislation of the later Anglo-Saxon kings. Regulations are issued about the sale of cattle in the presence of witnesses. Enactments about the pursuit of thieves, and the calling in of warrantors to justify sales of chattels, are other expressions of the difficulties attending peaceful intercourse. Personal surety groups appear as a complement of and substitute for more collective responsibility. The hlaford and his hiredmen are an institution not only of private patronage, but also of supervision for the sake of laying hands on malefactors and suspected persons. The landrica assumes the same part in a territorial district. Ultimately the laws of the 10th and 11th centuries show the beginnings of the frankpledge associations, which came to influence an important part of the feudal age. The English dialect in which the Anglo-Saxon laws have been handed down is in most cases a common speech derived from West Saxon. By the tenth century the West Saxons had become predominant among the Anglo-Saxon kings, and their lands were home to some of the most developed religious and monastic centres on the island. It was such centres which had the wealth, expertise, and motivation, to create and to copy texts for distribution. Therefore, the dialect current in the South—and particularly that of Winchester—became the dominant literary dialect. As most of the surviving Old English law codes are only preserved in copies made during the eleventh century, the West Saxon dialect is predominant. However, traces of the Kentish dialect can be detected in codes copied out in the Textus Roffensis, a manuscript containing the earliest Kentish laws. Northumbrian dialectical peculiarities are also noticeable in some codes, while Danish words occur as technical terms in some documents, especially those composed in the eleventh century. With the Norman Conquest, Latin took the place of English as the language of legislation, though many technical terms from English for which Latin did not have an equivalent expression were retained.","Title":"Anglo-Saxon law - Wikipedia","KeyID":"7725","URL":"https://en.wikipedia.org/wiki/Anglo-Saxon_law"}