{"Content: ":"Medieval Scandinavian law, also called North Germanic law,[1][2][3] was a subset of Germanic law practiced by North Germanic peoples. It was originally memorized by lawspeakers, but after the end of the Viking Age they were committed to writing, mostly by Christian monks after the Christianization of Scandinavia. Initially, they were geographically limited to minor jurisdictions (lögsögur), and the Bjarkey laws concerned various merchant towns, but later there were laws that applied to entire Scandinavian kingdoms. Each jurisdiction was governed by an assembly of free men, called a þing. The court assembly, the thing, used the law and heard witnesses to rule whether the accused was guilty or not. There were usually two types of punishment: outlawing and fines. The most common means of justice were, however, fines; the amount varied, depending on the severity of the offense. This system was extremely intricate and the fines themselves, singularly a \"mulct\",[4] were also varied according to the social status of the accused and/or the victim. Disputes of innocence were often solved by trial. These trials consisted of different tests for men and women. However, as long as the courts were not made aware of the crime, it could go unpunished or was settled outside of legal bounds by payment. There was no written code of law until after the Viking Age, but the code of fines, duels, and disavowing criminals was the standard across the Scandinavian world. The best sources for information about the Viking legal system are found in Iceland, where it was the most highly documented. The Eyrbyggja Saga, for example, portrays accounts of the compromises made at the Althing. In Chapter 46 of the saga, the arbitrator and his jury facilitate the following settlement: \"It was agreed that the wound Thord Bling received at Alfta Fjord should cancel the one given to Thorodd Snorrason. Mar Hallvardsson's wound and the blow Steinthor gave Snorri the Priest were said to equal the deaths of the three men killed at Alfta Fjord. The killings by Styr, one on either side, cancelled each other out, as did the killings of Bergthor, and the wounds of the Thorbrandssons in the fight on Vigra Fjord. The killing of Freystein Bofi was set against the killing of one of Steinthor's men at Alfta Fjord. Thorleif Kimbi got compensation for the leg he had lost. The killing of one of Snorri's men at Alfta Fjord was matched against the unlawful assault Thorleif Kimbi had committed by starting the fight. All other injuries were evened out, all outstanding differences paid for, and so they parted on friendly terms. Everyone honoured this settlement as long as Steinthor and Snorri were both alive.\"[5] In 1117, the Althing decided that all the laws should be written down and this was accomplished at Hafliði Másson's farm over that winter and published the following year. The resulting codex is known as the Gray Goose Laws (Icelandic: Grágás) and they were a collection of laws from the Icelandic Commonwealth period consisting of Icelandic civil laws and the laws governing the Christian church in Iceland. As with the other Scandinavian countries in the Medieval Age, Norway was governed by a system of þings at which the numerous kings would convene to settle legal disputes. Medieval Norway developed four ancient regional assemblies: Frostating, Gulating, Eidsivating and Borgarting. There were also smaller þings, such as Haugating, which did not develop into major legislative meetings. A jury typically consisted of twelve members, twenty-four members, or thirty-six members according to the importance of the matter in question.[6] One of the most common practices in early medieval Norway of determining the outcome of a case was a holmgang,[7] which was a duel between the accuser and the accused. The winner was considered to be in the favor of the gods and thus the innocent party. Although not as common, outlawing men was practiced as well. Bjorn, son of Ketil Flat-Nose, was declared an outlaw by a thing assembled by King Harald in the very beginning of the Eyrbyggja Saga. As royal power in the Norwegian kingdom was consolidated, from about the eleventh century onwards, laws were increasingly put into writing, and later issued by royal decree. Thus trade in towns came to be regulated by the Bjarkey laws; the laws of the four þings were codified during the thirteenth century, producing texts such as the Frostathing Law. Magnus I of Norway (\"the good\") took a key role in this. Then, during the reign of Magnus VI of Norway (\"the lawmender\"), the first state law for the whole of Norway was issued, between 1274 and 1276. This is known as Magnus Lagabøtes landslov; it was supplemented with further law-codes for the country's cities from 1276, known as Magnus Lagabøtes bylov. Magnus Lagabøtes landslov stood more or less unchanged as a key section of Norwegian law until the Norwegian Code of issued by Christian V of Denmark in 1688. However, a number of features of the current Law of Norway are still thought to descend lineally from Ancient Norwegian property laws. Udal law, for example, is thought to have ancient origins of this kind. The Treaty of Perth transferred the Outer Hebrides and Isle of Man to Scots law while Norse law and rule still applied for Shetland and Orkney. Medieval Denmark was divided into three jurisdictions each ruled by its own provincial law; the Scanian Law used in the Scanian lands, the Zealandic Law used in Zealand and Lolland, and the Jutlandic Law used in Jutland (both North and South) and Funen. The Scanian lands were Danish until the middle of the 17th century, and the Scanian Law predates Sweden's similar provincial laws. It was written down around 1200 and exists in several law manuscripts. The earliest extant manuscript, SKB B74 was created between 1225-1275 and is now housed at the Swedish Royal Library. Another copy, the Codex Runicus, was written entirely in runic lettering around 1300 and is now held at the Arnamagnæan Institute at the University of Copenhagen. These manuscripts are however copies of older lawtexts and the Scanian Law is thus counted as one of the oldest provincial laws in the Nordic countries. All three provincial laws were given by king Valdemar the Victorious. The youngest of the three, the Jutlandic Law, was given in 1241.[8] Zealand was later given two additional laws: King Eric's Zealandic Law and the Zealandic ecclesiastical law. It is remains unclear which king Eric the former law refers to. The three laws were replaced in 1683 by King Christian V's Danish Law but as this law was never introduced in Schleswig, the Jutlandic Law remained in force for this jurisdiction. The oldest known copy of the Jutlandic Law, Codex Holmiensis 37 is currently owned by the Swedish Royal Library. Recent research has rejected earlier claims that described this copy as Swedish war booty from 1657 to 1660 wars, as the book appears to have been in Danish ownership during the early 18th century.[9] The earliest written law from what is now Sweden seems to be the Forsaringen, an iron ring from the door for the church of Forsa in Hälsingland, which carries a runic inscription, long thought to be from the high Middle Ages but more recently dated to the ninth or tenth century. The inscription's precise meaning is uncertain, but seems to list fines, with the fine doubling for each new offence.[10] The earliest substantial Swedish law-texts are the provincial laws (in Swedish landskapslag), which were the means of law holding in Sweden during the Middle Ages. Written sources on the landskaplagar date from after 1280.[11] The provinces of Sweden, or landskap were practically separate countries and had individual laws. Provincial laws are known to have existed in the provinces of Västergötland, Östergötland, Dalarna, Hälsingland, Södermanland, Law of Uppland, Västmanland, Värmland and Närke. A provincial law, Gutalagen, also existed for Gotland. In Finland, the local common laws were not codified, but in parts of Finland the applied law was based on the Hälsingland law. In older times the laws were memorized by a lawspeaker (lagman). Around 1200, the laws began to be transferred to written form. This was probably due to clerical influences. The oldest of the Swedish provincial laws is the Westrogothic law or Västgötalagen, which was used in the province of Västergötland, in west Sweden. Like Gutalagen, it was written in its oldest version around 1220. Some regulations are likely to have their origins in the Viking Age. A stipulation that \"no man may inherit while he sits in Greece\", for instance, would have been useful during the Viking Age when many Swedes served in the Varangian Guard but less so when the laws were codified, at a time when such service had all but stopped. Of the fine, one third was to be paid to the wronged; one third to the hundred; and one third to the King. In 1347, the Swedish provincial laws were replaced by Magnus Eriksson's country law. Gutalagen was in use until 1595 and the Scanian Law was in use until 1683. Christianity is thought to have come to the Scandinavian peoples initially in the reign of Charlemagne, but did not take hold until the 11th or 12th century, when it was made the official religion of Norway by Olaf Tryggvason. He is also credited with expanding the religion to the Faroe Islands, Iceland, and Greenland, among other areas in Scandinavia. With the Christians came new laws and ideas, such as the Járnburdr, which was a \"test by fire\". It consisted of picking an iron out of boiling water and carrying it 9 paces. A week later, if the carrier's wounds had not become infected they were declared innocent. Later, the Christians also abolished this law. It also abolished slavery in Scandinavia and the gathering of \"cults\". Perhaps the largest contribution of Christianity to Viking culture, however, was the power that it presented. As the Viking Age moved into a more monarchical era, it came to a fast close. Kings such as the Olaf Tryggvason, Sweyn Forkbeard, and Sweyn's son Cnut the Great were extremely powerful and were Christian. The yearly þing ritual continued after the Christianization of Scandinavia, especially in Iceland where it was a social gathering, not merely a court.","Title":"Medieval Scandinavian law - Wikipedia","KeyID":"7726","URL":"https://en.wikipedia.org/wiki/Medieval_Scandinavian_law"}