{"Content: ":"Germanic given names are traditionally dithematic; that is, they are formed from two elements, by joining a prefix and a suffix. For example, King Æþelred's name was derived from æþele, for \"noble\", and ræd, for \"counsel\". However, there are also names dating from an early time which seem to be monothematic, consisting only of a single element. These are sometimes explained as hypocorisms, short forms of originally dithematic names, but in many cases the etymology of the supposed original name cannot be recovered.[1] The oldest known Germanic names date to the Roman Empire period, such as those of Arminius and his wife Thusnelda in the 1st century[AD?], and in greater frequency, especially Gothic names, in the late Roman Empire, in the 4th to 5th centuries (the Germanic Heroic Age).[2] A great variety of names are attested from the medieval period, falling into the rough categories of Scandinavian (Old Norse), Anglo-Saxon (Old English), continental (Frankish, Old High German and Low German), and East Germanic (see Gothic names[3]) forms. By the High Middle Ages, many of these names had undergone numerous sound changes and/or were abbreviated, so that their derivation is not always clear. Of the large number of medieval Germanic names, a comparatively small set remains in common use today. In modern times, the most frequent name of Germanic origin in the English-speaking world has traditionally been William (Bill; from an Old High German Willahelm), followed by Robert and Charles (Carl, after Charlemagne). Many native English (Anglo-Saxon) names fell into disuse in the later Middle Ages, but experienced a revival in the Victorian era; some of these are Edward, Edwin, Edmund, Edgar, Alfred, Oswald and Harold for males; the female names Mildred and Winifred also continue to be used in present day, Audrey continues the Anglo-Norman (French) form of the Anglo-Saxon Æðelþryð, while the name Godiva is a Latin form of Godgifu. Some names, like Howard and Ronald, are thought to originate from multiple Germanic languages, including Anglo-Saxon. OH þrúðr, OE þrȳð,[28] drut, trud, thrud, thryth  Some medieval Germanic names are attested in simplex form; these names originate as hypocorisms of full dithematic names, but in some cases they entered common usage and were no longer perceived as such. Some hypocorisms retain a remnant of their second element, but reduced so that it cannot be identified unambiguously any longer; Curt/Kurt may abbreviate either Conrad or Cunibert. Harry may abbreviate either Harold or Henry. Other monothematic names originate as surnames (bynames) rather than hypocorisms of old dithematic names; e.g. Old English Æsc \"ash tree\", Carl \"free man\" (Charles), Hengest \"stallion\", Raban \"raven\" (Rabanus Maurus), Hagano/Hagen \"enclosure\", Earnest \"vigorous, resolute\".","Title":"Germanic name - Wikipedia","KeyID":"7730","URL":"https://en.wikipedia.org/wiki/Germanic_name"}