{"Content: ":"Germanic paganism included various religious practices of the Germanic peoples from the Iron Age until Christianisation during the Middle Ages. Religious practices represented an essential element of early Germanic culture. From both archaeological remains and literary sources, it is possible to trace a number of common or closely related beliefs among the Germanic peoples into the Middle Ages, when the last areas in Scandinavia were Christianized. Rooted in Proto-Indo-European religion, Proto-Germanic religion expanded during the Migration Period, yielding extensions such as Old Norse religion among the North Germanic peoples, the paganism practiced amid the continental Germanic peoples, and Anglo-Saxon paganism among the Old English-speaking peoples. Germanic paganism is best documented in 10th- and 11th-century texts from Scandinavia and Iceland. Pontic Steppe Caucasus East Asia Eastern Europe Northern Europe Pontic Steppe Northern/Eastern Steppe Europe South Asia Steppe Europe Caucasus India Indo-Aryans Iranians East Asia Europe East Asia Europe Indo-Aryan Iranian Indo-Aryan Iranian Others Europe Germania was the Roman term for the area east of the Rhine and north of the Danube and up to the islands of the Baltic Sea[1] (its namesake originates from Julius Caesar, who used it in his treatise on the Gallic Wars, Commentarii de Bello Gallico). The Germanic core area, Magna Germania, was located in ancient Europe in the northern European lowland, which mainly includes present-day Germany, the Netherlands, Denmark, and the Scandinavian peninsula.[2] However, the boundaries of Germania were not clearly defined, as large Germanic populations lived within the borders of the Roman Empire, and the Roman influence reached far into \"free Germania\" across the border of Limes.[3] In Central Europe, the Celtic culture was already dominant and early Germanic religious practices were influenced by the Celts. Later, elements from the Roman culture were mixed into the Germanic culture, which includes archaeological evidence of Roman gods, statues, and gold mining. Germanic people have never really constituted a uniform group with a common or ubiquitous culture, but some general core belief systems are known from medieval texts, which may be the result of a fusion of various beliefs across the expanse of Germanic tribes throughout central Europe. Among the East Germanic peoples, traces of Gothic paganism may be discerned from scant artifacts and attestations. According to historian John Thor Ewing, as a religion, the Germanic version consisted of \"individual worshippers, family traditions and regional cults within a broadly consistent framework\".[4] Few written sources for Germanic paganism exist, and few of those that do were written by participants in that religion. Traditional oral literature associated with the pre-Christian religion was most likely deliberately suppressed as Christian institutions became dominant in Germany, England, and Scandinavia during the Middle Ages.[5] Descriptions of early Germanic religious practices are, however, found in the works of Roman writers such as Tacitus in his first-century work Germania.[6] Only in medieval Iceland was a large amount of Germanic-language material written on the subject of pagan traditions, principally the mythological poems of the Poetic Edda, Prose Edda, and skaldic verse.[7] These works have enormous significance for our understanding of the ancient religious traditions. However, these sources were recorded after Christianity became dominant in Iceland by writers who themselves were Christians.[8] Some traces of Germanic religion are preserved in other works by medieval Christians like the Middle High German Nibelungenlied and the Old English Beowulf.[9] Medieval and post-medieval folklore has also been used as a source for older beliefs. But this too was influenced by Christianity and changed in shape.[10] However, whereas stories can travel quickly and easily change over time, making late texts unreliable evidence for early Germanic culture, language changes in somewhat more predictable ways. Through the comparative method, it is possible to compare words in related languages and rationally reconstruct what their lost, earlier forms must have been, and to some extent what those earlier forms must have meant. This in turn allows the reconstruction of the names of some gods, supernatural beings, and ritual practices. For example, all the Germanic languages use a similar neuter noun to denote pagan gods: Gothic guþ, Old English god, Old High German got, and Old Norse guð. Proto-Germanic, therefore, surely had a similar word with a similar sense.[11] Little is known for certain about the roots of Germanic religion.[12] Early forms of Germanic religion are known exclusively from archaeological remains and can therefore only be interpreted on the basis of comparative studies with other religions or through the evaluation of Scandinavian literature, who, as the last converts among the practitioners of Germanic religion, maintained a written account of their religion into the Middle Ages.[13] In addition to the rich archaeological finds, like the evidence of a widespread veneration of a fire god,[14] there is also linguistic evidence attesting to Germanic religious practices. Description of the oldest forms of the Germanic religion are based on uncertain reconstructions, which in turn are based on comparisons with other material.[a] Archaeological findings suggest that the Germanic peoples practiced some of the same 'spiritual' rituals as the Celts, including sacrifice, divination, and the belief in a spiritual connection with the natural environment around them.[15] Germanic priestesses were feared by the Romans, as these tall women with glaring eyes, wearing flowing white gowns often wielded a knife for sacrificial offerings. Captives might have their throats cut and be bled into giant cauldrons or have their intestines opened up and the entrails thrown to the ground for prophetic readings.[16][b] Spiritual rituals frequently occurred in consecrated groves or upon islands on lakes where perpetual fires burned.[18] Various deities found in Germanic paganism occur widely among the Germanic peoples, most notably the god known to the continental Germanic peoples as Wodan or Wotan, to the Anglo-Saxons as Woden, and to the Norse as Óðinn, as well as the god Thor—known to the continental Germanic peoples as Donar, to the Anglo-Saxons as Þunor and to the Norse as Þórr. Christianity had no relevance for the pre-Christian Germanic peoples until their contact and integration with Rome.[19] One of the oldest written sources on Germanic religion is Julius Caesar's Commentarii de Bello Gallico, where he compares the very intricate Celtic customs with the perceived very \"primitive\" Germanic traditions: The German way of life is very different. They have no druids to preside over matter related to the divine, and they do not have much enthusiasm for sacrifices. They count as gods only those phenomenon that they can perceive and by whose power they are plainly helped, the Sun, Fire, and Moon; others they do not know even from hearsay. Their whole life is spent on hunting and military pursuits. (Caesar, Gallic War 6.21.1–6.21.3)[20] Caesar's descriptions of the religion of the Germanic tribes differ greatly from what other sources show, and so it is not given high source value by modern religious researchers. In general, he describes Germania as a barbaric wonderland, very different from the Italy from which he comes. Many of the characteristics he attributes to the population are thus in contrast to the Romans. An interesting detail, however, is his identification of the most important deity in Gaul being the same as the Roman Mercury; he likewise references other Roman gods being found in Germanic beliefs. Among the gods, Mercury has the most important cult; his sacred images are very frequent. The Gauls call him the inventor of every art and skill, the guide on roadways and journeys, and they believe he has the greatest power over trade and the pursuit of profit. After him, they venerate Apollo, Mars, Jupiter, and Minerva. Of these, they think in much the same way as other peoples do, holding that Apollo dispels disease, Minerva passes along the foundations of arts and crafts, Jupiter rules the heavenly gods, and Mars governs war. (Caesar, Gallic War 6.17.1)[21] A later and much more detailed description of the Germanic religion was written by Tacitus around 100 AD. His ethnographic descriptions in Germania remain highly valued. According to this, the Germanic peoples sacrificed both humans and other animals to their gods, which he identified with Hercules and Mars.[22] He also tells that the largest group, the Suebi, also sacrificed Roman prisoners of war to a goddess whom he identified with Isis.[22] Another deity, whom he calls Nerthus, is cultivated as a goddess by a number of groups in the northwestern region. According to Tacitus's account, her followers believed that Nerthus interacted directly in human affairs.[23] Her main shrine was in the grove of Castum, located on an island. A covered wagon pulled by bulls was devoted to the goddess and only the high priest was permitted to touch it. This pastor was able to see the goddess stepping into the cart. It was carried all over the country and wherever it arrived, a party and feast in her honor was held. The priest proclaimed festivities over when the goddess was tired of contact with mortals, then the wagon and curtain were washed. The slave performing the purification ritual was subsequently thrown into the lake and drowned as sacrifice. During the time the goddess traveled, these tribes did not go to war and did not touch any weapons.[23] According to Tacitus, the Germans perceived temple buildings as inappropriate homes for the gods, nor did they depict them in human form, in the same way that the Romans did. Instead, they cultivated them in sacred forests or groves.[24] Tacitus' reliability as a source can be characterized by his rhetorical tendencies, since one of the purposes of Germania was to present his own compatriots with an example of the virtues he believed they were missing.[25] Paganism was still being practiced by the Germanic peoples when the Roman emperor Constantine the Great died in 337 AD, despite his conversion to Christianity; Constantine did not, however, ban pagan rituals at select religious temples across the Empire.[26] Sometime between 391 and 392, Theodosius I made an official proclamation which outlawed pagan religious practices throughout his region of influence with various successors like Justinian I doing likewise.[26] The Franks were converted directly from paganism to Christianity under the leadership of Clovis I in about 496 without an intervening time as Arian Christians. Eventually the Gothic tribes turned away from their Arian faith and in 589 converted to Nicene Christianity.[27] Pagan beliefs amid the Germanic peoples were reported by some of the earlier Roman historians and in the 6th century AD another instance of this appears when the Byzantine historian and poet, Agathias, remarked that the Alemannic religion was \"solidly and unsophisticatedly pagan.\"[28] However, during the Germanic Iron Age, the Germanic culture was increasingly exposed to the influence of Christianity and Mediterranean culture; for example, the Gothic Christian convert Ulfilas translated the Bible from Greek into Gothic in the mid 4th century, creating the earliest known translation of the Bible into a Germanic language.[29] Another aspect of this development can be seen, for example, in Jordanes, who wrote the story of the Goths, Getica, in the 6th century, since they had been Christians for more than 150 years and dominated the ancient Roman core area, Italy. Jordanes wrote that the Goths' chief god was Mars, whom they believed had been born among them. Jordanes does not use the god's original name, but instead employs the Latin form (Mars) and avows the Goths sacrificed captives to him.[30] The Goths were converted to the Arian form of Christianity in the 4th century at the time when Catholicism became the dominant religion of the Roman Empire, earning them the label of heretics.[31] Over time, the ancient religious traditions were replaced by the Christian culture, first to the south, later to the north. The early transition to Christianity and the rapid disappearance of the realms meant that the religious practices of the East Germanic tribes predating Christianity are almost unknown.[32] Germanic-speakers are well attested to have been stationed in the part of Roman Britain corresponding to England, and their religious practices, combining traditional and Roman elements, are evidenced in archaeology, particularly in the form of inscriptions.[33] From the fifth century, Germanic-speaking Anglo-Saxon culture became established in England, and the later writings of its Christian writers an important source for pre-Christian Germanic religion. For example, the Christian monk Bede, who in the early eighth century reproduced a traditional, non-Christian calendar in his work De Temporum Ratione, noted that the Germanic Angles began their year on 24–25 December.[34] In addition, some pieces of Old English poetry have survived, all passed on by Christian writers. Important works include Beowulf[35][c] and some Anglo-Saxon metrical charms.[37][38][page needed] When the Germanic Lombards invaded Italy in the mid-sixth century, their forces consisted of persons practicing orthodox and the Arian form of Christianity, but a significant portion of them were pagan.[39] Over time, the balance between pagan and Christian believers began to change. Several centuries later, Anglo-Saxon and Frankish missionaries and warriors undertook the conversion of their Saxon neighbors. A key event was the felling of Thor's Oak, probably in modern Hesse, by Boniface in 723 AD. According to surviving accounts, when Thor failed to strike Boniface dead after the oak hit the ground, the pagans were amazed and began their conversion to the Christian faith.[d] Eventually the last continental Germanic people who still practiced Germanic paganism were converted to Christianity by armed force in a series of campaigns (the Saxon Wars) led by the Frankish emperor Charlemagne. These wars brought Saxon lands into the Frankish Empire.[40] Massacres, such as the Massacre at Verden, where as many as 4,500 people were beheaded according to one of Charlemagne's chroniclers, were a direct result of this policy.[41] During the eighth-century, the Carolingian Franks sought to stamp out Germanic paganism, when for instance, Charlemagne destroyed the mighty tree trunk Irminsul that supported the heavenly vault of pagan Saxons in much the same way that Boniface had destroyed Thor's Oak before.[42] Charlemagne then instituted a forced mass-baptism, which caused resentment among the Saxons and led to frequent revolts; the Saxons—under the leadership of Widukind—even wiped-out Christian mission centres in Frankish territory.[43] Historian J.M. Wallace-Hadrill asserts that Charlemagne was \"in deadly earnest\" about extirpating paganism and that his \"kingly task\" included converting the heathen pagans \"by fire and sword if necessary.\"[44] Germanic paganism's lasting power and influence is revealed to some degree by the amount of anti-pagan measures undertaken during the period of Frankish ascendancy.[44] Transition from paganism to Christianity was nonetheless an uneven process. For example, when the formidable Harald Gormsson attempted to impose Christianity on Denmark in the mid-10th century, the inhabitants resented the change, which led to his son driving him out of the country and returning it to its pagan practices.[45] Sometime around 1000 CE, Iceland was formally declared Christian, however, pagan religious practices were tolerated in the private sphere. The change of religion took place in some places peacefully, while in others through forced conversion. Norwegian King, Olaf II, (later canonized as St Olaf) who reigned in the early 11th century, attempted to spread Christianity throughout his kingdom, but was forced into exile by a rebellion in 1028 and killed at the Battle of Stiklestad in 1030. In 1080, Sweden's King Inge the Elder, who had converted to Christianity, was exiled from Uppsala by his own people when he refused to sacrifice to the pagan gods.[46] Nonetheless, most of Scandinavia turned from their Nordic pagan practices and converted to Christianity by the 11th century.[47][48] Adam of Bremen provided the last description of widespread paganism being practiced in the Nordic countries.[49] The Scandinavian religion in the early Middle Ages is far better documented than the former Germanic religions, thanks especially to the texts written down in Iceland between 1150 and 1400.[50] Bronze Age personal ornaments show images of their gods on chariots, and rock carvings all across Scandinavia south of Trondheim-Swedish Uppland reveal gods, priests, and various fauna.[51] Sacrifice was known to be merely a part of festivals where the various gods received gifts, or whenever one tried to predict and influence the events of the coming year. The relationship between gods and humans was understood as one that resembled the connection between a great man and those submissive to him; therefore it was important to routinely confirm the relationship with the gods through gifts. Blood sacrifices were used in times of crisis and for the holidays.[52] Ninth-century accounts of the Viking Rus' of Novgorod (perhaps the furthest East that Germanic religious practices manifest) include the sacrifice of \"men, women, and cattle\" to their deities.[53] While Christian conversion happened first in Denmark and then Norway, thanks largely to Harald Bluetooth, the Swedish royal household was the last to accept Christian baptism.[54] Pagan religion formed the core of Nordic religious identity and their bond was as much their non-Christian identity and their related tongue than it was their common worship of Odinn, Thor, or Frey.[55] Even after conversion, there are reports that Norsemen like Helgi the Lean—who was a professed Christian—made vows to Thor during sea-voyages or when matters of utmost importance arose, demonstrating how some were slow to give up their old gods entirely.[56] During the transition between the Bronze Age and the Iron Age (about 500 BC), there was a shift in both living and religious customs.[57] The archaeological finds show a society that was changed, instead of burying their dead, they were now starting to burn them before ceremoniously placing them in the ground.[57] This burial practice remained dominant right up to the transition to Christianity in the Middle Ages. In later sources, it appears that the Germanic peoples believed that the dead would continue to live in a celestial kingdom through burning, while those who were laid in the earth without being burned would remain down there.[58] Among finds that probably had religious significance, objects of Celtic origin dominate, and the mythological motifs found in many cases have clear connections to the Mediterranean region or Celtic culture. Based on archaeological evidence alone, it is nearly impossible to distinguish early Germans from Celts according to historian Malcolm Todd.[59] While there is limited information available on Germanic mythology in the early part of the Iron Age, the remnants that do exist indicate that there were shifts in the religious beliefs of the Germanic peoples over the centuries.[60] Until about 400 AD, the borders of the Roman Empire were only about 300 km away from Scandinavia, and even closer to other German-speaking tribes. The Roman Empire was the dominant power of that time, both politically, economically and culturally in this part of the world. As the Roman Empire grew and made contact with different cultures across a vast area of Europe, local traditions eventually began borrowing cultural elements derived from the Romans; this also applies to the Germanic peoples. A telling example is that by 300 AD, the Germanic peoples began dividing the week into seven days, each day named after a particular deity.[61] More examples include sculptures that create an overall common tradition throughout Europe, the Near-North and North Africa. In northern Europe, smaller sculptures with clear similarities to Roman models from archaeological excavations—in particular, at Funen and Øland—dating between 200 and 400 AD, consist of figures that can stand on a table and are either made of metal or wood. Unfortunately, it is impossible to identify which gods these figures are meant to depict or much about the religious beliefs attached to them.[62] A special feature of the Germanic figures, however, is the lack of female figures that were otherwise popular in the Roman Empire, which indicates a deliberate opt-out. In Roman context, these types of figures were mainly used in connection with the larch cult in private homes, where they were placed on small home-altars. However, whether they have been used for the same purpose in the Nordic countries is uncertain. Gradually, these figures disappear again from the finds, and from the Viking Age only very few and small figures are known.[63] Sometime between 400 and 500 AD, there was an increase in the amount of gold, as indicated by archeological excavations across northern Europe—this is likely related to the extensive use of Germanic mercenaries by the Romans as they attempted to expand their empire. Round gold medals inspired by Roman coins appeared, adorned by images of Balder, Tyr and Odin. These gods were prominently worshipped by the upper class and the Germanic kings. In this example, Roman techniques were used to reproduce and convey Germanic ideas and religion.[64] Traces of Germanic pagan religion in the oldest periods during Celtic Iron Age, are known exclusively through archaeological finds. These include images and remnants of rituals, typically objects discovered in lakes and marshes, among which many of them trace back to the Neolithic Age through the Bronze Age, and most prominently continue into the Iron Age. The people of that time have probably perceived bogs and marshes as sacred places where contact with divine powers was possible. Tacitus described the home of the Germanic goddess, Nerthus, as being on an island in a lake.[23] In several bogs, raw processed wood figures have been found, generally depicting people and consisting of branches with strongly emphasized sexual features. This probably suggests that the early Germanic pagan gods of fertility were associated with water, a belief that relates to later practices.[65] The fact that sacrifice was a fundamental element of Germanic religion can be seen in the fact that it occurs in all sorts of sources, both ancient and medieval, in place names, material relics, and in Germanic pagan mythological texts, where even the gods sacrificed.[66] Sacrifice sent objects via destruction or physical placement to places where the living no longer have access to them; most frequently this included burning them or throwing them into lakes. An important element of these rituals was the sacrificial festival, which included copious eating and drinking. Large public offerings took place in centralized locations, and in many places throughout what was once ancient Germania, the remains of such sites have been found.[67] Wooden figures were sacrificed as were people; human victims suffered a sudden and violent death from what the archaeological finds throughout bogs—in what was once Germania—indicate. In many cases, various measures were employed to ensure that the body was held down in the bog, either using branches or stones.[68] Danish historian, Allan A. Lund, posits that the victims had been killed because they were considered witches who brought misfortune to society. He explains this by the fact that the victims had been placed in a peat bog, where they would not dissolve and thereby be transferred to the other world, but were instead, preserved forever in a border state between this and the other world.[69] Another practice was the Germanic pagan custom of offering up weapons to their gods. In southern Scandinavia, there are about 50 sites where weapons have been thrown into a lake and sacrificed after the weapons were partially destroyed or rendered useless. At these sites, only weapons and possessions were sacrificed; no human bones are found anywhere, and only non-human animal bones from horses can be found. Swords are bent, spears and shields are broken. The majority of this type of sacrifice comes from the period between AD 200–500 and many of them are in East Jutland in places with access to the Kattegat, a strait that is 225-km in length between Sweden and Denmark.[70] The Germans' sacrifice of defeated enemy weapons to their deities is known from ancient accounts and constitutes part of an offering to Odin, during which the weapon sacrifice affirms the connection between the worshippers and the divine.[71] An important Roman contribution to Germanic culture was writing. Around 200 AD, Runic inscriptions begin to appear in southern Scandinavia and did not cease until about 1300. The origin of this particular Germanic script can be linked to the strong Roman-influenced power center at Stevns in southern Denmark.[72] Researchers have long debated whether the runes had only religious significance or if they were also used for everyday writing. Today, most scholars believe that the script could not have survived so long if it was used exclusively in special ritual contexts [72] It is known for certain that runes were frequently used for religious purposes. Within the rune magic system, each rune sign had a special meaning, and the cumulative writing down of the entire alphabet series—the futhark—functioned as a magic formula. Also, in other contexts, the written text of the rune was used for spells on weapons and personal effects.[73] Further evidence of the religious context of runes and their importance shows up in the Old Saxon epic poem, Heliand, written in Old High German verse from the ninth-century, whereby the work uses secular and pagan phrases in telling the gospel narrative. One particular line reads, gerihti us that geruni (\"reveal to us the runes\", or \"lead us, we who (make) rune(s)\"), demonstrating a conflation of the Christian idea \"Lord, teach us to pray\" with ancient pagan practices.[74] Early proselytizers of the Christian faith had to use familiar vernacular equivalents to convey Christian concepts to their pagan brethren.[75] An enigmatic fusion of the ancient Germanic pagan, Roman, and Christian ideas shows up on the Anglo-Saxon chest known as Franks Casket, which contains a mixture of the runic and Roman alphabets.[76] Regions of central Europe inhabited by Germanic peoples and England were nominally Christianised between the 6th and 8th centuries, followed by the Christianization of Scandinavia in the 8th to 12th centuries. However, elements of the ancient mythology survived through the Middle Ages in the form of legends, adventures and epic tales and folklore. Fragments can be found, for example, in historical accounts written about the different tribes, such as Paul the Deacon's historical account of the Lombards[77] or the tales of Saint Willibrord by Alcuin, who was likewise a theologian and advisor to Charlemagne.[78] In relation to especially Old Norse religion and, to a lesser extent, Anglo-Saxon paganism, the written sources of early spiritual practices in central Europe are of a very fragmentary nature. For example, the Merseburg charms[e] is the only pre-Christian text written in Old High German and contains mentions of the deities Fulla, Wodan, and Frigg.[79] In other texts, including chronicles and historical representations, there are hints of the pagan religion, such as Charlemagne's destruction of Irminsul—reproduced in the Annales regni Francorum[80]—or the invention of the Christmas tree by Saint Boniface.[81] As paganism was marginalized by Christianity, parts of the pre-Christian religion continued in the folklore of the rural population; Germanic mythology therefore survived in fairy tales, which the Brothers Grimm collected and published in their work.[82][f] Elements of pre-Christian folkloric belief include the modern Scottish depiction of the \"brownies\".[84] Based on historical practises and folklore, Germanic paganism is being revived in groups such as the Ásatrúarfélagið as part of the modern Heathenry movement.","Title":"Germanic paganism - Wikipedia","KeyID":"7732","URL":"https://en.wikipedia.org/wiki/Germanic_paganism"}