{"Content: ":"Gothic paganism was the original religion of the Goths before their conversion to Christianity. The Goths first appear in historical records in the early 3rd century, and they were Christianized in the 4th and 5th centuries. Information on the form of the Germanic paganism practiced by the Goths before Christianization is thus limited to a comparatively narrow and sparsely documented time window in the 3rd and 4th centuries. The center of the Gothic cult was the village or clan (Kuni), and the ritual sacrificial meal held by the villagers under the leadership of the reiks. The reiks saw themselves as the guardians of ethnic tradition. This was expressed starkly in the Gothic persecution of Christians in the 370s, when the reiks Athanaric saw this privilege threatened by the new religion, responding by the persecution of converted Goths (but not of Christian foreigners): according to the Passio of Sabas the Goth, Sabas was executed for professing Christianity (or rather for refusing to sacrifice to the tribal gods), while his companion, the priest Sansalas, was let go because he was a foreigner. After the Goths had settled in Scythia in the 2nd century, it is probable that a process of ethnogenesis was set in motion, and that most of the \"Goths\" of the 3rd and 4th century were not in fact descended from Scandinavia but (much as was the case with the \"Huns\" in the following century) consisted of a heterogeneous population which was united under the name of \"Goths\" by virtue of having submitted to the elite formed by the ruling dynasties of the reiks. Gothic religion was purely tribal, in which polytheism, nature worship, and ancestor worship were one and the same. We know that the Amali dynasty deified their ancestors, the Ansis (Aesir), and that the Tervingi opened battle with songs of praise for their ancestors. The gradual Christianisation of parts of the Gothic population came to a turning-point in the 370s. A civil strife between the Christian reiks Fritigern and the pagan reiks Athanaric prompted Roman military intervention on the side of the Christian party, leading to the Gothic War (376–382). In 376, the Romans allowed a number of ostensibly Christian Goths, including bishops and priests, to cross the Danube, and were granted asylum by the Romans. The English word god itself is cognate with the Gothic word guth for a pagan idol (presumably a wooden statue of the kind paraded by Winguric on a chariot when he challenged the Gothic Christians to worship the tribal gods, executing them after they refused). It became the word for the Christian God in the Gothic Bible, changing its grammatical gender from neuter to masculine in this new sense only. The name of the Goths themselves is presumably related, meaning \"those who libate\" (while guth \"idol\" is the object of the act of libation). The words for \"to sacrifice\" and for \"sacrificer\" were blotan and blostreis, used in Biblical Gothic in the sense of \"Christian worship\" and \"Christian priest\". One peculiarity which separates Gothic religion from all other forms of early Germanic religion is the absence of weapons as grave goods. While pagan warrior graves in Scandinavia, England and Germany almost invariably contain weapons, and the practice is discontinued with Christianization, the pagan Goths do not seem to have felt the need to bury their dead with weapons. This may have arisen from the fact that weapon burials began to become prominent among pagan peoples in the 5th and 6th centuries, possibly as a method of permanently establishing prestige upon certain families through burial ritual in a period of a heightened economy and increased inter-group competition, thus well after the Christianization of the Goths.[1] A Gothic belief in witches is attested with the story of the haliurun(n)ae (c.f. Anglo-Saxon hellrúne) who were expelled from the tribe by king Filimer, after which they mated with evil spirits and gave birth to the Huns, who eventually destroyed the Gothic empire. Wolfram compares the rejection of necromancy or witchcraft by the Goths with the pagan Scandinavian rejection of the seiðr of Finnic sorcerers or shamans.[1] Very little can be said with certainty regarding the individual gods worshipped among the Goths. In the light of comparative evidence from later forms of Germanic paganism, it seems likely that the \"Germanic trinity\" of Wodanaz, Tīwaz, and Þunraz may have had a parallel among the Goths, with the names Gaut, Teiws, and Fairguneis.[1] The Goths did have a cult of a god of war, identified by the Romans with Mars, presumably cognate to the Proto-Germanic Tīwaz, perhaps called *Teiws in Gothic, on the basis on the corresponding letter names. Among the Tervingi perhaps also known as the Terwing, the tribe's mythical, eponymous ancestor, possibly related too to the Týrfingr lost sword legend – 'the finger' of the god Týr which on touch caused sudden death to its enemies. Then, there was Gaut or Gapt, the ancestor of the Amali dynasty, and presumably eponymous of the entire people of the \"Goths\"; it is unclear whether this deity should be considered independent of those just mentioned, or if it is just another name by which either of them was also known. Old Norse Gaut in later centuries was considered another name for Odin in Scandinavia. It may also be significant, that in the Eddaic tradition, Odin himself is said to have come to the north from the \"Black sea region / Turkland\", i.e. the lands some believe was formerly and later inhabited by some ancestors of the Goths. If Gapt was the original \"ansic\" ancestor, later identified with Odin/Wodanaz, the Gothic letter name *ansuz (aza) may testify to his importance; but this does not imply that Gaut can be assumed to have had the same attributes typical of Odin in the Viking Age. The Aesyr were considered the folk which the north-Germanic god Odin led in his Wuoth ('raging') Ghostly Host charging through the nights and battlefields. These are identified as the Aes (or Asians) of Antiquity, where the Iranian Alans were considered as the first gens that came off Asia beyond the Western Scythians or Sarmatians in the steppes ethnic geography for the Greek and classical sources. These may be echoes that hark back to an older influence from many centuries earlier, when it is visible in the archaeological records the introduction of steppes elements from the Yamna Culture among the earliest Germanic cultural horizon, giving birth to the Corded Ware Culture from the Copper Age. Another important god may have been called *Fairguneis (pronounced [fɛːrguːniːs]), identified by the Romans as Jupiter (and presumed by modern scholars to be Thor), but this relies on the accuracy of the Romans' interpretation of Gothic religion. The Gothic letter name enguz may indicate the existence among the Goths of the god Ingwaz, an older name for the Norse god Freyr, but there is no other evidence for this. Finally, the river Danube may have also been deified, as *Donaws.","Title":"Gothic paganism - Wikipedia","KeyID":"7734","URL":"https://en.wikipedia.org/wiki/Gothic_paganism"}