{"Content: ":"The term \"Viking Age\" refers to the period roughly from 790s to the late 11th century in Europe, though the Norse raided Scotland's western isles well into the 12th century. In this era, Viking activity started with raids on Christian lands in England and eventually expanded to mainland Europe, including parts of present-day Russia.[1] While maritime battles were very rare, Viking bands proved very successful in raiding coastal towns and monasteries due to their efficient warships, and intimidating war tactics, skillful hand-to-hand combat, and fearlessness.[2] What started as Viking raids on small towns transformed into the establishment of important agricultural spaces and commercial trading-hubs across Europe through rudimentary colonization.[2] Vikings' tactics in warfare gave them an enormous advantage in successfully raiding (and later colonising), despite their small population in comparison to that of their enemies. Vikings, according to Clare Downham in Viking Kings of Britain and Ireland, are \"people of Scandinavian culture who were active outside Scandinavia ... Danes, Norwegians, Swedish, Hiberno-Scandinavians, Anglo-Scandinavians, or the inhabitants of any Scandinavian colony who affiliated themselves more strongly with the culture of the colonizer than with that of the indigenous population.\"[3] Parts of the tactics and warfare of the Vikings were driven by their cultural belief, themselves rooted in Norse culture and religion, and vividly recalled in the later Icelandic sagas written in the 13th-14th centuries; after the Christianisation of the Nordic world. In the early Viking Age, during the late 8th century and most of the 9th, Norse society consisted of minor kingdoms with limited central authority and organization, leading to communities ruled according to laws made and pronounced by local assemblies called things. Lacking any kind of public executive apparatus—e.g. police—the enforcement of laws and verdicts fell upon the individual involved in a dispute. As a natural consequence, violence was a common feature of the Norse legal environment. This use of violence as an instrument regarding disputes was not limited to a man, but extended to his kin.[4] Personal reputation and honour was an important value among Norsemen, and so actionable slander was also a legal category, in addition to physical and material injuries. Honour could be shamed from mere insults, where Norsemen were legally allowed to react violently. With this prevalence of violence came the expectation of fearlessness.[5] Norsemen believed that the time of death for any individual is predetermined, but that nothing else in life is. Considering this, Norsemen believed there to be two possibilities in life: \"success with its attendant fame; or death.\"[6] The necessity of defending honour with violence, the belief that time of death was preordained, adventure and fearlessness were core values to the Viking Age.[7] These principal values and convictions were displayed in the tactics of Viking raids and warfare. As in most societies with limited mechanisms for projecting central power, Norse society also shared traits of bonding through mutual gift-giving to ensure alliances and loyalty. One of the reasons many Norse went a-Viking was the opportunity to gather loot and wealth by trading and raiding. This wealth was then brought back to Scandinavia and used for political gain.[8] such as Olaf Tryggvason and Olaf Haraldsson whose successful raiding campaigns served their later claims to kingship.[9] This was one reason that monasteries and churches were often targeted, due to their wealth in relics and luxury goods like precious metals, fine cloths, and books such as the Codex Aureus which was stolen by a Viking and then sold to an Anglo-Saxon couple later on (a note was written inside the book after its recovery \"I ealdorman Alfred and Wærburh my wife obtained these books from the heathen army with out pure money, that was with pure gold, and that we did for the love of God and for the benefit of our souls and because we did not wish these holy books to remain longer in heathen possession\"[10]) The Vikings regularly attacked coastal regions due to the difficult nature of defending such regions, as well as utilising rivers and stolen horses to raid deeper inland by the mid 9th century. The Norse were born into a seafaring culture. With the Atlantic Ocean to the west and the Baltic and North Sea bordering southern Scandinavia, seafaring proved to be an important means of communication for Scandinavians, and a vital instrument for the Vikings.[11] Despite reports since the 5th Century of the presence of seafaring Germanic peoples both in the Black Sea and in Frisia, and archaeological evidence of earlier contact with the British Isles, the Viking Age proper is characterized by extensive raiding, entering history by being recorded in various annals and chronicles by their victims.\"[12] The Annals of St. Bertin[13] and the Annals of Fulda[14] contain East and West Frankish records (respectively) of Viking attacks, as does Regino of Prum's Chronicle[15] - which was written as a history of the Carolingian Empire in its final years. These raids continued for the entirety of the Viking Age and Vikings would target monasteries along the coast, raid the towns for their booty, and were known to set fires in their wake. While there is evidence that Viking arson attacks did occur, more recent scholarship has cast doubt on quite how severe the physical damages (rather than their psychological impact) truly were. Regino of Prum’s Chronicle records that the palace of Aachen was burned to the ground[15] but there is no archaeological evidence of destruction on such a scale at the site. These attacks caused widespread fear, so much so that the Vikings were thought by some monks to be a punishment from God.[16] There is also the complication of a lack of direct written sources about these raids from the Viking perspective. This leads to biased views of the raiders from Christians who were being attacked in their churches and lands.[17] Initially, the Vikings limited their attacks to \"hit-and-run\" raids. However, they soon expanded their operations. In the years 814–820, Danish Vikings repeatedly sacked the regions of Northwestern France via the Seine River and also repeatedly sacked monasteries in the Bay of Biscay via the Loire River. Eventually, the Vikings settled in these areas and turned to farming. This was mainly due to Rollo, a Viking leader who seized what is now Normandy in 879, and formally in 911 when Charles the Simple of West Francia granted him the Lower Seine.[18] This became a precursor to the Viking expansion that established important trade posts and agrarian settlements deep into Frankish territory, English territory, and much of what is now European Russian territory.[19] The Vikings had taken control of most of the Anglo-Saxon kingdoms by the 870s, which was after the time of the Great Heathen Army that swept the Anglo-Saxon rulers away from power in 865. This army focused not on raiding, but on conquering and settling in Anglo-Saxon Britain, being composed of small bands that were already in Britain and Ireland that worked together for a period of time to accomplish their goals.[20] The Vikings were also able to establish an extended period of economic and political rule of much of Ireland, England, and Scotland during the Norse Ivarr Dynasty that started in the late 9th century and lasted until 1094.[21] In Ireland, coastal fortifications known as longphorts were established in many places after initial raidings, and they developed into trading posts and settlements over time. Quite a few modern towns in Ireland were founded in this way, including Dublin, Limerick and Waterford. Much of the Vikings' success was due to the technical superiority of their shipbuilding. Their ships proved to be very fast. Their build was not designed for battle at sea, as this was a form of warfare that the Vikings very rarely engaged in, but these long narrow ships could accommodate 50–60 seamen who powered the ship by rowing, as well as a complement of warriors, and so able to carry sizeable forces at speed to land wherever advantageous. Due to their shallow draft, Viking ships could land directly on sandy beaches rather than docking in well-fortified harbours.[22] Viking ships made it possible to land practically anywhere on a coast and to navigate rivers in Britain and on the Continent, with raids reported far up rivers such as the Elbe, the Weser, the Rhine, the Seine and the Loire, the Thames, and many more. Vikings also navigated the extensive network of rivers in Eastern Europe, but they would more often engage in trade than in raiding. Depending on local resources, the ships were mainly built from strong oak, though some with pine, but all with hewn planks that preserved the wood grain unbroken, resulting in light, but very strong and flexible strakes. Steering was accomplished with a single rudder in the stern.[23] There was a relatively short mast that allowed fast rigging and unrigging. The low mast, built for speed when the winds were favourable, could often easily pass under bridges erected in rivers.[24] These masts were designed to maneuver under the fortified bridges that Charles the Bald of West Francia created from 848 to 877.[25] These boats have a shallow draft of around a meter of water.[26] Viking longships were built with speed and flexibility in mind, which allowed Norse builders to craft strong yet elegant ships. The close to 28 meters long and five meters wide Gokstad ship is often cited as an example of a typical Viking ship.[27] Variants of these longships were built with a deeper hull for transporting goods, but what they added in hull depth and durability they sacrificed in speed and mobility. These cargo ships were built to be sturdy and solid, rather than Drakkar warships which were built to be fast.[28] There is a mention of the Knörr being used as warships in poems written by skalds. Specifically, the poem \"Lausavisor\" by Vígfúss Víga-Glúmsson describes a Knörr being used as a battleship.[29] The fast design of Viking ships was essential to their hit-and-run raids. For instance, in the sacking of Frisia in the early 9th century, Charlemagne mobilized his troops as soon as he heard of the raid, but found no Vikings by the time he arrived.[30] Their ships gave the Vikings an element of surprise. Travelling in small bands, they could easily go undetected, swiftly enter a village or monastery, pillage and collect booty, and leave before reinforcements arrived.[31] Vikings understood the advantages of the longships' mobility and used them to a great extent. Viking fleets of over a hundred ships did occur, but these fleets usually only banded together for one single—and temporary—purpose, being composed of smaller fleets each led by its own chieftain, or of different Norse bands. This was most often seen in the Francia raids between 841 and 892. They can be attributed to the fact that it was during this time that the Frankish aristocracy began paying off Vikings and buying mercenaries in return for protection from Viking raids. Thus, there appeared rudimentary structures of Viking armies.[32] Viking ships would rarely try to ram ships in the open sea, due to their construction not allowing for it. Vikings did attack ships, not with the intent to destroy them, but rather to board and seize them. Vikings raided for economic rather than political or territorial gains,[32] and so were eager to enrich themselves through ransom, extortion, and slave trading. A noteworthy examples of ransom/tribute being paid to end a conflict is the 882 siege of Asselt which ended with emperor Charles the Fat paying the vikings 2,412 lbs of gold and silver, as well as granting them land and allowing them to sail back to Scandinavia with an alleged two-hundred captives.[14] While naval Viking battles were not as common as battles on land, they did occur. As they had little to fear from other European countries invading the inhospitable regions of Scandinavia, most naval battles were fought amongst Vikings themselves, \"Dane against Norwegian, Swede against Norwegian, Swede against Dane.\"[33] Most Viking-on-Viking naval battles were little more than infantry battles on a floating platform. Viking fleets would lash their boats together, their prows facing the enemy. When they got close enough, the fighters would throw ballast stones, spears and use their longbows. Archers would be positioned in the back of the ships protected by a shield wall formation constructed in the front of the ship.[34] Depending on the size of the defending fleet, some would attack from smaller craft to flank the bigger ships. These small fleets brutally but effectively scared locals and made it difficult for English and Frankish territories to counter these alien tactics. Sprague compares these tactics to those of contemporary western Special Forces soldiers, who \"attack in small units with specific objectives.\"[35] Later in the 860s, the formation of the Great Heathen Army brought about a more organized type of warfare for the Vikings. Large squads of raiders banded together to attack towns and cities, landing from fleets comprising hundreds of ships.[36] Viking raiders would anchor their largest warships before storming a beach. \"It has been suggested that Sö 352 depicts an anchor and rope...It is perhaps more plausibly an anchor-stone...\".[37] However, it was more common practice for Vikings to beach their regular warships on land, where their battle tactics contained elements of surprise. \"Vikings were notorious for laying ambushes and using woods to lay in wait for armies approaching along established roads.\"[38] If confronted by legitimate forces in raids, Vikings would create a wedge formation, with their best men at the front of this wedge. They would throw spears, and rush this wedge through enemy lines where they could engage in hand-to-hand combat, which was their forte.[38] Some survivors of sea battles were pressed into guarding the ships during land skirmishes.[39] Sagas of the Viking Age often mention Berserkers. These fabled Viking warriors are said to have spiritual magical powers from the god of war Odin[40] that allowed them to become impervious to injuries on the battlefield.[41] While these stories are exaggerated, the term berserks is rooted in truths about Viking warriors who were able to enter an intense, trance-like state whereupon they would \"engage in reckless fighting.\"[2] These warriors were greatly feared by Christians in Frankish and English regions who viewed such men as satanic. The reason for these raids is unknown, but some have suggested that the increase in trade created a growth in piracy.[40] Viking tactics were unconventional by wider European standards at the time and this element of ‘otherness’ brought with it a tactical advantage. They also attacked holy sites far more regularly than Frankish and other Christian armies did,[42] and they never arranged battle times. Deceit, stealth, and ruthlessness were not seen as cowardly.[43] During raids, the Vikings targeted religious sites because of their vulnerability,[44] often killing or taking the clergy at these sites prisoner, to then either ransom or take as slaves. Norsemen who sailed back to Scandinavia after raiding brought back their loot as a symbol of pride and power. \"The Viking chieftains Sigfrid and Gorm 'sent ships loaded with treasure and captives back to their country' in 882\".[45] Additionally, 'overwintering' was a widely used form of short-term occupation by Viking warbands in which they would descend on \"monasteries, towns and royal estates\"[9] after the harvests had been gathered and then use the sites as fortified hubs from which they launched raids deeper inland. the Franks rarely, if ever, campaigned during the winter even under Charlemagne and once the Vikings had 'dug in' as it were, it was incredibly difficult for armies to be raised in order to root them out due to the resource-intensive nature of mustering and maintaining an army; especially when living off the land was not an option. Occupying warbands would then withdraw in early spring before the weather turned against them and armies could be raised again. Warriors could be as young as 12 years old.[39] Various basic physical tests were required to join the Viking forces, but these tests were considered easy to pass.[39] Additionally, during inland raiding campaigns, the loot from a given target would be stored in a warband's ship that would then sail further upriver while the raiding party proceeded by land to a rendezvous point.[9] By doing this, Vikings could ensure the safety of their plunder from counter-raids were, as well as drastically increasing the amount they could carry. The most common weapon in the Viking arsenal was the spear. They were inexpensive and effective weapons, and could also be used when hunting. In the late Roman Iron Age (ending c. 500 CE), the Norse were reputed for their preference of and prowess with the light spear. The wooden shaft of the Viking spear was between two and three meters long. There were two types of spears; one was made for throwing while the other was generally used for thrusting. The shafts were similar, but the tips of throwing spears were roughly thirty centimetres while the thrusting spears were close to sixty.[2] Spears were sometimes used as projectile weapons in the occasional naval fight, as well as during raids onshore and in battle. The spear was popular because it was inexpensive and had a longer reach than the sword, making it the most common battlefield weapon all over the world, despite popular belief.[46] Another common weapon in the Viking arsenal was the bow. \"In combat, archers formed up behind a line of spearmen who defended against a mounted attack.\"[47] One bow found in an Irish grave was of yew with a rounded rectangular cross section flattened toward the tips, which had been heat bent toward the belly's side. Other bows, either complete or in pieces, were made of yew and elm, as found in Hedeby.[48] Viking arrows have been found in pieces, usually of birch wood. Three feathers were used for fletching. \"The Viking's long arrows are meant to be drawn to the ear for instinctive shooting, meaning that the archer does not sight on or even look at his arrow.\"[49] The axe overtook the spear as the most common weapon in the turbulent Migration Age, which saw much internal raiding and warfare in Scandinavia. It was the first \"siege weapon\" for raiding enemy farmhouses, where a spear or a sword could do little damage. The axe was commonly used for all kinds of farm labour and logging, as well as in construction and shipbuilding, and eventually adapted for use in Viking raids.[2] Axes varied in size from small handheld broadaxes that could be used both for raids and in farming, to Danish axes that were well over a meter in length.[50] The popularity of the axe is often misunderstood in modern culture. The battle-axe was not seen as a superior weapon to the spear, and historical evidence shows that its use was rather limited. These axes had a wooden shaft, with a large, curved iron blade. They required less swinging power than expected, as the heads, while large, usually weighed only 0.8–0.9 kg, and as such were light and fast weapons, not depending on gravity and momentum to do most of the work.[51] The axe had points on each tip of the blade where the curve tapered off. This allowed it to be used to hook an opponent, while also doubling as a thrusting weapon.[52]King Magnus of Norway inherited his axe from his patron saint father, Olav Haraldsson. He named this axe Hel, the name of the Norse goddess of death (Christians associated this name with the word Hell). The axe of Magnus is still portrayed in the Norwegian coat of arms.[51] Viking swords were pattern welded and most commonly decorated with copper inlays and icons, featuring a fuller down the centre of the blade in order to reduce the weight of the blade;[53] a few single-bladed swords around a meter in length have been unearthed but the most commonly found swords in Viking graves are double-edged with blades measuring around 90 cm long[53] and 15 cm wide. Viking Age swords were common in battles and raids. They were used as a secondary weapon when fighting had fallen out of formation or their primary weapon was damaged. While there were many variations of swords, the Vikings used double-edged swords, often with blades 90 centimetres long and 15 centimetres wide.[2] These swords were designed for slashing and cutting, rather than thrusting, so the blade was carefully sharpened while the tip was often left relatively dull.[54] A sword was considered a personal object amongst Vikings. Warriors named their swords, as they felt such objects guarding their lives deserved identities.[55] A sword, depending on the make, was often associated with prestige and value due to the importance of honour in the Viking Age. While the Vikings used their own swords in battle, they were interested in the Frankish battle swords because of their acclaimed craftsmanship.[56] Weapons often served more than one purpose. If two people were in disagreement, one would often challenge his offender to a duel of honour that was supposed to resolve the issue.[46] This challenge would take place either on a small island or marked off area.[46] A square with sides between 9–12 ft would be marked off with an animal hide placed inside the square.[46] Each man was allowed three shields and a shield-bearer who carried the shield during battle. The helper could replace or carry shields for the combatant.[46] The person who had been challenged was entitled to the first blow at the shields.[46] The opponent could parry the blow and counter with his own strike; only one strike at a time was allowed.[46] Once all of someone's shields had been destroyed he could continue to defend himself as best he could with a sword.[46] This would continue until someone was injured; if blood fell on the animal hide then that person was required to pay three marks of silver to be set free and have his honour restored.[46] While few intact helmets have been recovered from Viking burial sites (often just fragments of metal), contemporary depictions of Viking warriors do show them wearing helmets which has led some historians, like Anne Pedersen, to suspect that most warriors wore leather helmets rather than metal.[53] Another piece of defensive equipment used by warriors was a shield.[46] The shield itself was round and not oval-shaped which made it easier to carry and move with;[46] however, it left the legs and some of the lower body exposed. Shields were made out of softwood, unlike any other shields in existence at the time. This was done in order to allow the shield to bend and give a small amount to prevent them from breaking as often. In addition to this, the weapons of their enemies sometimes became stuck in the shield, giving the Viking an opportunity to kill them.[46] Shields had handholds on the inside and were about 1 m in diameter.[40] Fragments of chain mail have been uncovered in particularly wealthy Viking graves[53] and in the 9th-10th centuries such armour would have been incredibly expensive due to the material, time, and labour costs that would have been required.","Title":"Viking raid warfare and tactics - Wikipedia","KeyID":"7742","URL":"https://en.wikipedia.org/wiki/Viking_raid_warfare_and_tactics"}