{"Content: ":"In historical linguistics, the Germanic parent language (GPL) includes the reconstructed languages in the Germanic group referred to as Pre-Germanic Indo-European (PreGmc), Early Proto-Germanic (EPGmc), and Late Proto-Germanic (LPGmc), spoken in the 2nd and 1st millennia BCE. The less precise term Germanic, that appears in etymologies, dictionaries, etc., loosely refers to a language spoken in the 1st millennium CE,[citation needed] proposedly at that time developing into the group of Germanic languages—a stricter term for that same proposition, but with an alternative chronography, is Proto-Germanic language. As an identifiable neologism, Germanic parent language appears to have been first used by Frans Van Coetsem in 1994. It also makes appearances in the works of Elzbieta Adamczyk, Jonathan Slocum, and Winfred P. Lehmann.[citation needed] Several historical linguists have pointed towards the apparent material and social continuity connecting the cultures of the Nordic Bronze Age (1800 – 500 BC) and the pre-Roman Iron Age in Northern Europe (500 BC – 1 AD) as having implications in regard to the stability and later development of the Germanic language group.[1] The emerging consensus among scholars is that the First Germanic Sound Shift, long considered to be the defining mark in the development of Proto-Germanic, happened as late as 500 BC.[2] Research conducted over the past few decades displays a notable interest in exploring the linguistic and sociohistorical conditions under which this sound shift occurred, and often formulates theories and makes reconstructive efforts regarding the periods immediately preceding Proto-Germanic as traditionally characterised.[3] The notion of the Germanic parent language is thus used to encompass both the Pre-Proto-Germanic stage of development preceding the First Germanic Sound Shift (assumed to be contemporary with the Nordic Bronze Age) and that stage traditionally identified as Proto-Germanic up to the beginning of the Common Era.[4] The upper boundary (earliest date) assigned to the Germanic parent language is described as \"dialectal Indo-European\".[5] In the works of both Van Coetsem and Voyles, attempts are made to reconstruct aspects of this stage of the language using a process the former refers to as inverted reconstruction; i.e. one using the data made available through the attested daughter languages in light of and at times in preference to the results of the comparative reconstruction undertaken to arrive at Proto-Indo-European.[6] The results are not strictly standard in terms of traditional Proto-Indo-European reconstruction, but they are instead presented as characteristic of the incipient predecessor to Early Proto-Germanic, hence the terms Pre-Germanic Indo-European (Voyles) or Pre-Proto-Germanic (Van Coetsem) for this stage.[7] The lower boundary (latest date) of the Germanic parent language has been tentatively identified as that point in the development of the language which preceded permanent fragmentation and which produced the Germanic daughter languages.[8] In his work entitled The Vocalism of the Germanic Parent Language, Frans Van Coetsem lays out a broad set of phonological characteristics which he considers to be representative of the various stages encompassed by the Germanic parent language: Koivulehto (2002) further defines Pre-Germanic as \"[the] language stage that followed the depalatalization of IE palatals (e.g. IE ḱ > PreGmc k) but preceded the Gmc sound shift \"Lautverschiebung\", \"Grimm's Law\", (e.g. k > PGmc χ).\"[10] Other rules thought to have affected the Pre-Germanic stage include Cowgill's Law, which describes the process of laryngeal loss known to have occurred in most post-PIE (IE) dialects, and Osthoff's law, which describes rules for the shortening of long vowels, known to have applied in western dialects such as Greek, Latin, and Celtic, but not in Tocharian or Indo-Iranian. Ringe (2006) suggests that it is likely that Osthoff's Law also applied to Germanic, and that the loss of laryngeals such as h2 must have preceded the application of Grimm's Law.[11]","Title":"Germanic parent language - Wikipedia","KeyID":"7743","URL":"https://en.wikipedia.org/wiki/Germanic_parent_language"}