{"Content: ":"North Germanic languages West Germanic languages The West Germanic languages constitute the largest of the three branches of the Germanic family of languages (the others being the North Germanic and the extinct East Germanic languages). The West Germanic branch is classically subdivided into three branches: Ingvaeonic, which includes English and Frisian, Istvaeonic, which includes Dutch and its close relatives, and Irminonic, which includes German and its close relatives and variants. English is by far the most-spoken West Germanic language, with more than 1 billion speakers worldwide. Within Europe, the three most prevalent West Germanic languages are English, German, and Dutch. Frisian, spoken by about 450,000 people, constitutes a fourth distinct variety of West Germanic. The language family also includes Afrikaans, Yiddish, Luxembourgish, and Scots, which are closely related to Dutch, German and English respectively. Additionally, several creoles, patois, and pidgins are based on Dutch, English, or German. The Germanic languages are traditionally divided into three groups: West, East and North Germanic.[1] In some cases, their exact relation was difficult to determine from the sparse evidence of runic inscriptions, so that some individual varieties have been difficult to classify. This is especially true for the unattested Jutish language; today, most scholars classify Jutish as a West Germanic variety with several features of North Germanic.[2] Until the late 20th century, some scholars claimed that all Germanic languages remained mutually intelligible throughout the Migration Period, others hold that speakers of West Germanic dialects like Old Frankish and speakers of Gothic were already unable to communicate fluently by around the 3rd century AD. As a result of the substantial progress in the study of Proto-West Germanic in recent years, there is a growing consensus that East and West Germanic indeed have been mutually unintelligible at that time,[3] whereas West and North Germanic remained partially intelligible.[4] Dialects with the features assigned to the western group formed from Proto-Germanic in the late Jastorf culture (ca. 1st century BC). The West Germanic group is characterized by a number of phonological, morphological and lexical innovations or archaisms not found in North and East Germanic. Examples of West Germanic phonological particularities are:[5] A relative chronology of about 20 sound changes from Proto-Northwest Germanic to Proto-West Germanic (some of them only regional) has been published by Don Ringe in 2014.[17] A phonological archaism of West Germanic is the preservation of grammatischer Wechsel in most verbs, particularly in Old High German.[18] This implies the same for West Germanic,[19] whereas in East and North Germanic many of these alternations (in Gothic almost all of them) had been levelled out analogically by the time of the earliest texts. A common morphological innovation of the West Germanic languages is the development of a gerund.[20] Common morphological archaisms of West Germanic include: Furthermore, the West Germanic languages share many lexemes not existing in North Germanic and/or East Germanic – archaisms[26] as well as common neologisms.[27][28] Up until the 1990s, several scholars doubted that there was a Proto-West-Germanic proto-language common to the West Germanic languages and no others, but others maintained that Proto-West-Germanic did exist.[29] Today, there is a growing consensus on what Don Ringe stated in 2012, that \"these [phonological and morphological] changes amount to a massive evidence for a valid West Germanic clade\".[30] After East Germanic broke off (an event usually dated to the 2nd or 1st century BC), the remaining Germanic languages, the Northwest Germanic languages, divided into four main dialects:[31][obsolete source] North Germanic, and the three groups conventionally called \"West Germanic\", namely Although there is quite a bit of knowledge about North Sea Germanic or Anglo-Frisian (because of the characteristic features of its daughter languages, Anglo-Saxon/Old English and Old Frisian), linguists know almost nothing about \"Weser-Rhine Germanic\" and \"Elbe Germanic\". In fact, both terms were coined in the 1940s to refer to groups of archaeological findings, rather than linguistic features. Only later were the terms applied to hypothetical dialectal differences within both regions. Even today, the very small number of Migration Period runic inscriptions from the area, many of them illegible, unclear or consisting only of one word, often a name, is insufficient to identify linguistic features specific to the two supposed dialect groups. Evidence that East Germanic split off before the split between North and West Germanic comes from a number of linguistic innovations common to North and West Germanic,[5] including: Under that view, the properties that the West Germanic languages have in common separate from the North Germanic languages are not necessarily inherited from a \"Proto-West-Germanic\" language but may have spread by language contact among the Germanic languages spoken in Central Europe, not reaching those spoken in Scandinavia or reaching them much later. Rhotacism, for example, was largely complete in West Germanic while North Germanic runic inscriptions still clearly distinguished the two phonemes. There is also evidence that the lowering of ē to ā occurred first in West Germanic and spread to North Germanic later since word-final ē was lowered before it was shortened in West Germanic, but in North Germanic the shortening occurred first, resulting in e that later merged with i. However, there are also a number of common archaisms in West Germanic shared by neither Old Norse nor Gothic. Some authors who support the concept of a West Germanic proto-language claim that, not only shared innovations can require the existence of a linguistic clade, but also that there are archaisms that cannot be explained simply as retentions later lost in the North or East, because this assumption can produce contradictions with attested features of the other branches. The debate on the existence of a Proto-West-Germanic clade was recently (2006) summarized: That North Germanic is... a unitary subgroup [of Proto-Germanic] is completely obvious, as all of its dialects shared a long series of innovations, some of them very striking. That the same is true of West Germanic has been denied, but I will argue in vol. ii that all the West Germanic languages share several highly unusual innovations that virtually force us to posit a West Germanic clade. On the other hand, the internal subgrouping of both North Germanic and West Germanic is very messy, and it seems clear that each of those subfamilies diversified into a network of dialects that remained in contact for a considerable period of time (in some cases right up to the present).[33] Several scholars have published reconstructions of Proto-West-Germanic morphological paradigms[34] and many authors have reconstructed individual Proto-West-Germanic morphological forms or lexemes. The first comprehensive reconstruction of the Proto-West-Germanic language was published in 2013 by Wolfram Euler,[35] followed in 2014 by the study of Don Ringe and Ann Taylor.[36] If indeed Proto-West-Germanic existed, it must have been between the 2nd and 7th centuries. Until the late 2nd century AD, the language of runic inscriptions found in Scandinavia and in Northern Germany were so similar that Proto-North-Germanic and the Western dialects in the south were still part of one language (\"Proto-Northwest-Germanic\"). After that, the split into West and North Germanic occurred. By the 4th and 5th centuries the great migration set in. By the end of the 6th century, the area in which West Germanic languages were spoken, at least by the upper classes, had tripled compared to the year 400. This caused an increasing disintegration of the West Germanic language and finally the formation of the daughter languages.[37] It has been argued that, judging by their nearly identical syntax, the West Germanic dialects were closely enough related to have been mutually intelligible up to the 7th century.[38] Over the course of this period, the dialects diverged successively. The High German consonant shift that occurred mostly during the 7th century AD in what is now southern Germany, Austria, and Switzerland can be considered the end of the linguistic unity among the West Germanic dialects, although its effects on their own should not be overestimated. Bordering dialects very probably continued to be mutually intelligible even beyond the boundaries of the consonant shift. During the Early Middle Ages, the West Germanic languages were separated by the insular development of Old and Middle English on one hand, and by the High German consonant shift on the continent on the other. The High German consonant shift distinguished the High German languages from the other West Germanic languages. By early modern times, the span had extended into considerable differences, ranging from Highest Alemannic in the South (the Walliser dialect being the southernmost surviving German dialect) to Northern Low Saxon in the North. Although both extremes are considered German, they are not mutually intelligible. The southernmost varieties have completed the second sound shift, whereas the northern dialects remained unaffected by the consonant shift. Of modern German varieties, Low German is the one that most resembles modern English. The district of Angeln (or Anglia), from which the name English derives, is in the extreme northern part of Germany between the Danish border and the Baltic coast. The area of the Saxons (parts of today's Schleswig-Holstein and Lower Saxony) lay south of Anglia. The Angles and Saxons, two Germanic tribes, in combination with a number of other peoples from northern Germany and the Jutland Peninsula, particularly the Jutes, settled in Britain following the end of Roman rule in the island. Once in Britain, these Germanic peoples eventually developed a shared cultural and linguistic identity as Anglo-Saxons; the extent of the linguistic influence of the native Romano-British population on the incomers is debatable. Note that divisions between subfamilies of continental Germanic languages are rarely precisely defined; most form dialect continua, with adjacent dialects being mutually intelligible and more separated ones not. The following table shows a list of various linguistic features and their extent among the West Germanic languages, organized roughly from northwest to southeast. Some may only appear in the older languages but are no longer apparent in the modern languages. The original vowel system of West Germanic was similar to that of Proto-Germanic; note however the lowering of the long front vowels. The consonant system was also essentially the same as that of Proto-Germanic. Note, however, the particular changes described above, as well as West Germanic gemination. The noun paradigms of Proto-West Germanic have been reconstructed as follows:[44] The following table compares a number of Frisian, English, Scotch, Yola, Dutch, Limburgish, German and Afrikaans words with common West Germanic (or older) origin. The grammatical gender of each term is noted as masculine (m.), feminine (f.), or neuter (n.) where relevant. Other words, with a variety of origins: tesame ros Note that some of the shown similarities of Frisian and English vis-à-vis Dutch and German are secondary and not due to a closer relationship between them. For example, the plural of the word for \"sheep\" was originally unchanged in all four languages and still is in some Dutch dialects and a great deal of German dialects. Many other similarities, however, are indeed old inheritances.","Title":"West Germanic languages - Wikipedia","KeyID":"7746","URL":"https://en.wikipedia.org/wiki/West_Germanic_languages"}