{"Content: ":"Continental Scandinavian languages: Insular Nordic languages: The North Germanic languages make up one of the three branches of the Germanic languages—a sub-family of the Indo-European languages—along with the West Germanic languages and the extinct East Germanic languages. The language group is also referred to as the Nordic languages, a direct translation of the most common term used among Danish, Faroese, Icelandic, Norwegian, and Swedish scholars and people. The term North Germanic languages is used in comparative linguistics,[1] whereas the term Scandinavian languages appears in studies of the modern standard languages and the dialect continuum of Scandinavia.[2][3] Danish, Norwegian and Swedish are close enough to form a strong mutual intelligibility where cross-border communication in native languages is very common. Approximately 20 million people in the Nordic countries speak a Scandinavian language as their native language,[4] including an approximately 5% minority in Finland. Besides being the only North Germanic language with official status in two separate sovereign states, Swedish is also the most spoken of the languages overall. 15% of the population in Greenland speak Danish as a first language.[5] This language branch is separated from the West Germanic languages to the south, like English and Dutch. It is also distinct from Finnish just to the East which belongs to a completely different language family: the Uralic languages. The modern languages and their dialects in this group are: The Germanic languages are traditionally divided into three groups: West, East and North Germanic.[8] Their exact relation is difficult to determine from the sparse evidence of runic inscriptions, and they remained mutually intelligible to some degree during the Migration Period, so that some individual varieties are difficult to classify. Dialects with the features assigned to the northern group formed from the Proto-Germanic language in the late Pre-Roman Iron Age in Northern Europe. Eventually, around the year 200 AD, speakers of the North Germanic branch became distinguishable from the other Germanic language speakers. The early development of this language branch is attested through runic inscriptions. The North Germanic group is characterized by a number of phonological and morphological innovations shared with West Germanic: Some have argued that after East Germanic broke off from the group, the remaining Germanic languages, the Northwest Germanic languages, divided into four main dialects:[10] North Germanic, and the three groups conventionally called \"West Germanic\", namely Inability of the tree model to explain the existence of some features in the West Germanic languages stimulated the development of an alternative, the so-called wave model. Under this view, the properties that the West Germanic languages have in common separate from the North Germanic languages are not inherited from a \"Proto-West-Germanic\" language, but rather spread by language contact among the Germanic languages spoken in central Europe, not reaching those spoken in Scandinavia. Some innovations are not found in West and East Germanic, such as: After the Old Norse period, the North Germanic languages developed into an East Scandinavian branch, consisting of Danish and Swedish; and, secondly, a West Scandinavian branch, consisting of Norwegian, Faroese and Icelandic and, thirdly, an Old Gutnish branch.[11] Norwegian settlers brought Old West Norse to Iceland and the Faroe Islands around 800. Of the modern Scandinavian languages, written Icelandic is closest to this ancient language.[12] An additional language, known as Norn, developed on Orkney and Shetland after Vikings had settled there around 800, but this language became extinct around 1700.[4] In medieval times, speakers of all the Scandinavian languages could understand one another to a significant degree, and it was often referred to as a single language, called the \"Danish tongue\" until the 13th century by some in Sweden[12] and Iceland.[13] In the 16th century, many Danes and Swedes still referred to North Germanic as a single language, which is stated in the introduction to the first Danish translation of the Bible and in Olaus Magnus' A Description of the Northern Peoples. Dialectal variation between west and east in Old Norse however was certainly present during the Middle Ages and three dialects had emerged: Old West Norse, Old East Norse and Old Gutnish. Old Icelandic was essentially identical to Old Norwegian, and together they formed the Old West Norse dialect of Old Norse and were also spoken in settlements in Faroe Islands, Ireland, Scotland, the Isle of Man, and Norwegian settlements in Normandy.[14] The Old East Norse dialect was spoken in Denmark, Sweden, settlements in Russia,[15] England, and Danish settlements in Normandy. The Old Gutnish dialect was spoken in Gotland and in various settlements in the East. Yet, by 1600, another classification of the North Germanic language branches had arisen from a syntactic point of view,[4] dividing them into an insular group (Icelandic and Faroese) and a continental group (Danish, Norwegian and Swedish). The division between Insular Nordic (önordiska/ønordisk/øynordisk)[16] and Continental Scandinavian (Skandinavisk)[17] is based on mutual intelligibility between the two groups and developed due to different influences, particularly the political union of Denmark and Norway (1536–1814) which led to significant Danish influence on central and eastern[citation needed] Norwegian dialects (Bokmål or Dano-Norwegian).[3] The North Germanic languages are national languages in Denmark, Finland, Iceland, Norway and Sweden, whereas the non-Germanic Finnish is spoken by the majority in Finland. In inter-Nordic contexts, texts are today often presented in three versions: Finnish, Icelandic, and one of the three languages Danish, Norwegian and Swedish.[18] Another official language in the Nordic countries is Greenlandic (in the Eskimo–Aleut family), the sole official language of Greenland. In Southern Jutland in southwestern Denmark, German is also spoken by the North Schleswig Germans, and German is a recognized minority language in this region. German is the primary language among the Danish minority of Southern Schleswig, and likewise, Danish is the primary language of the North Schleswig Germans. Both minority groups are highly bilingual. Traditionally, Danish and German were the two official languages of Denmark–Norway; laws and other official instruments for use in Denmark and Norway were written in Danish, and local administrators spoke Danish or Norwegian. German was the administrative language of Holstein and the Duchy of Schleswig. Sami languages form an unrelated group that has coexisted with the North Germanic language group in Scandinavia since prehistory.[19] Sami, like Finnish, is part of the group of the Uralic languages.[20] During centuries of interaction, Finnish and Sami have imported many more loanwords from North Germanic languages than vice versa. In historical linguistics, the North Germanic family tree is divided into two main branches, West Scandinavian languages (Norwegian, Faroese and Icelandic) and East Scandinavian languages (Danish and Swedish), along with various dialects and varieties. The two branches are derived from the western and eastern dialect groups of Old Norse respectively. There was also an Old Gutnish branch spoken on the island of Gotland. The continental Scandinavian languages (Swedish, Norwegian and Danish) were heavily influenced by Middle Low German during the period of Hanseatic expansion. Another way of classifying the languages – focusing on mutual intelligibility rather than the tree-of-life model – posits Norwegian, Danish, and Swedish as Continental Scandinavian, and Faroese and Icelandic as Insular Scandinavian.[3] Because of the long political union between Norway and Denmark, moderate and conservative Norwegian Bokmål share most of the Danish vocabulary and grammar, and was nearly identical to written Danish until the spelling reform of 1907. (For this reason, Bokmål and its unofficial, more conservative variant Riksmål are sometimes considered East Scandinavian, and Nynorsk West Scandinavian via the west–east division shown above.)[22] However, Danish has developed a greater distance between the spoken and written versions of the language, so the differences between spoken Norwegian and spoken Danish are somewhat more significant than the difference between their respective written forms. Written Danish is relatively close to the other Continental Scandinavian languages, but the sound developments of spoken Danish include reduction and assimilation of consonants and vowels, as well as the prosodic feature called stød in Danish, developments which have not occurred in the other languages (though the stød corresponds to the changes in pitch in Norwegian and Swedish, which are pitch-accent languages. Scandinavians are widely expected to understand some of the other spoken Scandinavian languages. There may be some difficulty particularly with elderly dialect speakers, however public radio and television presenters are often well understood by speakers of the other Scandinavian countries, although there are various regional differences of mutual intelligibility for understanding mainstream dialects of the languages between different parts of the three language areas. Sweden left the Kalmar Union in 1523 due to conflicts with Denmark, leaving two Scandinavian units: The union of Denmark–Norway (ruled from Copenhagen, Denmark) and Sweden (including present-day Finland). The two countries took different sides during several wars until 1814, when the Denmark-Norway unit was disestablished, and made different international contacts. This led to different borrowings from foreign languages (Sweden had a francophone period), for example the Old Swedish word vindöga 'window' was replaced by fönster (from Middle Low German), whereas native vindue was kept in Danish. Norwegians, who spoke (and still speak) the Norwegian dialects derived from Old Norse, would say vindauga or similar. The written language of Denmark-Norway however, was based on the dialect of Copenhagen and thus had vindue. On the other hand, the word begynde 'begin' (now written begynne in Norwegian Bokmål) was borrowed into Danish and Norwegian, whereas native börja was kept in Swedish. Even though standard Swedish and Danish were moving apart, the dialects were not influenced that much. Thus Norwegian and Swedish remained similar in pronunciation, and words like børja were able to survive in some of the Norwegian dialects whereas vindöga survived in some of the Swedish dialects. Nynorsk incorporates much of these words, like byrja (cf. Swedish börja, Danish begynde), veke (cf. Sw vecka, Dan uge) and vatn (Sw vatten, Dan vand) whereas Bokmål has retained the Danish forms (begynne, uke, vann). As a result, Nynorsk does not conform to the above east–west split model, since it shares a lot of features with Swedish.[dubious – discuss] According to the Norwegian linguist Arne Torp, the Nynorsk project (which had as a goal to re-establish a written Norwegian language) would have been much harder to carry out if Norway had been in a union with Sweden instead of with Denmark, simply because the differences would have been smaller.[23] Currently, English loanwords are influencing the languages. A 2005 survey of words used by speakers of the Scandinavian languages showed that the number of English loanwords used in the languages has doubled during the last 30 years and is now 1.2%. Icelandic has imported fewer English words than the other North Germanic languages, despite the fact that it is the country that uses English most.[24] The mutual intelligibility between the Continental Scandinavian languages is asymmetrical. Various studies have shown Norwegian speakers to be the best in Scandinavia at understanding other languages within the language group.[25][26] According to a study undertaken during 2002–2005 and funded by the Nordic Cultural Fund, Swedish speakers in Stockholm and Danish speakers in Copenhagen have the greatest difficulty in understanding other Nordic languages.[24] The study, which focused mainly on native speakers under the age of 25, showed that the lowest ability to comprehend another language is demonstrated by youth in Stockholm in regard to Danish, producing the lowest ability score in the survey. The greatest variation in results between participants within the same country was also demonstrated by the Swedish speakers in the study. Participants from Malmö, located in the southernmost Swedish province of Scania (Skåne), demonstrated a better understanding of Danish than Swedish speakers to the north. Access to Danish television and radio, direct trains to Copenhagen over the Øresund Bridge and a larger number of cross-border commuters in the Øresund Region contribute to a better knowledge of spoken Danish and a better knowledge of the unique Danish words among the region's inhabitants. According to the study, youth in this region were able to understand the Danish language (slightly) better than the Norwegian language. But they still could not understand Danish as well as the Norwegians could, demonstrating once again the relative distance of Swedish from Danish. Youth in Copenhagen had a very poor command of Swedish, showing that the Øresund connection was mostly one-way. The results from the study of how well native youth in different Scandinavian cities did when tested on their knowledge of the other Continental Scandinavian languages are summarized in table format,[25] reproduced below. The maximum score was 10.0: Faroese speakers (of the Insular Scandinavian languages group) are even better than the Norwegians at comprehending two or more languages within the Continental Scandinavian languages group, scoring high in both Danish (which they study at school) and Norwegian and having the highest score on a Scandinavian language other than their native language, as well as the highest average score. Icelandic speakers, in contrast, have a poor command of Norwegian and Swedish. They do somewhat better with Danish, as they are taught Danish in school. When speakers of Faroese and Icelandic were tested on how well they understood the three Continental Scandinavian languages, the test results were as follows (maximum score 10.0):[25] The North Germanic languages share many lexical, grammatical, phonological, and morphological similarities, to a more significant extent than the West Germanic languages do. These lexical, grammatical, and morphological similarities can be outlined in the table below. Given the aforementioned homogeneity, there exists some discussion on whether the continental group should be considered one or several languages.[27] The Continental Scandinavian languages are often cited as proof of the aphorism \"A language is a dialect with an army and navy\". The differences in dialects within the countries of Norway, Sweden, and Denmark can often be greater than the differences across the borders, but the political independence of these countries leads continental Scandinavian to be classified into Norwegian, Swedish, and Danish in the popular mind as well as among most linguists. The generally agreed upon language border is, in other words, politically shaped. This is also because of the strong influence of the standard languages, particularly in Denmark and Sweden.[27] Even if the language policy of Norway has been more tolerant of rural dialectal variation in formal language, the prestige dialect often referred to as \"Eastern Urban Norwegian\", spoken mainly in and around the Oslo region, is sometimes considered normative. The influence of a standard Norwegian is nevertheless less so than in Denmark and Sweden, since the prestige dialect in Norway has moved geographically several times over the past 200 years. The organised formation of Nynorsk out of western Norwegian dialects after Norway became independent from Denmark in 1814 intensified the politico-linguistic divisions. The Nordic Council has on several occasions referred to the (Germanic) languages spoken in Scandinavia as the \"Scandinavian language\" (singular); for instance, the official newsletter of the Nordic Council is written in the \"Scandinavian language\".[28][clarification needed] The creation of one unified written language has been considered as highly unlikely, given the failure to agree upon a common standardized language in Norway. However, there is a slight chance of \"some uniformization of spelling\" between Norway, Sweden and Denmark.[29][30] All North Germanic languages are descended from Old Norse. Divisions between subfamilies of North Germanic are rarely precisely defined: Most form continuous clines, with adjacent dialects being mutually intelligible and the most separated ones not. The Jamtlandic dialects share many characteristics with both Trøndersk and with Norrländska mål. Due to this ambiguous position, it is contested whether Jamtlandic belongs to the West Scandinavian or the East Scandinavian group.[31] Elfdalian (Älvdalen speech), generally considered a Sveamål dialect, today has an official orthography and is, because of a lack of mutual intelligibility with Swedish, considered as a separate language by many linguists. Traditionally regarded as a Swedish dialect,[32] but by several criteria closer to West Scandinavian dialects,[7] Elfdalian is a separate language by the standard of mutual intelligibility.[33][34][35][36] Traveller Danish, Rodi, and Swedish Romani are varieties of Danish, Norwegian and Swedish with Romani vocabulary or Para-Romani known collectively as the Scandoromani language.[37] They are spoken by Norwegian and Swedish Travellers. The Scando-Romani varieties in Sweden and Norway combine elements from the dialects of Western Sweden, Eastern Norway (Østlandet) and Trøndersk. Norwegian has two official written norms, Bokmål and Nynorsk. In addition, there are some unofficial norms. Riksmål is more conservative than Bokmål (that is, closer to Danish) and is used to various extents by numerous people, especially in the cities and by the largest newspaper in Norway, Aftenposten. On the other hand, Høgnorsk (High Norwegian) is similar to Nynorsk and is used by a very small minority.","Title":"North Germanic languages - Wikipedia","KeyID":"7747","URL":"https://en.wikipedia.org/wiki/North_Germanic_languages"}