{"Content: ":"The Ambrones (Ancient Greek: Ἄμβρωνες) were an ancient tribe mentioned by Roman authors. They are generally believed to have been a Germanic tribe from Jutland. In the late 2nd century BC, along with the fellow Cimbri and Teutons, the Ambrones migrated from their original homes and invaded the Roman Republic, winning a spectacular victory at the Battle of Arausio in 105 BC. The Ambrones and the Teutons, led by Teutobod, were eventually defeated at the Battle of Aquae Sextiae in 102 BC. The origin of the name Ambrones poses a great difficulty in explanation, since the root Ambr- and its variants are found in many areas of the European continent: the Ombrones of the upper Vistula, the *Ymbre (dat. Ymbrum), a tribe mentioned in the Widsith, the islands of Amrum (older Ambrum) and Imbria (modern Fehmarn), the river names Ammer, Amper, and Emmer, the region of Ammerland, the town of Emmerich, as well as the Italic Umbri (or Ombrii) and the Greek personal names Ambri and Ambriki. Ambrones is also mentioned as a name of the Ligures by Plutarch. A possible corruption of Germanic Amr- to Ambr- by Roman sources makes the attribution even less secure.[1] The Ambrones are generally classified as a Germanic tribe.[2][3][1] Celtic influences have also been suggested, but this is controversial.[2] According to Hans Kuhn and Reinhard Wenskus, the Ambrones may have originated in Jutland, around the island of Amrum or Fehmarn, from which they accompanied the Teutones in their southward march in the late 2nd century BC. Parts of a detachment may have remained around the upper Vistula, where they are perhaps later attested as Ὄμβρωνες (Ómbrōnes) by Ptolemy (2nd century AD). Mentions of the *Ymbre in the Old English Widsith, along with British sources calling the Ambrones Saxons, may also suggest that a number of them remained near their homeland in the north.[1] The three neighbors began their career in Roman history as an alliance determined to emigrate to the lands of the south. A Roman source reports that \"The Cimbri, Teutones and Tigurini, fugitives from the extreme parts of Gaul, since the Ocean had inundated their territories, began to seek new settlement throughout the world.\"[4] The Zuider Zee region was suffering from catastrophic salt-water flooding;[citation needed] this section of seacoast had been barely above sea level during the BCE period of human history, but was now in the process of sinking below it.[citation needed] The Ambrones were part of the fleeing multitude. Plutarch gives the numbers advancing on Italy as 300,000 armed fighting men, and much larger hordes of women and children. (Many of Plutarch's figures were enormous exaggerations). The Barbarians divided themselves into two bands, and it fell to the lot of the Cimbri to proceed through Noricum in the interior of the country against Catulus, and of a passage there, while the Teutones and Ambrones were to march through Liguria along the sea-coast against the consul Gaius Marius, who had set up camp on the Rhône. Plutarch tells us that Ambrones alone numbered more than 30,000 and were the most warlike division of the enemy, who had earlier defeated the Romans under Gnaeus Mallius Maximus and Quintus Servilius Caepio.[5] The Ambrones followed a custom observed amongst Celts in the shouting the name of their tribe going into battle.[5] It was the Battle of Arausio in 105 in which the Romans were defeated under Servilius Caepio and Gnaeus Mallius.[6] The Teutones and Ambrones assaulted the camp of Marius and were repulsed. They decided to go on and streamed around the camp, giving the Roman soldiers messages for the wives they should encounter as domestics when enslaved. Marius followed swiftly and again encamped next to them at Aquae Sextiae at the foot of the Alps. The year was 102 BC.[7] The battle began as a chance encounter but the Romans turned it into a victory. Roman camp followers attempting to draw water from a nearby river were attacked by the Ambrones, who were still using it. The Ligurians acting as Roman auxiliaries came to their rescue and were repulsed across the river. The opportunity was not lost on Marius. The Romans quickly formed ranks and caught the Ambrones trying to recross the river. The Ambrones lost the main part of their force.[4] Two days later Marius repulsed an attack on the camp and caught the enemy force between his own main force in the front and an ambush of 3,000 men under the command of Marcus Claudius Marcellus who Marius had sent under the cover of darkness the night before the battle in order to strike the enemy rear. This new threat caused a panic and in short time the army collapsed into rout.[8] Plutarch reported that Marius took 100,000 prisoners, though this is likely exaggerated. [9] Some of the surviving captives are reported to have been among the rebelling gladiators in the Third Servile War.[10] Although Caesar mentions that the remnants of the Cimbri and Teutones formed a new tribe in Belgic Gaul, the Atuatuci, he does not mention any remnants of the Ambrones.[11]","Title":"Ambrones - Wikipedia","KeyID":"7756","URL":"https://en.wikipedia.org/wiki/Ambrones"}