{"Content: ":"The Ampsivarii, sometimes referenced by modern writers as Ampsivari (a simplification not warranted by the sources), were a Germanic tribe mentioned by ancient authors.[1] Their homeland was originally around the middle of the river Ems, which flows into the North Sea at the Dutch-German border. Most likely they lived between the Bructeri minores (located at the delta of the river IJssel) and the Bructeri maiores, who were living south of them on the upper Ems. It is supposed that their name is a Latin rendering of the Germanic \"Ems-werer\", meaning \"men of the Ems\". Reconstruction of the location of other tribes in the area places the Ampsivarii on the lower Ems. The names of least two modern towns reflect that of the river and tribe: Emden (in Germany) and Emmen (in the Netherlands).[1] The first history tells us of this Germanic identity is very nearly its end. Tacitus in Annales Chapter 13.54,56, relates the sad fate of the men of the Ems, at which they arrived because they refused to accept a greater identity than that of a tribesmen; i.e., to become part of a nation.[2] The problem began with their refusal to support Arminius in his surprise attack on three Roman legions at the Battle of the Teutoburg Forest in the year 9. The tribes that did support him later became the greater alliance of the Franks and Saxons. Subsequently, the Chauci attacked them (the year 58) and drove them from their lands on the Ems. They became refugees, hosted by various tribes in the west of Germany. Meanwhile, the Roman army had cleared out the lower Rhine, which they were using as a no-man's land between Germany and Belgium. The principate had resolved to stop imperial expansion at the Rhine.[3] The Frisii, however, misinterpreted Roman inaction. Believing a rumor that the Roman army had been ordered not to move against them, they occupied some lands along the Rhine, and were told in no uncertain terms to get out. When they refused a troop of Roman cavalry swept them out. The Ampsivarii now made a bid for the land, petitioning the Roman commander in the region. Their chief, Boiocalus, having personally refused Arminius (spending some time in prison for it and then serving Rome in some capacity) had received the status of friend of Rome. The petition went sour, but Tacitus does not clarify the reason. The Romans were insisting on the meliorum imperia, the \"authority of betters\", which seems to imply that the Ampsivarii were being invited to throw in their lot with the Romans.[3] Privately Boiocalus, as a memento of his 50-year friendship, was promised land though he felt obliged to reject on the grounds that it would make him a traitor. It is possible that his Celtic name reflects a Celtic origin of his family, in which case the question of betrayal might have been an issue, or it might simply have been that he was known to have been loyal to Rome. As it turned out the Roman offer was to be the last the Ampsivarii would receive. They now formed a defensive alliance with the Tencteri and Bructeri, two more tribes of the future Franks, but this hasty relationship was too little and too late. The Romans entered the lands of the Tencteri and threatened to annihilate them. Both allies withdrew from the alliance, the Romans withdrew from their country, and the Ampsivarii stood alone. Having chosen to join neither side at the critical moment, they now had all sides against them. They went on up the Rhine, hosted by some tribes, resisted by others, until the fighting men were all dead. The survivors were distributed as praeda, booty, meaning slaves, to various tribes and so the identity did not go on to appear in Ptolemy. The name appearing in the title belonged to a historian of Germanic tribes, Sulpicius Alexander, whose works are all lost except for quotes in Gregory of Tours.[4] In one quote the Ampsivarii appear again some few hundred years after their loss in Tacitus. In the quote, a Roman general of Frankish family, Arbogastes (died 394), attacked the Franks across the Rhine and works some devastation. A force of Chatti and Ampsivarii under Marcomer was seen on a distant hill, but the two did not engage. The circumstances imply that some Ampsivarii had found refuge among the Chatti and still held a tribal identity.[5] Not long after the death of Arbogastes the emperor, Honorius, had little time to spend on the Franks, as Italy was being overrun by Goths. Honorius was the emperor who replied to the British request for help against Anglo-Saxon invaders that they should defend themselves as best they could. The Notitia Dignitatum, which lists Roman units and their heraldry, indicates that the Franks were taken as auxiliaries into the Roman army. A unit of Ampsivarii appears there.","Title":"Ampsivarii - Wikipedia","KeyID":"7757","URL":"https://en.wikipedia.org/wiki/Ampsivarii"}