{"Content: ":"The Baemi or Baimoi (Ancient Greek Βαῖμοι), were a large Germanic people who are only known by their mention in Ptolemy's Geography. He described them as living on the north side of the Danube, south of the Luna forest and iron mines, with the Quadi still further north and the Hercynian forest above them. West of the Baemi on the Danube were the Adrabaecampi, who had the Sudini north of them, the Marcomanni still further north, and a forest called the Gabreta north of them.[1] This would place them in or around modern Slovakia, Moravia and Lower Austria. Commentators generally compare their name to another one found in the same text (but located further north), the \"Bainochaimai\".[2] And both terms are considered related to references to similar terms in older authors, Strabo and Tacitus, who were both referring to a place rather than an ethnic group. Strabo described Boihaemum, as the domain of Marabodus, the king of the Marcomanni, within the Hercynian forest, in the south of Germany, among the hills or mountains north of the Danube (which are not yet as big as the Alps further south). He had moved some of his Suebian people as safe base for his kingdom. ...is the Hercynian Forest, and also the tribes of the Suevi, some of which dwell inside the forest, as, for instance, the tribes of the Coldui, in whose territory is Boihaemum, the domain of Marabodus, the place whither he caused to migrate, not only several other peoples, but in particular the Marcomanni, his fellow-tribesmen; for after his return from Rome this man, who before had been only a private citizen, was placed in charge of the affairs of state, for, as a youth he had been at Rome and had enjoyed the favor of Augustus, and on his return he took the rulership and acquired, in addition to the peoples aforementioned, the Lugii (a large tribe), the Zumi, the Butones, the Mugilones, the Sibini, and also the Semnones, a large tribe of the Suevi themselves.[3] Tacitus describes Boiemum in the same region, and specifically says that this name derived from the more ancient Celtic tribe, the Boii, who had lived there in the past.[4] The second element of these names is thought to derive from an old Germanic term meaning \"home of\", reflected in the modern German Heim, English \"home\". (See *haimaz.) The complete term would therefore mean \"the place where the Boii lived\". These terms survive today in the modern name Bohemia, and more generally the name of the Boii survives not only in \"Bohemia\" but also in the name of the neighbouring German region of Bavaria.  This article about ethnicity is a stub. You can help Wikipedia by expanding it.","Title":"Baemi - Wikipedia","KeyID":"7762","URL":"https://en.wikipedia.org/wiki/Baemi"}