{"Content: ":"The Germani cisrhenani (Latin cis-rhenanus \"on this side of the Rhine\", referring to the Roman or western side), or \"Left bank Germani\",[1] were a group of Germanic peoples who lived west of the Lower Rhine at the time of the Gallic Wars in the mid-1st century BC. These Germani were first described by Julius Caesar, who was writing specifically about tribes near the Meuse river, who had settled among the Belgae before Roman intrusion into the area. Tribes who Caesar named as being among the Germani cisrhenani included the Eburones, the Condrusi, the Caeraesi, the Segni and the Paemani. Tacitus, writing around 100 AD when the region had been part of the Roman Empire, referred to these Germani next, saying that they were by his time called the Tungri. The \"Germani\" name had by this time become a term used more commonly to refer to many other peoples. Starting with Caesar, Roman historians described the Rhine as an important natural border between Gaul on the west, which became part of the Roman empire, and the \"Germanic\" territories to the east. The Germani on the east side of the Rhine were considered to be living in their original homeland. So this land was referred to not only as \"Germania Transrhenana,\" (the opposite of cisrhenana) but also, for example by Ptolemy and Strabo, as Germania magna, meaning \"Greater Germany.\" In contrast, on the left bank of the Rhine, the cisrhenane Germani were regarded by Caesar as tribes who had crossed the river, and had settled among the Celtic Belgae. This territory was considered to be geographically part of Gaul. Caesar conquered it, and it became part of the Roman empire — roughly the later province of Germania Inferior. It is possible that these original Germani on the Lower Rhine were, in modern terminology, Celtic-language speaking, and not Germanic language-speaking. The name Germani in antiquity cannot be assumed to imply linguistic unity, let alone the use of Germanic languages according to the modern definition (Indo-European languages which underwent the first Germanic soundshift). The name Germani itself is assumed to be Celtic (Gaulish) in origin, and even the tribal names from east of the Lower Rhine seem to be Celtic as well, such as the Usipetes and Tencteri. The later name of the Tungri, on the other hand, has been interpreted as being genuinely Germanic. Jacob Grimm even suggested that Germani represents the Celtic translation of the Germanic tribal name Tungri.[2] The question of the possible presence of Germanic languages on the lower Rhine in the first century BC has also focused upon place-name analyses, such as those of Maurits Gysseling. As for the historicity of Caesar's account of the arrival of the Germani from beyond the Rhine, Wightman (1985) distinguishes two main scenarios: The earliest clear surviving record referring to Germani is Julius Caesar's account of the Gallic War, the \"Commentarii de Bello Gallico\", although there are classical citations of a lost work by Poseidonius which apparently mentioned the tribe.[3] In the build-up to the Battle of the Sabis in 57 BCE, Caesar reported that he received information from Remi tribesman, who described a large part of the Belgae of northern France and Gaul as having \"transrhenane\" Germanic ancestry, but not all. When Caesar inquired of them what states were in arms, how powerful they were, and what they could do, in war, he received the following information: that the greater part of the Belgae were sprung, from the Germans [Germani], and that having crossed the Rhine at an early period, they had settled there, on account of the fertility of the country, and had driven out the Gauls who inhabited those regions; and that they were the only people who, in the memory of our fathers, when all Gaul was overrun, had prevented the Teutones and the Cimbri from entering their territories; the effect of which was, that, from the recollection of those events, they assumed to themselves great authority and haughtiness in military matters.[4] At other times, Caesar more clearly divides Belgic Gaul into the Belgae and another smaller group called the Germani.[1] For example, he writes that his local informants claim \"all the rest of the Belgae were in arms; and that the Germans, who dwell on this side of the Rhine [Belgas in armis esse, Germanosque qui cis Rhenum], had joined themselves to them.\"[5] The reference to the Cimbric migrations means that movements of people from east of the Rhine must have happened early enough for them already to be established west of the Rhine in the second century BCE. But it remains unclear which Belgic Gauls were considered Germani by ancestry and which, if any, might have spoken a Germanic language. In the list of Belgic nations given as being in arms are Bellovaci, Suessiones, Nervii, Atrebates, Ambiani, Morini, Menapii, Caleti, Velocasses, and Veromandui, who together make up a major part of all the Belgic nations. When it comes to tribes in the extreme northeast of Gaul, against the Rhine, the Condrusi, the Eburones, the Caeraesi, and the Paemani, \"are called by the common name of Germans\" [Germani]. These Germani provided one joint force to the alliance, and apparently the number of men they committed was uncertain to the Remi.[4] Caesar later added the Segni to the list of tribes among the Belgae who went by the name of the Germani.[6] There is another group living close to these tribes, in the northeast, called the Aduatuci, who descended from the above-mentioned Cimbri, but these are not referred to as Germani, even though their ancestry is clearly to the east of the Rhine also and \"Germanic\" in that sense.[7] After the battle of the Sabis, which the Romans won, some Belgic tribes renewed fighting against the Romans in 54 BCE. Caesar clearly differentiates between two types of remaining rebel groups: \"the Nervii, Aduatuci, and Menapii\" and with them \"the addition of all the Germans on this side of the Rhine.\" Within this last group were the Eburones, whose king Ambiorix had become a major rebel leader.[8] When the Eburones were defeated, the Segni and Condrusi \"of the nation and number of the Germans [Germani], and who are between the Eburones and the Treviri, sent embassadors to Caesar to entreat that he would not regard them in the number of his enemies, nor consider that the cause of all the Germans on this side the Rhine [omnium Germanorum, qui essent citra Rhenum] was one and the same; that they had formed no plans of war, and had sent no auxiliaries to Ambiorix\".[6] In the time of Tacitus, long after Caesar claimed to have annihilated the name of the Eburones, the area where the Eburones had lived was inhabited by the Tungri, but Tacitus claimed that this was not their original name:- The name Germany [Germania], on the other hand, they say, is modern and newly introduced, from the fact that the tribes which first crossed the Rhine and drove out the Gauls, and are now called Tungrians, were then called Germans [Germani]. Thus what was the name of a tribe, and not of a race [nationis nomen, non gentis], gradually prevailed, till all called themselves by this self-invented name of Germans [Germani], which the conquerors had first employed to inspire terror.[9] Many historians read Caesar and Tacitus in combination to conclude that Caesar was knowingly using the term Germani in both a strict sense, for a group associated by the region they lived in near the Rhine and were actually locally named this way, and in an extended sense, for tribal groups of similar perceived ancestry, most clearly those on the east of the Rhine. He was probably the first to do so.[10] Apart from the Germani in this strict sense then, it is unclear to what extent if any that Caesar believed the other Belgae to have similar transrhenane ancestry. But in any case it is clear that he, like Tacitus, apparently makes a distinction between two types of Germani, as shown by the above quotations where the Nervii, Aduatuci, and Menapii are both contrasted with the cisrhenane Germani such as the Eburones and the Condrusi. So in the northern Belgic region of Gaul, at least some of the other Belgic nations, apart from the group containing the Eburones and Condrusi, might or might not have been considered Germani in a broad sense. Tacitus on the other hand certainly knew of such claims, but expressed doubt about them, writing of two of the tribes most geographically and politically close to the Germani, that the \"Treveri and Nervii are even eager in their claims of a German origin, thinking that the glory of this descent distinguishes them from the uniform level of Gallic effeminacy\".[11] One of the reasons (or excuses) for Caesar's interventions in Gaul in the first place was an apparent increase in movements of transrhenane peoples, attempting to enter Gaul, apparently due to major movements of people such as the Suevi who had come from relatively far east. While some of the original transrhenane Germani who Caesar mentions came from near the Lower Rhine, and subsequently crossed it into Gaul under its new Roman overlords. This included the Ubii, Sicambri and Tencteri and Usipetes, who all moved into Roman \"Germania inferior\" (Lower Germania). Similarly, some originally transrhenane groups eventually crossed to the west of the Rhine further south, Germania Superior, and Caesar and Tacitus also called these Germani. This included the Vangiones, the Triboci, and the Nemetes, who Tacitus contrasted to the Nervii and Treveri, whose Germanic status was more questionable.[11] Caesar's use of the term Germani lumped the Suevi and other distant peoples together with these groups from near the Rhine. The older concept of the Germani being local to the Rhine remained common among Graeco-Roman writers for a longer time than the more theoretical and general concept of Caesar. Cassius Dio wrote in the third century that \"some of the Celts, whom we call Germans\", \"occupied all the Belgic territory along the Rhine and caused it to be called Germany\".[12] At least two well-read sixth century Byzantine writers, Agathias and Procopius, understood the Franks on the Rhine to effectively be the old Germani under a new name, since, as Agathias wrote, they inhabit the banks of the Rhine and the surrounding territory.[13] According to some scholars such as Walter Goffart, the theoretical descriptions of Germanic peoples by Tacitus, which have been very influential in modern times, may never have been commonly read or used in the Roman era.[14] It is clear in any case that in later Roman times the Rhine frontier (or Limes Germanicus), the area where Caesar had first come in contact with Suevians and Germani cisrhenani, was the normal \"Germanic\" area mentioned in writing. Walter Goffart has written that \"the one incontrovertible Germanic thing\" in the Roman era was \"the two Roman provinces of 'Germania,' on the middle and lower course of the Rhine river\" and: \"Whatever 'Germania' had meant to Tacitus, it had narrowed by the time of St Jerome to an archaic or poetic term for the land normally called Francia\".[15] Edward James similarly wrote: It seems clear that in the fourth century 'German' was no longer a term which included all western barbarians. [...] Ammianus Marcellinus, in the later fourth century, only uses Germania when he is referring to the Roman provinces of Upper Germany and Lower Germany; east of Germania are Alamannia and Francia.[16] Between the time of Caesar and Tacitus several of the transrhenane Germani peoples crossed and became established in the Roman empire in the two Roman provinces of Germania: So the two Roman provinces named Germania, both mainly on the west of the Rhine, gave an official form to the concept of Germani cisrhenani. As the empire grew older, new tribes arrived into Germania cisrhenana, and these regions started to become more independent. By the time of the collapse of the empire's central power in Gaul (5th century), all or most of these peoples were unified in their use of Germanic languages or dialects. The cisrhenane Germani eventually ceased to be restricted to a band of occupation near the border, and all Roman provinces west of the Rhine were eventually conquered by Germanic tribes, speaking Germanic languages: the Franks (Germania inferior, Francia), the Alemanni (Germania superior, Alemannia), the Burgundians (Burgundy), the Visigoths (Visigothic Kingdom), and so on.","Title":"Germani cisrhenani - Wikipedia","KeyID":"7768","URL":"https://en.wikipedia.org/wiki/Germani_cisrhenani"}