{"Content: ":"The Atuatuci (or Aduatuci) were a Gallic-Germanic tribe,[1][2] dwelling in the eastern part of modern-day Belgium during the Iron Age.[1] They fought the Roman armies of Julius Caesar during the Gallic Wars (58–50 BC). In the Battle of the Sabis (57 BC), the Atuatuci sent troops to assist their Belgic neighbours, the Nervii, Atrebates and Viromandui, but were too late to avoid an eventual Roman victory. After they withdrew to their oppidum (fortress), the Atuatuci were later defeated by the Romans during the siege of the Atuatuci (57 BC). According to Caesar, 4,000 of the Atuatici perished in the seizure of their stronghold, and 53,000 of them were reduced to slavery. Several years later in 54 BC the Atuatuci suffered further retribution when they were involved with their neighbours in a failed rebellion against the Romans. Following the devastation of the tribe, which left only a number of small groups, the Atuatuci disappeared from historical records and likely assimilated into neighbouring tribes. Whether Atuatuci or Aduatuci is the original form of the ethnic name remains uncertain.[3] The place name Atuatuca is first mentioned by Caesar in The Gallic War. In the earliest surviving manuscript of the text, dated to the early 9th c. AD, the name is given as Aduatuca.[3] The tribal name also appears three times as Aduatuco- in the manuscript, although they are also named Atouatikoí (Ἀτουατικοί) by Cassius Dio (ca. 230 AD).[4][3] The reason for this spelling variation has been debated.[5] Maurits Gysseling has proposed that Atuatuca was the original form, which later gave way to Aduatuca under the influence of Romance languages.[5] Lauran Toorians argues on the contrary that the original Gaulish prefix ad- was changed to at- as the result of a hypercorrection by medieval copyists, who may have thought that the ad- form had emerged under the influence of the Old French phonology during the first millennium AD.[6] If most scholars agree that the names Atuatuci and Aduatuca are of Gaulish origin, their actual meaning is still unclear.[7][8][9] According to Xavier Delamarre, the latter may be formed with the Gaulish suffix ad- ('towards') attached to the root uātu- ('Vātis, soothsayer, seer, prophet') and the suffix -cā (feminine of -āco-, denoting the provenance or localization). An original Gaulish form *ad-uātu-cā ('place of the soothsayer, where one goes to prophesy') has thus been proposed.[8][9] Accordingly, the ethnic name Atuatuci could mean 'those pertaining to the soothsayer', perhaps 'following the soothsayer'.[6] The meaning 'the fortress', with Atuatuci as 'the fortress people', has also been postulated by Alfred Holder in 1896, by reconstructing the name in Gaulish as *ad-uatucā and comparing the second element to the Old Irish faidche ('the free place, the field near a dún [fortress]' < *uaticiā),[7][9] although this has been debated as linguistically untenable in more recent scholarship.[9] The Atuatuci lived near the Germani Cisrhenani without being described by Caesar as part of them. Their territory was located between that of the Belgic Nervii and the Celtic-Germanic Eburones.[1] According to Caesar, the Eburones were paying tribute to the Atuatuci, who were holding hostages in chains and slavery, including the son and nephew of the Eburone king Ambiorix.[10] Willy Vanvinckenroye has argued that the Eburones did not have their own strongholds and used instead the fortress of the Atuatuci to house troops since they were tributary to them.[11] Following the disappearance of the Atuatuci and Eburones from written records after the mid-first century BC (Caesar), the area was settled by the Tungri, who were mentioned one century later by Pliny the Elder.[12] During the Gallic Wars (58–50 BC), the Atuatuci held a fortress, besieged by Caesar in 57 BC, which has not yet been identified with certainty by archaeologists.[13][14] In his account of the siege of the Atuatuci, Caesar mentions that their stronghold was fortified by \"stones of great weight\", sharpened beams, and walls built with manned stations. The settlement was also described as \"admirably fortified by Nature\", surrounded by cliffs on both sides, and accessible only by a narrow route.[15][2] According to Caesar, it was large enough to shelter at least 57,000 people.[16] Edith Wightman notes that \"many attempts have been made to identify [the fortress], especially the one in which Caesar besieged them in 57; most candidates are close to the Meuse, which Caesar does not mention\".[17] From the description, it was a promontory fort or epéron barré, but the lack of any reference to a major river argues against the citadel at Namur, and the Mont Falhize near Huy, both of them washed by the Meuse. Reoccupation of the earlier fort of Hastedon (St. Servais, just north of Namur) is a possibility. Other candidates are not lacking, but they lie mostly in the Entre-Sambre-et-Meuse area, which probably belonged to the Nervii. Apart from Mont Falize and Hastedon, Nico Roymans has more recently proposed in 2012 the \"Bois du Grand Bon Dieu\", a forested hill south of the city of Thuin between Charleroi and the French border, in the Entre-Sambre-et-Meuse area, as \"a serious contender\" for the location of the stronghold.[18] The arguments for this location have been summarized as follows:[19] The Atuatuci are mentioned in two classical sources: Caesar's Gallic War (mid-1st c. BC) and Cassius Dio's Historia Romana (early-3rd c. AD).[20][21] According to Caesar, the Atuatuci descended from some 6,000 wandering Cimbri and Teutoni who had stayed behind in the north when the two peoples invaded Gaul in the 2nd century BC.[22][1] Following this tradition, Cassius Dio (ca. 230) likewise mentioned the Atuatuci as \"[belonging] to the Cimbri by race and temperament\".[23] The tribe was descended from the Cimbri and Teutoni, who, upon their march into our Province and Italy, set down such of their stock and stuff as they could not drive or carry with them on the near (i.e. west) side of the Rhine, and left six thousand men of their company therewith as guard and garrison. This party, after the destruction of the others, were harassed for many years by their neighbours, and fought sometimes on the offensive, sometimes on the defensive; then by general agreement among them peace was made, and they chose this place to be their habitation. However, Wightman noted in 1985 that \"no late incomers have been archaeologically identified (unless the use of caves as refuges, and the massacre in the Trou de l'Ambre, are connected).\"[17] Furthermore, Caesar himself appears to contrast the Atuatuci with the Germanic peoples, grouping them instead with the Belgic Nervii and Menapii in a list of enemies: \"Caesar had report of this, and saw preparations for war on every hand: the Nervii, Aduatuci, and Menapii, and all the Germani on this side of the Rhine with them, were in arms; (...).\"[24] The Battle of the Sabis took place in 57 BC between the Romans and the Belgic Nervians, Atrebates and Viromandui. Though the Roman forces of Julius Caesar eventually managed to overcome the Nervians, they were almost defeated.[25] The Atuatuci were initially coming with troops to assist, but hearing of the Nervian defeat, they abandoned all their towns and forts and retreated to an oppidum.[26] The Romans followed the Atuatuci while they fled and besieged their oppidum. Upon the first arrival of the Roman army, the Atuatuci made frequent sallies from the stronghold, and engaged in petty encounters with Roman troops.[27] According to Caesar, the inhabitants initially laughed at the Roman work, since their siege towers, mantlets, and ramparts were being erected far from the oppidum and, Caesar follows, the Atuatuci remarked the incongruity of such a large device being constructed by such small men.[28][29] As they saw the Roman troops approaching the settlement with siege weapons, however, the Atuatuci offered to surrendered. Caesar accepted, and they opened the gates of their fortress.[30] In fear of looting and violence from his own men against the inhabitants, Caesar sent the Roman troops out of the fortress. The Atuatuci seized the opportunity to engage the Romans in a surprise attack, using improvised shields and weapons they had concealed within the settlement, but they were eventually defeated.[31] According to Caesar, 4,000 dead of them were killed, and the entire surviving population of 53,000 were sold into slavery.[32] In 54 BC, under encouragement from the Treveri king Indutiomarus, the Eburone king Ambiorix attacked and defeated a Roman force who had been stationed with him. He then went directly to the Atuatuci and then the Nervii, to encourage them to join in an uprising against Rome.[33] The Menapii, Senones and Carnuti also joined in this uprising and prepared for war,[34] but Caesar and his forces killed Indutomarius, then succeeded in repressing the rebellion and to punish his allies, ordering his men to lay waste to the region which adjoins the Aduatuci.[35] The Atuatuci disappeared from written records after Caesar's mention in the mid-first century BC.[36] Although the Roman era capital of the Tungri, Atuatuca Tungrorum (modern Tongeren), shares a close linguistic relation with the Atuatuci,[3] it cannot be linked to the tribe with certainty.[17] The ancient name of the settlement is rendered as Atuatuca Tungrorum on the basis of written sources from the beginning of the Common Era.[37][note 1] According to Edith Wightman, \"changes which took place after Caesar, involving new folk from across the Rhine and reorganization of existing peoples, make localization difficult.\"[17] Alain Vanderhoeven also notes that there is no evidence of human settlement in Tongeren during the Iron Age.[38] Small survivor groups of the Atuatuci may have contributed to the ethnic composition of the Tungri, a Germanic tribe attested in the region by the 1st century AD.[39]","Title":"Atuatuci - Wikipedia","KeyID":"7769","URL":"https://en.wikipedia.org/wiki/Atuatuci"}