{"Content: ":"The Condrusi were one of the peoples described by Julius Caesar as Germani Cisrhenani. They survived the Roman invasion and lived in what is now eastern Belgium, during the Roman period.[1] They are mentioned as Condrusos and Condrusi by Caesar (mid-1st c. BC),[2] and as Condurses by Orosius (early 5th c. AD).[3][4] The meaning of the name Condrusi is unclear. The prefix is most likely the Gaulish con-/com- ('with, together, as well'), and although the translation of the element -drus- is unknown, it is also generally regarded as Celtic.[5][6][7] The Condroz region, attested as Pagus Condrustis on an inscription dated 150–160 AD,[8] and as pagus Condrustus in medieval documents, is named after the Germanic tribe.[9][10] From their personal and tribal names we know that the Germani cisrhenani were heavily influenced by the Gaulish language.[11] From other information, including the contemporary reports of Julius Caesar and Tacitus, we know that they were also heavily influenced by Germanic peoples on the east of the Rhine river. Whether the Germani cisrhenani in Belgium ever actually spoke a Germanic language is uncertain.[12] In any case it was claimed by Tacitus that these Germani were the first people called Germani, and that the term Germani as it came to be widely used was not the original meaning. He also said that the descendants of the original Germani in his time were the Tungri.[13] The Condrusi were one of the peoples living within the civitas of the Tungri. The Condrusi probably dwelt in the Condroz region,[7] an area of foothills situated northwest of the Ardennes, south and west of the Meuse, southwest of Liège and southeast of Namur.[14] Their territory, like that of the Segni, was located between that of the Treveri and Eburones.[9][1] At the time of Caesar (mid-1st c. BC), they lived as clients of the Treveri.[1] During the Roman period, the Pagus Condrustis was one of the subdivisions of the civitas Tungrorum, founded ca. 10 BC as a Roman military base.[15] The oldest known definitions of the medieval pagus of Condroz also included the region of neighbouring Famenne. Contrary to the late medieval archdeaconries of Condroz and Fammene, the early medieval pagus Condrustis did not encompass the deaneries of St Remacle, Hanret, or Chimay.[16] Viradecthis (also attested under the Celtic form Virodactis) was the protector-goddess of the Condrusi. Assimilated with the Roman deity of childbirth Lucina, she was honoured ca. 200–250 AD at a sanctuary located in Strée (Modave, Condroz),[17] and by a Condrusian soldier serving in the Roman army at Hadrian's Wall.[18] Tungrian sailors celebrated her cult in Fectio (ca. 150–250 AD),[19] and other inscriptions were found further east in the Rhineland (Mogontiacum, Kälbertshausen, Trebur).[18] Several inscriptions were dedicated to the Matris Cantrusteihiae, which seems to mean \"mother goddess of the Condrusi (or Condroz)\".[7] Most of what we know about the Condrusi comes from Julius Caesar's record of his battles in the area, in Gallic Wars. In chapter 2.4 of Caesar's commentaries the Condrusi are specifically listed among the Germani cisrhenani, along with the Eburones, the Caeroesi, and the Paemani. At that time, in 57 BC, they were joining an alliance of Belgic tribes against Caesar.[20] The alliance met with defeat against the Romans at the Battle of the Sabis, but some, including many of the Germani, most notably the Eburones, renewed fighting in 54 BC. Caesar stated that these Germani cisrhenani had crossed the Rhine long ago to take control of the fertile land on the other side. They mixed with the local Belgae, and Caesar noted that neighbouring Belgae claimed to be partly of Germanic descent also. The Germani cisrhenani, who included the Condrusi, kept a distinct identity, and a reputation for military strength, because they were the only Gauls who successfully resisted the Cimbri and Teutones during their migrations in the second century BC.[20] In 4.6 Caesar reports that the Condrusi were under the protection of the Treveri along with the Eburones. How this circumstance came about is not known, but their territories were thereby not invaded by the Usipetes and Tencteri who had lost their own lands to Suebi and then crossed the Rhine into the lands of the Menapii.[21] In 6.32 the Condrusi are again mentioned as Germani \"on this side of the Rhine\" (citra Rhenum), this time along with the Segni (or Segui), as a German tribe claiming not to be involved in the rebellion. Both tribes were reported to live between the Eburones and the Treviri.[22] After their defeat or capitulation, the Germani cisrhenani became part of the civitas Tungrorum in Roman province of Gallia Belgica. But this civitas was eventually split out to become part of Germania Inferior. An inscription from Blatobulgium (an outpost fort of Hadrian's Wall in modern Scotland) dated 150–160 AD,[8] along with a Roman military diploma giving Condrusus as the ethnic origin of the soldier,[23] show that Gallo-Roman Condrusians served as auxilia within the Roman armies, and could acquire the citizenship at the end of their service.[18] The name of the pagus Condrustis survived not only into Roman times but into the Carolingian era also, being mentioned as a pagus or gau in the early Middle Ages. In this way, the name, like many medieval territorial names, has managed to survive down to the present day, at least as a geographical term. The earliest medieval attestation was in 747, in a benefaction made by Carloman, son of Charles Martel, to the Abbey of Stavelot-Malmedy. It was clearly mentioned in the Treaty of Meerssen in 870, where it is called the pagus of Condrust.[24]","Title":"Condrusi - Wikipedia","KeyID":"7771","URL":"https://en.wikipedia.org/wiki/Condrusi"}