{"Content: ":"The Eburones (Greek: Ἐβούρωνες, Ἐβουρωνοί) were a Gallic-Germanic tribe dwelling in the northeast of Gaul, in what is now the southern Netherlands, eastern Belgium and the German Rhineland, in the period immediately preceding the Roman conquest of the region. Though living in Gaul, they were also described as being both Belgae and Germani (for a discussion of these terms, see below). The Eburones played a major role in Julius Caesar's account of his \"Gallic Wars\", as the most important tribe within the Germani cisrhenani group of tribes — Germani living west of the Rhine amongst the Belgae. Caesar claimed that the name of the Eburones was wiped out after their failed revolt against his forces during the Gallic Wars, and that the tribe was largely annihilated. Whether any significant part of the population lived on in the area as Tungri, the tribal name found here later, is uncertain but considered likely. They are mentioned as Eburones by Caesar (mid-1st c. BC) and Orosius (early 5th c. AD),[1] as Eboúrōnes (Ἐβούρωνες) by Strabo (early 1st c. AD),[2] as Ebourōnoí (Ἐβουρωνοί) by Cassius Dio (3rd c. AD).[3][4] Most scholars derive the ethnonym Eburones from the Gaulish word for 'yew-tree', eburos,[5] itself stemming from Proto-Celtic *eburos ('yew'; cf. OIr. ibar 'yew', MBret. euor 'alder buck-thorn', MW. efwr 'cow parsnip, hog-weed').[6] This interpretation is supported by the story, as told by Julius Caesar, of how the Eburonean king Catuvolcus killed himself with poisonous yew in a ritualistic suicide.[7][8] An alternative Germanic etymology from *eburaz ('boar'; cf. ON jofurr, or Ger. Eber) has also been proposed.[9] Xavier Delamarre points out that coins of the Aulerci Eburovices, in Normandy, show the head of a wild boar, and argues that there might have been, further northeast, a \"semantic contamination, in the mixed Germano-Celtic Rhenish areas, of the Gaulish eburos by the Germanic quasi-homonym *eburaz.\"[10] Joseph Vendryes saw a Celtic 'boar-god' *epro behind the name of the yew,[10] and it has been noted that the boar and the yew are both associated with concepts of lordship and longevity in the Germanic and—to a lesser extent—Celtic traditions, which may provided a reason for such a \"contamination\".[11] The second part of the ethnonym, -ones, is commonly found in both Celtic (Lingones, Senones, etc.) and Germanic (Ingvaeones, Semnones, etc.) tribal names in the Roman era.[12] Maurits Gysseling has suggested that place names such as Averbode and Avernas (Hannut) might be derived from the Eburones.[13] The Eburones lived in an area broadly situated between the Ardennes and Eifel region in the south, and the Rhine-Meuse delta in the north. Their territory lay east of the Atuatuci (themselves east of the Nervii), south of the Menapii, and north of the Segni and Condrusi (themselves north of the Treveri).[14] To the east, the Sugambri and Ubii were their neighbours on the opposite bank of the Rhine.[15] When the Germanic Tencteri and Usipetes crossed the Rhine from Germania in 55 BC, they first fell on the Menapii and advanced into the territories of the Eburones and Condrusi, who were both \"under the protection of\" the Treveri to the south.[16] According to a description given by Caesar (mid-1st century BC), the greatest part of the Eburones lived between the Meuse and Rhine rivers.[17] However, Caesar also notes that their land bordered on that of the coastal Menapii in the north, and that those among the Eburones \"who were nearest the ocean\" managed to hide in islands after their defeat against the Romans.[18] This apparent geographical situation, near both the Condroz and the Rhine–Meuse delta, has suggested to many scholars that a significant part of their territory stretched west of the Meuse rather than between the Meuse and the Rhine.[19][20][21] Heinrichs (2008) contends that a territory stretching from the Rhine to the North Sea would be \"unrealistically large\", especially since they were portrayed as clients of the neighbouring Atuatuci until 57 BC. As archaeological findings suggest that the Eburonean territory did not extend substantially east of the Meuse in the direction of the Rhine, Heinrichs argues that the Eburones were rather principally centred in an area located west of the Meuse.[21] They have been identified by Belgian archaeologists with a material culture in northern Limburg and the Campine. According to Wightman, \"this would certainly account for the propinquity of Eburones and Menapii mentioned by Caesar; the distribution of war-time staters attributed to the Eburones (a mixture of transrhenine and Treveran elements) also corresponds with this group.\"[22] Based on the concentrations of coins, Roymans (2004) has proposed to also regard the eastern half of the Rhine–Meuse delta as part of the Eburonean polity. The area was later inhabited by the Batavians who likely assimilated the local Eburones.[23] Another part of the Eburones also fled to a remote area of the Ardennes, where Ambiorix himself is said to have gone with some cavalry, and Caesar portrays the Scheldt river (Scaldis) as flowing into the Meuse, apparently confusing the river with the Sambre.[24] This has led scholars to argue that Caesar or later copyists sometimes confused river names or used them differently than later writers.[25][26] Some scholars have argued for a location in the northern Eifel region, but this is difficult to reconcile with the fact that the Condrusi, who gave their name to the Condroz region, are described by Caesar as dwelling between the Treveri and Eburones. Wightman further notes that \"no cultural groupings can be isolated to suit the Eburones in the north Eifel\".[22] Caesar describes Atuatuca as a castellum located in the middle of the Eburone territory, which has sometimes been taken to imply that it was between the Meuse and the Rhine rivers where, in another passage, Caesar locates the greatest part of the Eburonean population.[27] The exact location the stronghold remains uncertain, but it is almost certainly not the same as the later Atuatuca Tungrorum, which seems to have been erected ex-nihilo as a Roman military base ca. 10 BC.[28] According to Wightman (1985), \"changes which took place after Caesar, involving new folk from across the Rhine and reorganization of existing peoples, make localization difficult.\"[29] Atuatuca played an important role in the revolt of Ambiorix against Rome in the winter of 54–53 BC, and in Caesar's subsequent attempts to annihilate the tribe in 53 and 51 BC.[30] Vanvinckenroye (2001) has suggested that the Eburones did not have their own strongholds and used instead the fortress of the neighbouring Atuatuci to house troops since they were tributary to them, which would explain the name.[31] Caesar's forces clashed with an alliance of Belgic tribes in 57 BC in the Battle of the Sabis. Before that battle, information from the Remi, a tribe allied with Rome, stated that the Germani (the Condrusi, the Eburones, the Caeraesi, and the Paemani) had collectively promised, they thought, about 40,000 men. These were to join 60,000 Bellovaci, 50,000 Suessiones, 50,000 Nervii, 15,000 Atrebates, 10,000 Ambiani, 25,000 Morini, 9,000 Menapii, 10,000 Caleti, 10,000 Velocasses, 10,000 Viromandui, and 19,000 Aduatuci. The whole force was led by Galba, king of the Suessiones.[32] However, the alliance did not work. The Suessiones and Bellovaci surrendered after the Romans defended the Remi and then moved towards their lands. And after this the Ambiani offered no further resistance and the Nervii, along with the Atrebates and Viromandui, formed the most important force on the day of the battle. The Eburones are not mentioned specifically in the description of the battle itself, but after the defeat the Eburones became important as one of the tribes continuing to resist Roman overlordship. In 54 BC, Caesar's forces were still in Belgic territory, having just returned from their second expedition to Britain, and needed to be wintered. Crops had not been good, due to a drought, and this imposition upon the communities led to new conflict. This insurrection started only 15 days after a legion and five cohorts (one and a half legions) under the command of Caesar's legates, Quintus Titurius Sabinus and Lucius Aurunculeius Cotta arrived in their winter quarters in the country of the Eburones. The Eburones, encouraged by messages from the Treveran king Indutiomarus, and headed by their two kings, Ambiorix and Cativolcus, attacked the Roman camp; and after inducing the Romans to leave their stronghold on the promise of a safe passage, massacred nearly all of them (approximately 6000 men).[33] Encouraged by this victory, Ambiorix rode personally first to the Aduatuci and then to the Nervi, arguing for a new attack on the Romans wintering in Nervian territory under the command by Quintus Tullius Cicero, brother of the famous orator.[34] The Nervii agreed and summoned forces quickly from several tribes under their government, Centrones, Grudii, Levaci, Pleumoxii, and Geiduni.[35] Caesar reported that this was thwarted by his timely intervention, and the Belgic allies dispersed, Caesar \"fearing to pursue them very far, because woods and morasses intervened, and also [because] he saw that they suffered no small loss in abandoning their position\".[36] In the meantime Labienus, one of Caesar's most trusted generals, was wintering in the territory of the Treveri, and also came under threat when news of the Eburones rebellion spread. Eventually, he killed the king of the Treveri, Indutiomarus. \"This affair having been known, all the forces of the Eburones and the Nervii which had assembled, depart; and for a short time after this action, Caesar was less harassed in the government of Gaul.\"[37] In the following year Caesar entered the country of the Eburones, and Ambiorix fled before him. Cativolcus poisoned himself with a concoction from a yew tree.[38] The country of the Eburones was difficult for the Romans, being woody and swampy in parts. Caesar invited the neighboring people to come and plunder the Eburones, \"in order that the life of the Gauls might be hazarded in the woods rather than the legionary soldiers; at the same time, in order that a large force being drawn around them, the race and name of that state may be annihilated for such a crime\".[39] The Sicambri, from east of the Rhine, were one of the main raiders. While Caesar was ravaging the country of the Eburones, he left Quintus Tullius Cicero with a legion to protect the baggage and stores, at a place called Aduatuca, which he tells us, though he had not mentioned the name of the place before, was the place where Sabinus and Cotta had been killed.[40] The plan to take advantage of the Sicambri backfired when the Eburones explained to the Sicambri that the Roman supplies and booty, not the refugees, were the most attractive target for plundering. Caesar reports that he burnt every village and building that he could find in the territory of the Eburones, drove off all the cattle, and his men and beasts consumed all the corn that the weather of the autumnal season did not destroy. He left those who had hid themselves, if there were any, with the hope that they would all die of hunger in the winter. Caesar says that he wanted to annihilate the Eburones and their name, and indeed we hear no more of the Eburones. Their country was soon occupied by a Germanic tribe with a different name, the Tungri. However, the report of Tacitus that the Tungri were the original \"Germani\" that came earliest over the Rhine, and the way this matches the description by Caesar of the Eburones and their neighbours, leads to the possibility that they survived under a new name. On the other hand, Heinrichs (2008) argues that the genocide of the Eburones in 53 BC could not have happened as it is claimed by Caesar.[41] If the systematic destruction of infrastructures by the Roman forces was intended to prevent the local people from regaining power, physical extermination proved to be impractical. The available areas of refuge hardly accessible to the Roman legions were numerous: the low mountain range of the Ardennes, the swamps and wastelands towards the Menapii, the coastal islands, etc. Moreover, Caesar's second attempt to annihilate the tribe two years later demonstrates that the community survived, and even probably regenerated in such a way that further actions were apparently needed.[41] According to Roymans (2004), their disappearance from the political map may have resulted from \"a policy of damnatio memoriae on the part of the Roman authorities, in combination with the confiscation of Eburonean territory\".[42] A great part of their gold fell into Roman hands during repeated Roman raids on the Eburones in 53–51 BC, and was then melted down and carried off.[43] After the Gallic Wars, the new tribal entities that settled in the Lower Rhine region with Roman support were on territories previously occupied by the Eburones.[44] Based on a comment by Tacitus, who identifies the Tungri as descendants of the first group of Germani to cross the Rhine and drive away the Gauls, Nouwen (1997) has proposed that the Tungri emerged from the former Eburonean confederation.[45] The Batavi, who settled in the Rhine–Meuse delta from the late 1st century BC, probably also merged with remnant of older indigenous Eburonean groups that had survived in the area.[46] Under the Romans, one of the tribes associated with the Tungri, and apparently living in the north of their area, in the modern Campine, were the Toxandrians. Like the Tungri, they were never mentioned by Caesar. Like the Condrusi (whom Caesar had mentioned, and who continued to exist under Roman rule), the Texuandri or Toxandrians were recognized as a distinct grouping for the administrative purpose of mustering troops. The etymology of this name is uncertain, but it has been proposed that it may be a translation of the original Gaulish name of the Eburones, referring to the yew tree (taxus in Latin).[47] It is clear that the Belgic tribes of Gaul were culturally influenced by both Gaulish and Germanic neighbours, but the details, for example which languages they spoke, remain uncertain. It is also probable that the Eburones contained both Gallic and Germanic elements.[48] Although the term Germanic has a linguistic definition today, Roman authors such as Caesar and Tacitus did not clearly divide the Celts from what they called the Germans based on languages. On the contrary, both authors tended to emphasize, partly for political reasons, the differences in terms of the levels of civilization which had been attained, with Germanic peoples being wilder and less civilized peoples, requiring military and political considerations. Despite being regarded as Belgae, a type of Gaul, Julius Caesar says that the Condrusi, Eburones, Caeraesi, Paemani, and Segni were called by the collective name of Germani and had settled there some time ago, having come from the opposite bank of the Rhine.[32][49] The Eburones are therefore amongst the so-called Germani cisrhenani 'Germans on this side of the Rhine', i.e. Germanic peoples who lived south and west of the Rhine and may have been distinct from the Belgae. Tacitus later wrote that it was in this very region that the term Germani started to be used, even though he mentions a tribe Caesar did not mention, the Tungri. The name Germany, on the other hand, they say, is modern and newly introduced, from the fact that the tribes which first crossed the Rhine and drove out the Gauls, and are now called Tungrians, were then called Germans [Germani]. Thus what was the name of a tribe, and not of a race, gradually prevailed, until all called themselves by this self-invented name of Germans, which the conquerors had first employed to inspire terror.[50] This is often interpreted as implying that the Tungri, a name later used to refer to all the tribes of this area, were descendants of several tribes including the ones Caesar said were called Germani collectively.[51] The name may even be an artificial name meaning \"the sworn ones\" or confederates.[47] There are clues which are sometimes taken to indicate that the local peoples in former Eburonic territories spoke or adopted Gaulish, or some form of it. One of the basic influences on the pronunciation of Dutch is a Gallo-Romance accent. This means that in the Gallo-Roman period, when the Eburones had officially ceased to exist, the Latin which was then spoken was strongly influenced by a Gaulish substrate.[52] On the other hand, studies of placenames such as those of Maurits Gysseling, have been argued to show evidence of the very early presence of early Germanic languages throughout the area north of the Ardennes. The sound changes described by \"Grimm's Law\" appear to have affected names with older forms, apparently already in the 2nd century BC. It has been argued by some scholars that the older language of the area, though apparently Indo-European, was not Celtic (see Nordwestblock) and therefore that Celtic, though influential amongst the elite, might never have been the language of the area where the Eburones lived.[53] It is generally accepted that the personal names of Catuvolcus and Ambiorix, the Eburonean kings who opposed Caesar during the Gallic Wars (58–50 BC), are of Celtic origin.[54] The former is most likely the Gaulish compound catu-uolcus ('war-falcon'), formed with the root catu- ('combat') attached to the word uolcos ('falcon, hawk'). The Eburonean name has an exact parallel in the Welsh cadwalch ('hero, champion, warrior').[55][54] It has been noted that the use of the Proto-Indo-European root *katu- ('fight') as a compound in personal names is common to both Gallic and Germanic traditions (e.g., Catu-rīx and Haðu-rīh, which are cognates).[56][57] The name 'Ambiorix' is generally analyzed as the Gaulish prefix ambio- attached to the word rix ('king'),[58] and could be interpreted as 'king of the surroundings' or 'king protector'.[59][60][61] The material culture of the region has been found by archaeologists to be highly Celtised, clearly in contact with the Celts of central Gaul, though far less rich in terms of Mediterranean luxury goods. They were not so strongly linked to the east of the Rhine. This would at the very least seem to suggest that at least the upper echelons were Celtic or had adopted a Celtic language and culture.[62] A further complication is that the population of the Eburones may have been made up of different components. As mentioned above, archaeological evidence implies continuity going back to Urnfield times, but with signs that militarized elites had moved in more than once, bringing forms of the Celtic-associated cultures known as Hallstatt and later La Tène. No clear archaeological evidence has been found to confirm Caesar's account that the Eburones came specifically from over the Rhine. However, these Celtic cultures were also present there, and in the period when Caesar supposes that they arrived, the peoples immediately over the Rhine were most likely not speakers of a Germanic language.[63] The Eburones were probably a loose federation of several small clans, which may explain the dual kingship institution. Their political system, similar to that of the Sugambri, included several kings ruling on different territories.[22][64] The distribution of Eburonean triskeles staters also points to a polycentric political structures with several cores of influence.[65] According to Roymans, \"the fact that the Eburones and, somewhat later, the Sugambri were in a position to triumph over Roman armies attests to the ability of groups and individuals in these societies to summon considerable strength, at least in periods of crisis.\"[66] The formation of comitati was probably common during the Late Iron Age, as evidenced by the retinue of equites that escorted Ambiorix as he fled the Roman troops, and by similar practices attested in neighbouring tribes.[66] At the time of the Roman conquest, the Eburones were clients of the Treveri, and Caesar mentions that the Eburonean king Ambiorix began his revolt against the Romans at the insistence of the Treveri.[67] They were also paying tribute to the Atuatuci, who were holding Eburonean hostages in chains and slavery, including the son and nephew of the Eburone king Ambiorix.[68] It was with these two tribes that the Eburones quickly formed a military alliance against Caesar's forces.[69] Caesar also reports that, during the conflict, the Eburones had some sort of alliance, organized via their allies the Treveri, with the Germanic tribes over the Rhine.[70]","Title":"Eburones - Wikipedia","KeyID":"7772","URL":"https://en.wikipedia.org/wiki/Eburones"}