{"Content: ":"The Paemani (also Poemani or Caemani) were a small Belgic-Germanic tribe dwelling in Gallia Belgica during the Iron Age. Their ethnic identity remains uncertain. Caesar described them as part of the Germani Cisrhenani, but a number of scholars have argued that their name may be of Celtic origin.[1][2] Like other Germani Cisrhenani tribes, it is possible that their old Germanic endonym came to be abandoned after a tribal reorganization, that they received their names from their Celtic neighbours, or else that they were fully or partially assimilated to Celtic culture at the time of the Roman invasion of the region in 57 BC.[3] The name appears as Caemani in Caesar's accounts (mid-1st c. BC), along with the variant Paemani or Paemanes.[4] One of the two variants may be a scribal error.[1] Alternatively, scholar Peter E. Busse has proposed to interpret the forms as Q-Celtic/P-Celtic equivalents: \"that Caesar wrote Q-Celtic Caemanes, with C- rather than expected Qu-, is easily explained either as a mishearing or as the result of learning the name from P-Celtic intermediaries who had no kw in their own language.[2] The variant Paemani is possibly of Celtic origin, for it appears closely related to the names Poemaneni (Galatia), Poemana (Gallaecia, Celtic Hispania), and Poemaneni, which all occur in Celtic milieus, but a convincing etymology has not yet been found.[1][5] The name may possibly be interpreted as 'the herdsmen', by comparison with the Greek poimḗn. It appears to be an archaic formation since it has preserved the initial p-, which has normally been lost in attested Celtic languages.[5] Alternatively, a Germanic etymology from *haima- ('home') has also been proposed for Caemani, although it cannot explain the spelling Paemanes, and Germanic sound laws rather predict a **Haemanes or **Chaemanes form.[2] The hypothesis that the name of the Famenne region may derive from Paemani, following the influence of the Germanic sound shift from p- to f-,[4] is now considered doubtful by most scholars,[6][7] which, according to Edith Wightman, \"does not prove that they did not inhabit the region\".[6] The Paemani dwelled in the northern part of the Ardennes and Eifel region, between the Rhône and the Meuse river, near the Caerosi in the south, the Eburones in the north, and the Tungri and Atuatuci in the west.[8]","Title":"Paemani - Wikipedia","KeyID":"7773","URL":"https://en.wikipedia.org/wiki/Paemani"}