{"Content: ":"The Segni were an ancient tribe dwelling in the Ardennes and Eifel region during the Iron Age. In the winter of 54–53 BC, the Segni assured Julius Caesar, by means of an embassy, that they would not make common cause with the other Germani Cisrhenani (the Germani on the left bank of the river Rhine).[1][2] The etymology of the ethnonym Segni remains unclear. It may derive from the Celtic roots *sego- ('victory, force') or *seg- ('sowing'), or else be related to the Old Irish sén ('net').[1][3] However, an alternative Germanic origin is also possible since the Germanic -ng- consonantal cluster was often transcribed to -gn- in Latin (e.g. Reudigni, Marsigni). An etymology from *sengjōz ('those who live in a dried region'; cf. MHG singe 'dryness, drought'), itself a derivative of *setig ('burning, drying'), has thus be posited by some scholars.[3] Their ethnic identity remains uncertain. The Segni were listed among the Germani Cisrhenani by Caesar, but their tribal name may be of Celtic origin.[3][1] However, the formulation \"who are of the nation and number of the Germans\" (ex gente et numero Germanorum) suggests that the Segni were not only considered of Germanic origin (like the Aduatuci), but also still counted among Germanic peoples at the time of Caesar.[4] The Segni are generally presumed to have dwelled in the Luxemburgish and Belgian Ardennes. Their territory was located between that of the Treveri and the Eburones, indicating that they settled not far from the Condrusi, which themselves lived in the Condroz foothill region northwest of the Ardennes.[5][2] In the 19th century, it was sometimes claimed in scholarship that the name of the Segni had been preserved in a modern town supposedly called \"Sinei or Signei\", located on the Meuse river in the Belgian province of Namur.[6] There is a place named Ciney in that area, but the earliest known form of the name is de Ceunaco, recorded in 1006 AD.[7] Connections between the ethnonym Segni and the toponyms Ciney, Sègne and Sugny have been rejected by contemporary scholars on linguistic grounds.[8] In the winter of 54–53 BC, Caesar learned that the Nervii, Aduatuci and Menapii took the arms against Rome and were joined by \"all\" Germani Cisrhenani. Following Caesar's victory, the Segni and Condrusi sent him envoys to ask him not to treat them as his enemies, for they had given no help to the Eburonian king Ambiorix: The Segni and Condrusi, who are of the nation and number of the Germans and have their abode betwixt the Eburones and the Treveri, sent envoys to Caesar to beg him not to count them among his enemies, nor to consider that there was common cause among all the Germans on the Roman side of the Rhine. They pleaded that they had had no idea of war, had sent no auxiliaries for Ambiorix. Caesar investigated the matter by examination of prisoners, and commanded that if any of the Eburones should have repaired to them in their flight they should be brought back to him; he said that if they did this he would not do violence to their territories. The Segni are not listed by Caesar among the tribes that took part in the Belgic coalition against Rome in 57 BC. Rather than an oversight, it is more probable that they did not participate in this alliance as it was the case in 54–53.[1] It has occasionally been claimed in 19th-century scholarship that the Segni later appeared as \"Sunuci\" in later Roman records, such as the Naturalis Historia of Pliny the Elder.[6] Pliny described them between the Tungri and the Frisiavones. Tacitus, for example, also mentioned the Sunuci, as a people of this region during the Batavian revolt. They probably lived between the Tungri and the Ubii in Roman imperial times. The Sunuci are thought to have lived in what is now the area of Germany where it touches eastern Belgium, and the southern Netherlands. One proposal would place the Sunuci in Kornelimünster in the region of modern Aachen.[9]","Title":"Segni (tribe) - Wikipedia","KeyID":"7774","URL":"https://en.wikipedia.org/wiki/Segni_(tribe)"}