{"Content: ":"The Baetasii (or Betasii) were a Germanic tribal grouping within the Roman province of Germania Inferior, which later became Germania Secunda. Their exact location is still unknown, although two proposals are, first, that it might be the source of the name of the Belgian village of Geetbets, and second, that it might be further east, nearer to the Sunuci with whom they interacted in the Batavian revolt, and to the Cugerni who lived at Xanten. The area of Gennep, Goch and Geldern has been proposed for example.[1] The name Baetasii could stem from the Proto-Celtic root *baidos ('wild boar'; compare with Welsh baedd).[2] The suffix -asio- is rather common in the Gaulish language, whereas it has hardly any connection with Germanic.[3] As with many of the tribal groups of Germania Inferior, such as the Toxandrians, and Tungrii, the origins of the tribe are unknown, but it is likely that their ancestry included a mixture of older populations and Germanic immigrants from the east of the Rhine who had been arriving for generations. Germania Inferior was on the west of the Rhine and had been described by Julius Caesar, at the time of Roman conquest of the area, as part of Belgic Gaul. Many of the tribal names and personal names which he reported from this area, are considered to be Celtic, not Germanic. However already long before his time there appears to have been an influx of people coming from the east of the Rhine, including, in the particular area where the Betasii lived, the tribal grouping which Tacitus later claimed to be the original tribal group which had been called \"Germani\", the so-called \"Germani Cisrhenani\".[4] Whether these original Germani had all spoken a Germanic language is unknown. Caesar and Tacitus were more interested in the fact that tribes from the east of the Rhine, who all eventually came to be referred to as Germani, were less softened by civilization, and therefore difficult to defeat in battle or incorporate into the Roman empire. Some specific tribes who entered the empire later, such as the Ubii who lived on the west bank of the Rhine, are understood to be speakers of Germanic languages, and records exist concerning their immigration and settlement. However for the Betasii, there is no such clear record and it is their position which generally leads to them being understood as being a group settled during imperial times, and Germanic in the modern sense of speaking a Germanic language. It has been proposed that like their neighbours the Cugerni, they descend from the Sicambri, who were already actively jumping to this side of the Rhine in Caesar's time, and who Strabo records as living in this area.[1] On the other hand there have been suggestions that they might represent the descendants, at least partly, of the Germani tribes described by Caesar as having been in this region since at least the 2nd century BCE when the Cimbri moved through the area. In the Naturalis Historia of Pliny the Elder places the Betasi in his list of tribes in this region in between the Frisiabones and the Leuci, but this may not indicate position in any meaningful way. They contributed troops to the Roman military, including some who are known to have been stationed in Britain. Tacitus also mentioned the Betasii, as a people of this region during the Batavian revolt. Some of them joined Claudius Labeo, who held a bridge over the Meuse, with a force of Betasii, Tungri and Nervii.[5] For this reason, it is often thought that the Betasii lived close to the Tungri and Nervii, and possibly near the river Meuse (Dutch Maas, Latin Mosa). Amongst evidence of Betasii from inscriptions made concerning soldiers, the Betasii are often mentioned as \"Traianenses Baetasii\", which has been taken as evidence that the Betasii, like the Cugerni (or Cuberni) lived in the northeastern \"Civitas Traiana\" with its capital near modern Xanten.[1][6] Xanten itself was the area where the Cugerni lived and was on the Rhine border, so this would put the Betasii one step away from the Rhine. Geetbets, in contrast, would have been in the Civitas Tungrorum. Joining the military was eventually a way to become a Roman citizen, and by early 2nd century CE the inscriptions show that the soldiers referred to their origin as \"Traianenses Baetasii\", replacing their exclusive tribal affiliation with a new Roman identity.[6] Like other peoples in the northern part of Germania Inferior, what happened to them in the later part of the Roman era is uncertain. Archaeological and other evidence agrees that the area was largely de-populated apart from military positions along the Rhine. It became the home of new groups who crossed the Rhine, especially the Sallii. These became part of the amalgamation of tribes known as the Franks. They united under kings, and became dominant in northern Germania Inferior, giving it an older name, Toxandria. They later became semi-independent within the empire, started moving into more populated Romanized areas to their south, and then proceeded to conquer a large part of Western Europe which became the Holy Roman empire. If any of the Betasii remained in the area, they became part of this development. Votive stones dedicated to the deity Hercules Magusanus were found on the territory of the Baetasii.[7]","Title":"Baetasii - Wikipedia","KeyID":"7778","URL":"https://en.wikipedia.org/wiki/Baetasii"}