{"Content: ":"Prorotodactylus is a dinosauromorph or pterosauromorph[1] ichnogenus known from fossilized footprints found in Poland and France. The prints may have been made by a dinosauromorph that was a precursor to the dinosaurs, possibly closely related to Lagerpeton. Fossils of Prorotodactylus date back to the early Olenekian stage of the Early Triassic, making it the oldest known dinosauromorph. Its presence during this time extends the range of the dinosaur stem lineage to the start of the Early Triassic, soon after the Permian-Triassic extinction event.[2] Prorotodactylus is the only ichnogenus within the ichnofamily Prorotodactylidae. Two ichnospecies are known, the type P. mirus and P. lutevensis. Prorotodactylus mirus, the type ichnospecies, has been found in the Holy Cross Mountains in Poland. It was named in 2000, with the specific name meaning \"strange\" in Latin in reference to unusual features in forefoot imprints.[2][3] A second ichnospecies, P. lutevensis, was erected along with the type. P. lutevensis is from the Middle Triassic of France and was first described in 1984 as Rhynchosauroides lutevensis. It was reassigned on the basis of many similarities with P. mirus.[2] Prorotodactylus mirus tracks have been found in many localities. The holotype specimen, a set of left forefoot and hind foot imprints, are from the Wióry locality near the town of Ostrowiec Świętokrzyski. The footprints were located in the Labyrinthodontidae Beds of the Middle Buntsandstein, or Bunter sandstone.[2] Recent studies of the biostratigraphy and magnetostratigraphy of the area have shown that the Wióry site is Early Spathian (Early to Late Olenekian) in age. More tracks have been found from Wióry since the initial description of P. mirus, and have shown that P. mirus was a rare component of the ichnofauna.[3] Prorotodactylus mirus is also known from the Stryczowice locality, which has a much more diverse assemblage of ichnofossils than Wióry. Like in Wióry, Prorotodactylus tracks are rare in Stryczowice.[3] Prorotodactylus tracks were made by a small quadrupedal animal. The tracks are long-striding, showing that the hind feet often overstepped the forefeet, or were placed on the same line. The first four digits of the hind foot, or pes, are clawed. Digits II-IV are angled slightly away from digit I, with digit IV being the longest. Digit V is smaller than the other four and is placed farther back on the foot, occurring only occasionally in footprints. The fifth digit of the forefoot, or manus, is separate from the rest of the digits, placed behind digits I-IV and angled outward. Digit III is the longest, with digits II and I being progressively smaller.[citation needed] The fifth digits of both the manus and pes are not rotated in Prorotodactylus as they are in the related ichnogenus Rotodactylus. The shape of the manus differentiates Prorotodactylus from members of the family Rhynchosauridae, which have also been found in Early Triassic Polish strata. The manus of Prorotodactylus is similar in shape to the pes of members of the ichnofamily Chirotheridae.[2] Prorotodactylus tracks were probably made by a small dinosauromorph. The ichnogenus possesses several distinctively archosaurian features, such as narrow trackways and a pace angulation of 130°. The pace angulation, or the angle made between two successive footprints, shows that Prorotodactylus had an erect stance rather than a sprawling one. Dinosauromorph characteristics include digitigrade prints (in which only the digits touch the ground), bunched metatarsals, a reduction of the first and fifth digits, and the posterior deflection of the fifth digit. Prorotodactylus prints share several characteristics with the dinosauromorph genus Lagerpeton from Argentina, indicating that the print maker was closely related to Lagerpeton. The three central digits of the foot are parallel, a feature otherwise only seen in Lagerpeton. Digit IV is the longest digit in the foot of both Prorotodactylus and Lagerpeton. In both animals, there is a progressive decrease in size from digits IV to II, with digit III angled relative to the midline.[3] The bunched metatarsals in Prorotodactylus are a synapomorphy of the clade Avemetatarsalia. The metatarsal pads, preserved only in deeply imprinted footprints, are united in a single unit. This makes the foot act as a single unit rather than a collection of splayed digits. In ichnotaxa similar in appearance to Prorotodactylus, the digits are not parallel to one another and the posterior margin of the metatarsal pads is curved, making the digits splay.[3] Trackways indicate that the maker of Prorotodactylus footprints was quadrupedal. However, the overstep of the hind feet beyond the front feet indicates that the forelimbs were reduced, a characteristic of bipedal animals. Another Polish dinosauromorph ichnogenus, Sphingopus, occurs later in the Triassic and is fully bipedal. The transition to bipedality probably occurred between Prorotodactylus and Sphingopus. During this transition, body size also increased, as Sphingopus tracks are larger than those of Prorotodactylus.[3] The different shapes of the manus and pes of Prorotodactylus may show different forms of specialization. The forelimbs, which were reduced, may have been used for hunting, grasping, or manipulating. The bunched metatarsals of the hind feet may have enabled the metatarsals to act as a lever, along with the stylopodium, or upper leg, and the zeugopodium, or lower leg. This would have enabled facultative bipedalism in Prorotodactylus, and a wholly bipedal gait in later dinosauromorphs. Pace angulation is relatively high in Prorotodactylus, and increased as bipedalism becomes obligate in later dinosauromorphs.[2]","Title":"Prorotodactylus - Wikipedia","KeyID":"778","URL":"https://en.wikipedia.org/wiki/Prorotodactylus"}