{"Content: ":"The Chamavi, Chamãves or Chamaboe (Χᾳμαβοί) were a Germanic tribe of Roman imperial times whose name survived into the Early Middle Ages. They first appear under that name in the 1st century AD Germania of Tacitus as a Germanic tribe that lived to the north of the Lower Rhine. Their name probably survives in the region today called Hamaland, which is in the Gelderland province of the Netherlands, between the IJssel and Ems rivers. The Germanic name of the Chamavi has been reconstructed as *Hamawiz, whereby the ham- element is generally taken to refer to alluvial land near an estuary; in this case those of the rivers IJssel and Rhine. In this interpretation the tribal name could be translated as \"those who dwell near the river mouth\". Less commonly accepted etymologies connect the Chamavi to hamo- an early West Germanic loan of Latin hamus, meaning fishhook; ie. \"the Fishermen\"; or to Proto-Germanic *hamiþja (related to Old Norse hamr and Gothic hamon) which described a piece of clothing or covering; the Dutch word lichaam (body, literally a \"shape/likeness covering\") is related to the same root.[1][2] According to Velleius Paterculus, in 4 BC, Tiberius crossed the Rhine and attacked, in sequence, the Chamavi, Chattuari, and Bructeri implying that the Chamavi lived west of the other two named tribes. The Bructeri lived between the Ems and Lippe, so the Chamavi also probably lived west of the Ems.[3] Tacitus reports in his Annals that in the time of Nero (apparently 58 AD), the Angrivarii, having been ejected from their homes further to the north, pleaded with Rome to allow them to live in a military buffer zone on the northern bank of the Rhine, saying that \"these fields belonged to the Chamavi; then to the Tubantes; after them to the Usipii\".[4] These fields, being on the Rhine between IJssel and Lippe, were to the south of modern Hamaland, and to the west of the Bructeri. In this passage he does not explain where the Chamavi had moved to. In his Germania, Tacitus reported that the Chamavi and Angrivarii had moved, apparently recently in his time (around 100 AD) into the lands of the Bructeri, the Bructeri having been expelled and utterly destroyed by an alliance of neighboring peoples....[5] The Bructeri lived in the area between the Lippe and Ems rivers, to the southeast of modern Hamaland, which is to the west of the Ems. Tacitus also reports that to the north of the Chamavi and Angrivarii lived \"the Dulgubini and Chasuarii, and other tribes not equally famous\".[6] To their south then were the Tencteri, at that time between the Rhine and the Chatti.[7] (The Bructeri however continue to appear in the record and apparently moved south.) Ptolemy in his Geographia (2.10), mentions several tribal names which could refer to different reports of the Chamavi's position. But the text is notoriously difficult to unravel: In about 293 or 294, according to the Latin Panegyrics VIII, Constantius Chlorus, had victories in the Scheldt delta, and his opponents are often thought to have been Chamavi and Frisii, because the author of the text then mentions that as a result, Chamavi and Frisians now plow his land and the price of food is lower. Some also apparently became soldiers, and about 300 the 11th cohort \"chamadoroi\" were noted in Peamou in Upper Egypt, corresponding to the 11th cohort Chamavi known from the Notitia Dignitatum.[9] We know the Chamavi were among them because there was a settlement pagus (Ch)amavorum (French; Amous) . In 313, Constantine the Great also defeated Franks near the Rhine. The Panegyric which survives mentions the Bructeri, Chamavi, Cherusci, Lancionae, Alemanni and Tubantes.[9] The new name \"Franks\" also started to be used to refer to both Salians, Chamavi, and some other tribes, in this period. On the Peutinger map, which dates to as early as the 4th century, is a brief note written in the space north of the Rhine, generally interpreted as Hamavi qui et Pranci which is translated as The Hamavi, who are Franks. In the 350s there were many conquests claimed by emperor Julian against Franks on the Rhine. In the winter of 357/358 he defeated plundering Salians and Chamavi on the Maas river, and left the Salians in Roman territory because of their permission to live there, but forced the Chamavi to leave.[10] Unlike the Salii, these Chamavi were expelled from Roman lands, though they clearly lived close by, where their grain was disappointingly unready for Roman use.[11] In an apparent description of the same events, Zosimus does not mention the Chamavi, but a Saxon group known as the \"Kouadoi\", a Greek spelling of \"Quadi\", which some authors believe might be a misunderstanding for the Chamavi. According to him, this tribe had pushed into Batavia, displacing the Salians.[12] In 392 AD, according to a citation by Gregory of Tours, Sulpicius Alexander reported that Arbogast crossed the Rhine to punish the \"Franks\" for incursions into Gaul. He first devastated the territory of the Bricteri, near the bank of the Rhine, then the Chamavi, apparently their neighbours. Both tribes did not confront him. The Ampsivarii and the Chatti however were under military leadership of the Frankish princes Marcomer and Sunno and they appeared \"on the ridges of distant hills\". At this time the Bructeri apparently lived near Cologne. Note that the Chamavi and the Ampsivarii are the two peoples that Tacitus had long before noted as having conquered the Bructeri from their north. This description would place the lands of the Chamavi still close to the old Bructeri lands. The Chamavi also appear in the 5th century Notitia Dignitatum as a Roman military unit. Gregory of Tours also mentions the Chamavi as having been among the Franks. The Lex Chamavorum Francorum is the modern name of a Frankish legal code known from the 9th century, which was official under Charlemagne. It is not clear whether it was really intended to refer to Chamavi.[13]","Title":"Chamavi - Wikipedia","KeyID":"7788","URL":"https://en.wikipedia.org/wiki/Chamavi"}