{"Content: ":"The Chali, a Latinized form of the Khaloi or Chaloi of Ptolemy's Greek, were a Germanic tribe residing in Jutland. We hear no more about the Chali as such in history, but their name can probably be connected with the Chalusus river (ibid.), tentatively identified as the Trave. The modern name comes from the Slavs at the mouth of the river (mediaeval Trabena), as Charlemagne for a time encouraged them to settle in the region. The upper river must have remained in the lands of the Chali. Speculating further, one might connect the name with Halland in Sweden (as well as the Hilleviones), which was originally Danish. From a political point of view, Scandinavia became defined by its resistance to the Slavic policies of Charlemagne, who was inviting Slavs to populate lands in Schleswig-Holstein left vacant by the migrations to Britain. A southern border was set by treaty in the early 9th century; presumably, the Chali were north of it. Halland remained unquestionably Danish until the 11th century. By then there were language differences between the Danes and Swedes. Halland spoke Danish, but it became an object of contention. Many long years later, the northern border of Denmark was finally established by treaty in 1645. Halland was to be Swedish; however, it speaks its own dialect, based on its ancient Danish background. One might conclude, therefore, to a possible core Danish population titled *Hal- or *Hil-, located in Jutland, the islands, and southern Sweden. If that is true, then the name has a somewhat amorphous referent, meaning some or all of a population also possessing other names and not necessarily politically or ethnically united, except when the region became early Denmark. Due to the machinations of Otto von Bismarck, \"the iron chancellor\", during Germany's late 19th century imperial period, Schleswig-Holstein and the entire Trave drainage system are currently part of Germany.","Title":"Chali - Wikipedia","KeyID":"7789","URL":"https://en.wikipedia.org/wiki/Chali"}