{"Content: ":"The Chattuarii, also spelled Attoarii, were a Germanic tribe of the Franks.[1] They lived originally north of the Rhine in the area of the modern border between Germany and the Netherlands, but then moved southwards in the 4th century, as a Frankish tribe living on both sides of the Rhine. According to Velleius Paterculus, in 4 AD, the emperor Tiberius crossed the Rhine, first attacking a tribe which commentators interpret variously as the Cananefates or Chamavi, both being in the area of the modern Netherlands, then the Chattuari, and then the Bructeri between Ems and Lippe, somewhere to the north of the modern Ruhr district in Germany. This implies that the Chattuari lived somewhere in the west of Westphalia.[2] Strabo mentions the Chattuari as one of the non-nomadic northern Germanic tribes in a group along with the Cherusci, the Chatti, and the Gamabrivii. (He also contrasted with other non nomadic tribes supposedly near the Ocean, the Sugambri, the \"Chaubi\", the Bructeri, and the Cimbri, \"and also the Cauci, the Caülci, the Campsiani\".) Strabo also notes them as one of the tribes who allied under the Cherusci and were made poor after being defeated by Germanicus. They apparently appeared at his triumph in 17 AD along with the Caülci, Campsani, Bructeri, Usipi, Cherusci, Chatti, Landi, and Tubattii. There is no consensus on any connection between the Chattuarii and either the similar-sounding Chatti or, less likely, the Chasuarii, who both lived in a similar region of Germany, and are also mentioned in Roman era texts. The Chattuari appear again in the historical record in the 4th century, living on the Rhine amongst the first tribes to be known as Franks. Ammianus Marcellinus reports that Emperor Julian, crossed the Rhine border from Xanten and... ...entered the district belonging to a Frank tribe, called the Attuarii, men of a turbulent character, who at that very moment were licentiously plundering the districts of Gaul. He attacked them unexpectedly while they were apprehensive of no hostile measures, but were reposing in fancied security, relying on the ruggedness and difficulty of the roads which led into their country, and which no prince within their recollection had ever penetrated.[3] Some of them (laeti) were also settled in France pagus attuariorum (French; Atuyer, comprising Oscheret at that time) south of Langres in the 3rd century. Under the Franks, the name of the Chattuari was used for what became two early medieval gaus on either side of the Rhine, north of the Ripuarian Franks, whose capital was in Cologne. On the eastern side, they were near the Ruhr river, and across the Rhine they settled near the Niers river, between the Maas and the Rhine, where the Romans had much earlier settled the Germanic Cugerni.[1] This western gau (Dutch: Hettergouw, German: Hattuarien) is mentioned in the Treaty of Meerssen, in the year 870 AD.[4] The Chattuarii may also appear in the poem Beowulf as \"Hetwaras\" where they appear to form a league together with the Hugas (who may be the Chauci) and the Frisians to fight against a Geatish raiding force from Denmark. The Geats are defeated and their king Hygelac is killed, Beowulf alone escaping. According to Widsith, the Hætwera were ruled by Hun.","Title":"Chattuarii - Wikipedia","KeyID":"7792","URL":"https://en.wikipedia.org/wiki/Chattuarii"}