{"Content: ":"The Chauci (German: Chauken, and identical or similar in other regional modern languages) were an ancient Germanic tribe living in the low-lying region between the Rivers Ems and Elbe, on both sides of the Weser and ranging as far inland as the upper Weser. Along the coast they lived on artificial mounds called terpen, built high enough to remain dry during the highest tide. A dense population of Chauci lived further inland, and they are presumed to have lived in a manner similar to the lives of the other Germanic peoples of the region. Their ultimate origins are not well understood. In the Germanic pre-Migration Period (i.e., before c. 300 AD) the Chauci and the related Frisians, Saxons, and Angles inhabited the Continental European coast from the Zuyder Zee to south Jutland.[1] All of these peoples shared a common material culture, and so cannot be defined archaeologically.[2] The Chauci originally centered on the Weser and Elbe, but in c. AD 58 they expanded to the River Ems by expelling the neighboring Ampsivarii,[3][4] whereby they gained a border with the Frisians to the west. The Romans referred to the Chauci living between the Weser and Elbe as the 'Greater Chauci' and those living between the Ems and Weser as the 'Lesser Chauci'.[5] The Chauci entered the historical record in descriptions of them by classical Roman sources late in the first century BC in the context of Roman military campaigns and sea raiding. For the next 200 years the Chauci provided Roman auxiliaries through treaty obligations, but they also appear in their own right in concert with other Germanic tribes, opposing the Romans. Accounts of wars therefore mention the Chauci on both sides of the conflict, though the actions of troops under treaty obligation were separate from the policies of the tribe. The Chauci lost their separate identity in the third century when they merged with the Saxons,[6] after which time they were considered to be Saxons. The circumstances of the merger are an unsettled issue of scholarly research. The Germans of the region were not strongly hierarchical. This had been noted by Tacitus, for example when he mentioned the names of two kings of the first century Frisians and added that they were kings \"as far as the Germans are under kings\".[7] Haywood (Dark Age Naval Power, 1999) says the Chauci were originally neither highly centralised nor highly stratified, though they became more so after 100 AD.[8] Yorke (The Conversion of Britain c.600–800, 2006), speaking of the fifth century, describes the 'Continental Saxons' (which then included the Chauci) as having powerful local families and a dominant military leader.[9] Writing in AD 79, Pliny the Elder said that the Germanic tribes were members of separate groups of people, suggesting a distinction among them. He said that the Chauci, Cimbri and Teutoni—the people from the River Ems through Jutland and for some distance inland—were members of a group called Ingaevones (a \"Cimbri\" people were also given as members of a different group, and this is likely a different people).[10] Tacitus, writing in AD 98, described the inland, non-coastal Chauci homeland as immense, densely populated, and well-stocked with horses. He was effusive in his praise of their character as a people, saying that they were the noblest of the Germans, preferring justice to violence, being neither aggressive nor predatory, but militarily capable and always prepared for war if the need arose.[11] Pliny (AD 23–79) had visited the coastal region and described the Chauci who lived there. He said that they were \"wretched natives\" living on a barren coast in small cottages (or huts) on hilltops, or on mounds of turf built high enough to stay dry during the highest tide (i.e., terpen). They fished for food, and unlike their neighbors (i.e., those living inland, away from the coast) they had no cattle, and had nothing to drink except rainwater caught in ditches. They used a type of dried mud (i.e., \"surface peat\") as fuel for cooking and heating. He also mentioned their spirit of independence, saying that even though they had nothing of value, they would deeply resent any attempt to conquer them.[12] The record is incomplete. The bulk of historical information about the Chauci is from the Annals of Tacitus, written in 117. Many parts of his works have not survived, including an entire section covering the years AD 38–46, as well as the years after AD 69. The earliest mention of the Chauci is from 12 BC and suggests that they were assisting other Germanic tribes in a war against the Romans. Drusus campaigned against those Germans along the lower Rhine, and after devastating the lands west and north of the Rhine he won over (or defeated or intimidated) the Frisians. He was in the process of attacking the Chauci when his vessels were trapped by an ebb tide. Drusus gave up the attack and withdrew.[13] The Germans under Arminius had destroyed 3 Roman legions under Varus at the Battle of the Teutoburg Forest in AD 9. The Romans recoiled at first but then Germanicus initiated destructive campaigns against those Germans whom the Romans blamed for their defeat. The Chauci were not among them, and were said to have promised aid, and were associated with the Romans in \"military fellowship\".[14] However, in defeating Arminius' own tribe (the Cherusci) the Romans were unable to capture or kill Arminius, who escaped. There were Chauci among the Roman auxiliaries, and they were rumored to have allowed the escape.[15] In one of the campaigns a Roman fleet (probably riverine, not ocean-going) was broken up by a storm, causing many casualties. Germanicus himself managed to survive by reaching the lands of the Chauci, who provided him with a safe haven.[16] Germanicus' campaigns had resulted in recovery of two of three Aquila lost in the Battle of the Teutoburg Forest defeat; the third legionary standard was recovered in AD 41 by Publius Gabinius from the Chauci during the reign of Claudius, brother of Germanicus.[17] A parenthetical note concerns the Ampsivarii. They had not supported the German cause led by Arminius in 9 AD and had been ostracized as a result. The Chauci had suffered no such disaffection from the other Germanic tribes in the aftermath of Teutoburg Forest, nor had they alienated the Romans. Many years later, c. AD 58, the Chauci seized upon an opportunity to expel the Ampsivarii and occupy their lands at the mouth of the River Ems, whereby they gained a border with the Frisians to the west.[18] In AD 47 (and perhaps for some time earlier), the Chauci along with the Frisians were led by a certain Gannascus of the Canninefates. They raided along the then-wealthy coast of Gallia Belgica (i.e., the land south of the Rhine and north of the Rivers Marne and Seine), and the Chauci made inroads into the region that would later become the neighbouring Roman province of Germania Inferior, in the area of the Rhine delta in what is now the southern Netherlands.[19] Corbulo was made the local Roman military commander. He successfully engaged the Germans on both land[20] and water, occupied the Rhine with his triremes and sent his smaller vessels up the estuaries and canals. The Germanic flotilla was destroyed in a naval engagement, Gannascus was driven out, and Frisian territory was forcibly occupied. A negotiation between the Romans and Gannascus was arranged under the auspices of the 'Greater Chauci', which the Romans used as an opportunity to assassinate their opponent. The Chauci were outraged by the act of bad faith, so the emperor Claudius forbade further attacks on the Germans in an effort to ease tensions, and the Romans withdrew to the Rhine.[21] In AD 69 the Batavi and other tribes rose against Roman rule in the Revolt of the Batavi, becoming a general uprising by all the Germans in the region. Led by Civilis, they inflicted huge casualties on the Romans, including the destruction of a Roman fleet by a Germanic one off the North Sea coast.[22] Led by Cerialis, the Romans gave as good as they had gotten, ultimately forcing a humiliating peace on the Batavi and stationing a legion on their territory. Both the Chauci and the Frisians had auxiliaries serving under the Romans, and in a siege and assault by Civilis at Colonia Claudia Ara Agrippinensis (at modern Cologne), a cohort of Chauci and Frisians had been trapped and burned.[23][24] The Chauci had supported Civilis in their own name, providing him with reinforcements.[25] The Chauci were one of the most prominent early Germanic sea raiders.[26] They are probable participants in the Germanic flotilla that was destroyed by Drusus in 12 BC. They were raiding the coasts of Roman Belgica in AD 41,[27] long before they participated in further raids of the same coasts under Gannascus in AD 47. It is likely that their raiding was endemic over the years, as the few surviving accounts probably do not reflect all occurrences. Tacitus describes the Chauci as 'peaceful' in his Germania (AD 98), but this is in a passage describing the non-coastal, inland Chauci,[28] whereas sea raiders are necessarily a coastal people. By the late second century Chauci raiding was ongoing and more serious than before, continuing in the English Channel until their last recorded raids c. 170–175.[29] While there are no historical sources to inform us one way or the other, it is likely that the Chauci continued their raiding and then played a role in the formation of the new Germanic powers, the Franks and Saxons who were raiders in the third century.[30] There is archaeological evidence of destruction by raiders between 170–200, ranging along the Continental coast down to the Bay of Biscay, to northwest Belgica (e.g., fire destruction at Amiens, Thérouanne, Vendeuil-Caply, Beauvais, Bavai, Tournai, and Arras), to coastal Britain (e.g., fire destruction at the Essex sites of Chelmsford, Billericay, Gestingthorpe, Braintree, Wickford, Kelvedon, Great Chesterford, and Harlow). The perpetrators are unknown, but Chauci raiders are among the prime suspects.[31] The Romans responded with defensive measures. Caistor-by-Norwich, Chelmsford and Forum Hadriani (present day Voorburg) (the civitas of the Canninefates near The Hague) were all fortified c. 200, and the Romans began a defensive system of protection especially along the coasts of Britain and the Continent. This system would be continually maintained and improved upon, which the Romans would not have done unless there was a continuing threat to be addressed. The system would continue to evolve through the disappearance of Chauci raiders and their replacement by the Frankish and Saxon ones, up to the end of the fourth century. By then it would be known as the Saxon Shore, a name given it by the Notitia Dignitatum.[32] A passage written by Zosimus has been interpreted as one of the last mentions of the Chauci, and one where they are specifically mentioned as a Saxon group; but it depends upon whether we can equate them with the \"Kouadoi\" in Zosimus's Greek, a name he had apparently used wrongly.[33] Julian fought against Saxons and Franks, including the Salians, but then allowed the Salians \"descended from the Franks\" to settle in Toxandria in 358. According to Zosimus, this happened in response to an attack from the sea by the \"Kouadoi\" Saxons which affected both Romans and Salians, who had been living in the river delta.[34] Beowulf is an Old English heroic poem where the hero (Beowulf) engages in battles with antagonists. Set in long-ago Scandinavia, it makes frequent references to the peoples who are a part of the story, and efforts have been made to connect those peoples with peoples mentioned in ancient historical records. The \"Hugas\" of the poem are said to be a reference to the Chauci.[35]","Title":"Chauci - Wikipedia","KeyID":"7794","URL":"https://en.wikipedia.org/wiki/Chauci"}