{"Content: ":"The Cugerni (or Cuberni or Guberni) were a Germanic tribal grouping with a particular territory within the Roman province of Germania Inferior, which later became Germania Secunda. More precisely they lived near modern Xanten, and the old Castra Vetera, on the Rhine. This part of Germania Secunda was called the Civitas or Colonia Traiana (polity or colony of Trajan), and it was also inhabited by the Betasii.[1][2] The variants Cugerni, used by Tacitus and in the epigraphic record, and Cuberni, attested by Pliny and a single inscription, presumably originated from different spelling traditions.[3] The name of the Cugerni is not recorded as one which ever existed on the east of the Rhine, unlike the Ubii, but the Cugerni are thought to descend at least partly from a part of the Sicambri, who had already been present just over the Rhine in the time of Caesar, and then moved over the Rhine. However as with the Batavi and Tungri and other tribes of the region during Roman times, the ancestry of the Cugerni was probably mixed, and may have included other tribes from the east of the Rhine, plus survivors of the Menapii or Eburones who lived in this region in the time of Caesar, when it was considered to be part of Gaul, and not yet part of the Roman Empire. The Cugerni are amongst the Germanic tribes who crossed the Rhine from east to west, and were settled in the Roman Empire.[2] Similarly, to their south were the Ubii who also lived on the Rhine, around the modern city of Cologne in their Colonia Agrippenses. To the west of the Cugerni and Betasii were the Batavi, and to their southwest were the Tungri, along with other tribes such as the Toxandri, living in the Civitas Tungrorum. Apart from the area of Xanten, places which were apparently in their region were Gelduba (Gellep near Krefeld), Asciburgium (Asberg, also near Krefeld), Burginatium (near Kalkar), and Quadriburgium (Qualberg near Kleve). However nearby Neuss was in the region of the Ubii, with its capital at Cologne.[2] The region of the Cugerni was in the centre of action during the Batavian revolt, with different tribal groups taking different sides. The Cugerni took the side of Gaius Julius Civilis. The population of Germania Inferior reduced significantly in late Roman times, as new waves of Germanic tribes raided, and the Roman empire lost military control. Tribes such as the Chamavi, Chattuarii, and Sallii were eventually allowed to settle semi-independently within Germania Inferior, and were referred to as Franks. They united under kings and then proceeded to conquer a large part of Western Europe. Therefore any surviving Cugerni who stayed in the area were later absorbed into the Frankish kingdom.","Title":"Cugerni - Wikipedia","KeyID":"7799","URL":"https://en.wikipedia.org/wiki/Cugerni"}