{"Content: ":"The Csehbánya Formation is a geological formation in the Transdanubian Mountains of Veszprém County, Hungary. The formation dates to the Late Santonian (around 85-84 million years ago) of the Late Cretaceous. It represents a floodplain environment as opposed to the swampy lacustrine environment of the simultaneous Ajka Coal Formation, though there is complete overlap in terms of fauna. It underlies the Jákó Marl Formation, and laterally transitions to the Ajka Coal Formation.[1] The lithology of the unit is a cyclic variation of conglomerate, sandstone, variegated siltstone, clay and marl layers with some sporadic thin coal seams.[2] It is unconformably overlies the Late Triassic Main Dolomite Formation, which has deposits of the Upper Cretaceous Nagytárkány Bauxite Formation within deep karstic sinkholes in the formation. There is a basal conglomerate of dolomite clasts at the base of the Csehbánya formation. The main exposed portion of the formation is called the Iharkút locality, which is a disused bauxite quarry. At this location due to Paleogene uplift, it is unconformably overlain by the Lutetian Ikharkút Conglomerate. In the upper levels of the formation, there are sandstone lens beds present, which represent channel bodies. These are indicative of an anastomosing fluvial system. The exposure at this locality is between 100–150 m. Most of the fossils are found within the SZ-6 site at the locality, which is interpreted as a lag channel deposit Amber is known from both the Ajka Coal and Csehbánya Formations, and is commonly referred to as ajkait. However most of the arthropod inclusions in these are undescribed, only being shown in photographs,[3] With only two species of Ceratopogonids (biting midges) in the extant genus Leptoconops and the extinct genus Adelohelea being described.[4] A list of known taxa is given below. Fishes, amphibians, turtles, squamates, crocodilians, dinosaurs,[5] birds and pterosaurs present in Veszprém, Hungary, near the village of Németbánya in the Iharkút locality, an open-pit bauxite mine.[6][7] Other finds include Abelisauridae indet.,[8] Rhabdodontidae indet.,[7] Tetanurae indet.[8] Coprolites[9] and eggshells[10] are also known from the locality.","Title":"Csehbánya Formation - Wikipedia","KeyID":"780","URL":"https://en.wikipedia.org/wiki/Csehb%C3%A1nya_Formation"}