{"Content: ":"The Danes were a North Germanic tribe inhabiting southern Scandinavia, including the area now comprising Denmark proper, and the Scanian provinces of modern-day southern Sweden, during the Nordic Iron Age and the Viking Age. They founded what became the Kingdom of Denmark. The name of their realm is believed to mean \"Danish March\", viz. \"the march of the Danes\", in Old Norse, referring to their southern border zone between the Eider and Schlei rivers, known as the Danevirke. The origin of the Danes remains undetermined, but several ancient historical documents and texts refer to them and archaeology has revealed and continues to reveal insights into their culture, beliefs, organization and way of life. The Danes first appear in written history in the 6th century with references in Jordanes' Getica (551 AD), by Procopius, and by Gregory of Tours. They spoke Old Norse (dǫnsk tunga), which the Danes shared with the people in Norway and Sweden and later in Iceland and the Faroe Islands.[1] In his description of Scandza, Jordanes says that the Dani were of the same stock as the Suetidi (\"Swedes\") and expelled the Heruli and took their lands. The Old English poems Widsith and Beowulf, as well as works by later Scandinavian writers (notably by Saxo Grammaticus (c. 1200)), provide some of the original written references to the Danes. According to the 12th-century author Sven Aggesen, the mythical King Dan gave his name to the Danes. The Danes spoke Proto-Norse which gradually evolved into the Old Norse language by the beginning of the Viking Age. Like previous and contemporary people of Scandinavia, the Danes used runes for writing, but did not write much apparently, as they have left no literary legacy except for occasional rune stones and carvings in wood and various items like weapons, utensils and jewellery. As previous and contemporary peoples of Scandinavia (the Vikings), the tribal Danes were practitioners of the Norse religion. Around 500 AD, many of the gods of the Norse pantheon had lost their previous significance, except a few such as Thor, Odin and Frey who were increasingly worshipped. During the 10th century of the late Viking Age, the Danes officially adopted Christianity, as evidenced by several rune stones, documents and church buildings. The new Christian influences also show in their art, jewellery and burial practices of the late Viking Age, but the transition was not rapid and definitive and older customs from the Norse religion remained to be practised to various degrees.[2] Some sources, such as the Beowulf, point to a very early Arianism in Denmark, but it has been a matter of intense academic debate for many years whether these sources reflect later adjustments or an actual early Germanic Christianity among the Danes in the Iron Age. There are several archaeological artefacts in and from Denmark however, made as early as the 500s, depicting Daniel among the lions, so the Danes must have had some knowledge of and influence from Arian cultures.[2] Silver coins from Ribe (c. 710–20). Odin and Christian cross symbols (left) and Norse pagan fantastic animal (right). Odin of Lejre. An Odin silver figurine (c. 900). Hiddensee treasure. Golden jewellery mixing Thor's hammer and the Christian cross (10th century). In the Nordic Iron Age, the Danes were based in present-day Denmark, the southern part of present-day Sweden, including Scania, and in Schleswig, now Northern Germany. In Schleswig, they initiated the large fortification of Danevirke to mark the southern border of their realm. It was extended several times, also in the centuries after the Iron Age. Up until around the 6th century, Jutland is described as being the homeland of the Jutes, a Germanic tribe. The Widsith mentions a couple of semi-mythical kings in relation to the Danes of the Iron Age. Sigar who ruled the sea-Danes and Offa who ruled both the Danes and the Angles. Centuries later, Saxo lists for the first time the Danes entire lineage of semi-mythical kings, starting from King Dan. As Saxo's texts are the first written accounts of Denmark's history, and hence the Danes, his sources are largely surviving legends, folk lore and word of mouth. The royal seat and capital of the Danes was located on Zealand near Lejre and constituted what has later been dubbed the Lejre Kingdom, ruled by the Skjöldung dynasty. Beginning in the 8th century, the Danes initiated the construction of trading towns across their realm, including Hedeby, Ribe, Aarhus and Viborg and expanded existing settlements such as Odense and Aalborg. Hedeby quickly grew to become the largest settlement in Scandinavia and remained so until its eventual destruction in the later half of the 11th century. From around 800 AD, the Danes began a long era of well-organised raids across the coasts and rivers of Europe. Some of the raids were followed by a gradual succession of Danish settlers and during this epoch, large areas outside Scandinavia were settled by the Danes, including the Danelaw in England and countryside and newly established towns in Ireland, the Netherlands and northern France. In the early 11th century, King Cnut the Great (died 1035) ruled the extensive North Sea Empire for nearly 20 years, consisting of Denmark, England, Norway, southern Sweden and parts of northern Germany.[3] During the 10th century the royal seat of the Danes was moved from Lejre to Jelling in central Jutland, marking the foundation and consolidation of the Kingdom of Denmark. In the British Isles, Danes landed three Viking ships at the isle of Portland, Dorset in 786 AD, where they met and killed a local reeve and his men.[4][note 1] In 793 AD, a Viking raid and plunder of the monastery at Lindisfarne took place, but no further activity in England followed until 835 AD. In that year, the Danes raided and built a permanent camp on the Isle of Sheppey in south east England and settling followed from 865, when brothers Halfdan Ragnarsson and Ivar the Boneless wintered in East Anglia. Halfdan and Ivar moved north and captured Northumbria in 867 and York as well. Danelaw – a special rule of law – was soon established in the settled areas and shaped the local cultures there for centuries. Cultural remains are still noticeable today.[5] The Danes first arrived in Ireland in 795 AD, at Rathlin Island, initiating subsequent raids and fortified trade settlements, so called longphorts. During the Viking Age, they established many coastal towns including Dublin (Dyflin), Cork, Waterford (Veðrafjǫrðr) and Limerick (Hlymrekr) and Danish settlers followed. There were many small skirmishes and larger battles with the native Irish clans in the following two centuries, with the Danes sometimes siding with allied clans. In 1014 AD, at the Battle of Clontarf, the Vikings were eventually defeated and the remaining Danish settlers gradually assimilated with the Irish population.[6] The first Vikings appeared in Frisia, now part of the Netherlands and Germany, in 800 AD, when Danes plundered coastal settlements and later the trade town of Dorestad became a frequent target of raids. During this time, Frisia was ruled by the Franks and in the mid-9th century, the Danish chieftain of Roric received the western parts of the Netherlands as a fief and established here.[7] The Danes were probably involved in Frisia much earlier as Gregory of Tours (c. 538–594 AD) mentions a Danish king Chlochilaichus who was killed there while invading Frankish territory in the early 6th century.[8] The first known Viking raid in what now constitutes France, commenced in 799, when an attack was fought off on the coast of Aquitaine. Several other smaller skirmishes with aggressive Vikings from primarily Danish territory have been recorded, including the first raid on the Seine in 820, but it was not until the year 834 before Viking activity in France took off on a grand scale. In that year, Danes established a lasting base on Noirmoutier island, a central spot for the European salt trade at the time, and poured into the Loire Valley on larger raid expeditions. Many large scale raids followed all across the coasts and in-land rivers of Western Europe in subsequent decades.[9] In the beginning of the 900's, Vikings had established an encampment and base in the lower parts of the Seine river around Rouen. In an effort to stop or reduce the relentless raids, Charles the Simple made a treaty in Saint-Clair-sur-Epte with the Viking chieftain of Rollo in 911, granting Rollo and his Danish men authority over the area now known as Normandy. This prompted Scandinavian settlers to establish themselves here and in the course of the next couple of centuries, the Norman culture emerged in Normandy.[10][note 2][11] Important historical documents that tell about the tribal Danes include: Text notes References","Title":"Danes (Germanic tribe) - Wikipedia","KeyID":"7800","URL":"https://en.wikipedia.org/wiki/Danes_(Germanic_tribe)"}