{"Content: ":"The Daukiones (Greek) or Dauciones (Latinization) were a Germanic tribe mentioned by Ptolemy (2.10) as living in Scandia, i.e. Scandinavia. Ptolemy's view of the north is so distorted that his names require some decoding to locate them, nor can that be done with very great certainty. The Dauciones are mentioned in the same breath as the Goutai, undoubtedly the Goths of south central Sweden. This coupling implies that they were in the same region, but even this placement leaves plenty of room for doubt. It has been fashionable in the earlier 20th century to regard Ptolemy's names more as distortions and to try to correct them. This path is beset with danger, as it entails altering the original text. Ancient texts sometimes do get inadvertently altered, but the problem of restoration is that the original remains unknown and therefore unverifiable. Ptolemy offers some 8000 plus names, but many of the names he gives for Germany are close to their reconstructed common Germanic. Ptolemy's latitudes, longitudes and landforms are often distorted, due to the lack of scientific geography of the times, but his names are not necessarily so. One corrective theory turns the Dauciones into the Danes (Dankiones—Daneiones). This transformation replaces the u with an n and then alters that to make it look Danish. After all, Halland just south of the Goths remained Danish through the Middle Ages until Sweden managed to assimilate it. The weakness of the theory is that Ptolemy's and Ptolemy's sources' times are too early for a Danish/Swedish language, social or political distinction. The migrations had not begun and the original tribes were for the most part still living in their classical lands. The same language was most likely spoken in both places, Denmark was occupied by the Jutes and the Angles, and the Danes were not known. Kendrick (1930) presents an ingenious but equally weak subtle alteration of the Greek. A single passage in Ptolemy relates all he knew about the Scandinavian tribes. They are listed in paratactic form; that is, a list of items connected by coordinating conjunction, or \"particles\", without subordination. The list has the form which in this case is In this argument, the \"restorer\" wants to change the D- into d', which drops the e in de before a vowel, as is customary in ancient Greek. By abandoning D as a foreshortened enclitic (d') and dropping the k, the restoration becomes Aviones (meaning islanders, cf. Germanic awi), well known in the Germania, and perhaps a name borne by the inhabitants of Öland at this time. In addition to altering the text, this argument ignores the kai, or \"and\". In the construction, kai is always used as an alternative to de. You would typically not find both series markers kai and de, although you might find the two together in a contrast: \"and on the other hand\". The \"foreshortening\" of de pretty much excludes this possibility. It is perhaps sounder method to be wary of text replacements except in cases where the existing text is unintelligible as Greek. Here it is not. Ptolemy's Dauciones remain to be located.","Title":"Dauciones - Wikipedia","KeyID":"7801","URL":"https://en.wikipedia.org/wiki/Dauciones"}