{"Content: ":"Favonae is a Latinization of Greek Phauonai, the name of a Germanic people in Ptolemy’s Geography (2.10) located in eastern Scandinavia. They are not found elsewhere in classical sources. Moreover, Ptolemy’s view of the north is so distorted that the location of his east Scandinavia remains uncertain. However, the Greek spelling, Phau-, gives a possible clue to its meaning. It looks like Old English feaw-, \"few\", which, following the analogy of Harudes, would have come from *faw-. The American Heritage Dictionary lists the Indo-European root as *pau- \"few, little\", becoming *fau- in Germanic *fawaz by Grimm's Law. There is a name of the same meaning in modern Sweden: Småland, which would have been at a location known to Ptolemy in southeastern Scandinavia. It means \"small land\", which name refers to its broken and uncultivatable terrain; i.e., the province includes only small land for settlement purposes. As the name is based on the terrain, it would have been most likely kept over the centuries. The terrain encouraged emigration from Kalmar to Minnesota, where the land was much bigger. As the name of the Favonae is based on the terrain, they might well have been known by some other, ethnic name, not reported by Ptolemy. There is a notable suggestion by Kendrick, published in 1930 (see under Dauciones), that the Favonae were not in Sweden but were on the coast of Finland opposite. This hypothesis is based entirely on the argument that the Levonii of Ptolemy are the Swedes proper and therefore the east of them must be Finland. However, Kendrick also argues that the Chaideinoi could not have been in Hedemark because the latter was too remote for Ptolemy. If Hedemark is to be considered remote, then Finland must be even more so; moreover, Ptolemy does mention the Finns and does not identify them with the Favonae. Kendrick does not supply us with any names from Finland.  This article about an ethnic group in Europe is a stub. You can help Wikipedia by expanding it.","Title":"Favonae - Wikipedia","KeyID":"7803","URL":"https://en.wikipedia.org/wiki/Favonae"}