{"Content: ":"The Gutes (old west norse Gotar, old gutnish Gutar) were a North Germanic tribe inhabiting the island of Gotland. The ethnonym is related to that of the Goths (Gutans), and both names were originally Proto-Germanic *Gutaniz. Their language is called Gutnish (gutniska).[1] They are one of the progenitor groups of modern Swedes, along with historical Swedes and Geats. The name of the Gutes in Old West Norse is Gotar (adj. gotneskr),[2] which is the same as that used for the Goths. Old Norse sources such as the sagas do not distinguish between the Goths and the Gutes.[3][4][5][6][7] In accordance, the Old East Norse term for both Goths and Gutes seems to have been Gutar (adj. gutniskr).[8] Only the Goths and Gutes bear this name among all the Germanic tribes, even if Geat is closely related. The fact that the ethnonym is identical to Goth may be the reason why they are not mentioned as a special group until Jordanes' Getica, where they may be those who are called Vagoth (see Scandza). However, Ptolemy mentions the Goutai as living in the south of the island of Scandza; these could be identical to the Gutes, since the \"ou\"-spelling in Ancient Greek corresponds to the Latin and Germanic \"u\". The oldest history of the Gutes is retold in the Gutasaga. According to legend they descended from a man named Þjelvar who was the first to discover Gotland. Þjelvar had a son named Hafþi who wedded a fair maiden named Hvitastjerna. These two were the first to settle on Gotland. Hafþi and Hvitastjerna later had three children, Guti, Graipr and Gunfjaun. After the death of their parents, the brothers divided Gotland into three parts and each took one, but Guti remained the highest chieftain and gave his name to the land and its people.[9] It is related that because of overpopulation one third of the Gutes had to emigrate and settle in southern Europe: Some scholars, as for instance Wessén, Wenskus, Hoffman etc., have argued that this tale might be a reminiscence of the migration of the Goths.[citation needed] Certain linguists, as for instance Elias Wessén, point out that there are similarities between Gothic and Gutnish that are not found elsewhere in the Germanic languages. One example is the use of the word lamb for both young and adult sheep, which is only seen in Gutnish and Gothic.[11] Before the 7th century, the Gutes made a trade and defence agreement with Swedish kings, according to the Gutasaga. This seems to have been due to Swedish military aggression. Although the Gutes were victorious in these battles, they eventually found it more beneficial (as a nation of traders) to try to negotiate a peace treaty with the Swedes. Many kings made war on Gotland while it was heathen, but the Gutes always maintained victory and their rights. Then the Gutes were sending many messengers to Sweden, but none of them succeeded in negotiating a peace, till Awair Strabain from Alva parish. He was the first to make peace with the king of the Swedes.[...] As he was a smooth-tongued man, wise indeed and artful, as the stories of him go, he established a fixed treaty with the Swedish king: 60 marks of silver a year - that is the tax for the Gutes - with 40 for the king, out of that sixty, and the jarls to get 20. This amount had already been decided by agreement of the whole land before he left.[12] So the Gutes made a trade and defence agreement with the king of the Swedes of their own free will, that they might go anywhere in all areas dominated by the Swedes freely and unfettered by tolls or any duties. So too the Swedes could come to Gotland with no ban on the import of corn, or any other restrictions. The king was to give aid and help whenever they needed it and asked. The king would send messengers to the Gotland national assembly, and the jarls likewise, to collect their tax. These messengers must proclaim freedom to the Gutes to travel in peace over the sea, to all places where the Swedish king held sway. And the same went for anyone travelling there to Gotland.[12] It gives Awair Strabain [sv] as the man who arranged the mutually beneficial agreement with the king of Sweden and the event would have taken place before the end of the ninth century, when Wulfstan of Hedeby reported that the island was subject to the Swedes. Because of Gotland's central position in the Baltic Sea, from early on the Gutes became a nation of traders and merchants. The amount of silver treasure that has been found in Gotlandic soil during the Viking Age surpasses that of all the other Swedish provinces counted together, which tells of a traders' nation of indisputable rank among the North Germanic tribes.[13] The Gutes were the leading tradesmen in the Baltic sea until the rise of the Hanseatic League.[13] The Gutes were both yeomen farmers and traveling merchants at the same time: so-called farmenn. This was an exceptionally dangerous occupation during the Middle Ages, since the Baltic Sea was full of pirates. The Gutnish farmenn always had to be ready for battle. The division and organisation of the early Gutnish society shows a nation constantly ready for war. The \"ram\" seems to have been an early symbol for the Gutes, and is still seen on the Gotlandic coat of arms. Axe of iron from Swedish Iron Age, found at Gotland Clay pot from Swedish Iron Age, found on Gotland Trojeborg, a stone labyrinth from Visby on Gotland The history of Gotland can be read in the book Gutasaga. The Gutasaga is a saga treating the history of Gotland prior to Christianity. It was recorded in the 13th century and survives in only a single manuscript, the Codex Holm B. 64, dating to ca. 1350. It is kept in the National Library of Sweden in Stockholm together with the Gutalagen, the legal code of Gotland. It was written in the Old Gutnish dialect of Old Norse.","Title":"Gutes - Wikipedia","KeyID":"7821","URL":"https://en.wikipedia.org/wiki/Gutes"}