{"Content: ":"The Hermunduri, Hermanduri, Hermunduli, Hermonduri, or Hermonduli were an ancient Germanic tribe, who occupied an inland area near the source of the Elbe river, around what is now Bohemia from the first to the third century, though they have also been speculatively associate with Thuringia further north. According to an old proposal based on the similarty of the names, the Thuringii may have been the descendants of the Hermunduri. At times, they apparently moved to the Danube frontier with Rome. Claudius Ptolemy mentions neither tribe in his geography but instead the Teuriochaemae, who may also be connected to both. Strabo treats the Hermunduri as a nomadic Suebian people, living east of the Elbe.[1] Cassius Dio first reports that in the year 1 AD, a Roman named Domitius (possibly Lucius Domitius Ahenobarbus (consul 16 BC)), \"while still governing the districts along the Ister [Danube], had intercepted the Hermunduri, a tribe which for some reason or other had left their own land and were wandering about in quest of another, and he had settled them in a part of the Marcomannian territory\"; then he had crossed the Albis [Elbe river], meeting with no opposition, had made a friendly alliance with the barbarians on the further side, and had set up an altar to Augustus on the bank of the river.[2] Velleius Paterculus also described their position: Pliny the elder, in his Historia Naturalis, lists the Hermunduri as one of the nations of the Hermiones, all descended from the same line of descent from Mannus. In the same category he places the Chatti, Cherusci, and Suebi.[4] In his Germania, Tacitus describes the Hermunduri after listing some of the Suebian nations, placing them near the Danube, and the sources of the Elbe: In his Annales, Tacitus recounts how the Hermundurian Vibilius in 18 AD led the overthrow of the Marcomannic king Catualda in favor of the Quadian Vannius.[6] Around 50 AD, allied with Vannius' nephews Vangio and Sido and allied Lugii, Vibilius led the deposition of Vannius as well.[7] In 58 AD the Hermunduri defeated the Chatti in a border dispute over a religiously significant river. The Hermunduri shared a disputed border with the Chatti, along a river with salt reserves near it, possibly the Werra or the Saxon Saale. The Hermunduri won this conflict.[8] When Marcus Aurelius died in 180 AD, he was involved in conflict with an alliance of the Marcomanni, the Hermunduri, the Sarmatians, and the Quadi.[9] Some have suggested that the remnants of the Hermanduri went on to become the Thuringii, arguing that (-duri) could represent corrupted (-thuri) and the Germanic suffix -ing, suggests a meaning of \"descendants of (the [Herman]duri)\".[10] This has been argued against by other scholars such as Matthias Springer.[11]","Title":"Hermunduri - Wikipedia","KeyID":"7823","URL":"https://en.wikipedia.org/wiki/Hermunduri"}