{"Content: ":"The Ingaevones [ɪŋɡae̯ˈwoːneːs] were a West Germanic cultural group living in the Northern Germania along the North Sea coast in the areas of Jutland, Holstein, and Frisia in classical antiquity. Tribes in this area included the Angles, Frisii, Chauci, Saxons, and Jutes. The name is sometimes given by modern editors or translators as Ingvaeones, on the assumption that this is more likely to be the correct form, since an etymology can be formed for it as 'son of Yngvi', Yngvi occurring later as a Scandinavian divine name.[1] Hence the postulated common group of closely related dialects of the \"Ingvaeones\" is called Ingvaeonic or North Sea Germanic.[2] Tacitus' source categorized the Ingaevones near the ocean as one of the three tribal groups descended from the three sons of Mannus, son of Tuisto, progenitor of all the Germanic peoples, the other two being the Irminones and the Istaevones. According to the speculations of Rafael von Uslar, this threefold subdivision of the West Germanic tribes corresponds to archeological evidence from Late Antiquity. Pliny ca 80 CE in his Natural History (IV.28) lists the Ingaevones as one of the five Germanic races, the others being the Vandili, the Istvaeones, the Hermiones and the Bastarnae. According to him, the Ingaevones were made up of Cimbri, Teutons and Chauci. Stripped of its Latin ending, the Ingvaeon are the Ingwine, \"friends of Ing\" familiar from Beowulf, where Hrothgar is \"Lord of the Ingwine\"—whether one of them or lord over them being ambiguous. Ing, the legendary father of the Ingaevones/Ingvaeones derives his name from a posited proto-Germanic *Ingwaz, as Ing, Ingo or Inguio, son of Mannus. This is also the name applied to the Viking era deity Freyr, known in Sweden as Yngvi-Freyr[3] and mentioned as Yngvi-Freyr in Snorri Sturluson's[4] Ynglinga saga. Jacob Grimm, in his Teutonic Mythology considers this Ing to have been originally identical to the obscure Scandinavian Yngvi, eponymous ancestor of the Swedish royal house of the Ynglinga, the \"Inglings\" or sons of Ing. Ing appears in the set of verses composed about the 9th century and printed under the title The Old English Rune Poem by George Hickes in 1705:[5] Ing wæs ærest mid Est-Denum Gesewen secgum, oþ he siððan est Ofer wæg gewat; wæn æfter ran; Þus heardingas þone hæle nemdun.[6] An Ingui is also listed in the Anglo-Saxon royal house of Bernicia[7] and was probably once seen as the progenitor of all Anglian kings.[8] Since the Ingaevones form the bulk of the Anglo-Saxon settlement in Britain, they were speculated by Noah Webster to have given England its name,[9] and Grigsby remarks that on the continent \"they formed part of the confederacy known as the 'friends of Ing' and in the new lands they migrated to in the 5th and 6th centuries. In time, they would name these lands Angle-land, and it is tempting to speculate that the word Angle was derived from, or thought of as a pun on, the name of Ing.\"[8] According to the Trojan genealogy in the Historia Brittonum, Mannus becomes Alanus and Ing, his son, becomes Neugio. The three sons of Neugio are named Boguarus, Vandalus and Saxo—from whom came the peoples of the Boguarii (Baiuvarii), the Vandals, the Saxons and Taringi (Thuringii). This account comes to the Historia by way of the 6th-century Frankish Table of Nations, which borrows directly from Tacitus.[10]","Title":"Ingaevones - Wikipedia","KeyID":"7826","URL":"https://en.wikipedia.org/wiki/Ingaevones"}