{"Content: ":"The Irminones, also referred to as Herminones or Hermiones (Ancient Greek: Ἑρμίονες), were a large group of early Germanic tribes settling in the Elbe watershed and by the first century AD expanding into Bavaria, Swabia and Bohemia. Notably this included the large sub-group of the Suevi, that itself contained many different tribal groups, but the Irminones also for example included the Chatti. The term Irminonic is also therefore used as a term for Elbe Germanic, which is one of the proposed (but unattested) dialect groups ancestral to the West Germanic language family, especially the High German languages, which include modern Standard German.[1] The name Irminones or Hermiones comes from Tacitus's Germania (AD 98), where he categorized them as one of the tribes that some people say were descended from Mannus, and noted that they lived in the interior of Germania. Other Germanic groups of tribes were the Ingvaeones, living on the coast, and Istvaeones, who accounted for the rest.[2] Tacitus also mentioned the Suebi as a large grouping who included the Semnones, the Quadi and the Marcomanni, but he did not say precisely to which (if any) of the three nations they belonged. Pomponius Mela, in his Description of the World (III.3.31) described the Hermiones as the farthest people of Germania, beyond both the Cimbri and Teutones who lived on the Codanus sinus, which is understood today to have been his name for the Baltic sea and Kattegat, though it was described by him as a very large bay filled with islands, east of the Elbe river. Still further east Mela describes the Sarmatians who he places west of the Vistula, and then the Scythians who he places east of the Vistula.[3] Pliny's Natural History (4.100) claimed that the Irminones included the Suebi, Hermunduri, Chatti, and Cherusci. In the so-called Frankish Table of Nations (c. 520), probably a Byzantine creation, the son of Mannus who was the ancestor of the Irminones is named Erminus (or Armen, Ermenius, Ermenus, Armenon, Ermeno, as it appears in various manuscripts). He is said to have fathered the Ostrogoths, Visigoths, Vandals, Gepids and Saxons. In a variation on the table that appears in the Historia Brittonum, the Vandals and Saxons have been replaced by the Burgundians and Langobards.[4] They may have differentiated into the tribes Alamanni, Hermunduri, Marcomanni, Quadi, Suebi by the first century AD. By that time the Suebi, Marcomanni and Quadi had moved southwest into the area of modern-day Bavaria and Swabia. In 8 BC, the Marcomanni and Quadi drove the Boii out of Bohemia. The term Suebi is usually applied to all the groups that moved into this area, though later in history (around 200 AD) the term Alamanni (meaning \"all-men\") became more commonly applied to the group. Jǫrmunr, the Viking Age Norse form of the name Irmin, can be found in a number of places in the Poetic Edda as a by-name for Odin. Some aspects of the Irminones' culture and beliefs may be inferred from their relationships with the Roman Empire, from Widukind's confusion over whether Irmin was comparable to Mars or Hermes, and from Snorri Sturluson's allusions, at the beginning of the Prose Edda, to Odin's cult having appeared first in Germany, and then having spread up into the Ingvaeonic North.","Title":"Irminones - Wikipedia","KeyID":"7827","URL":"https://en.wikipedia.org/wiki/Irminones"}