{"Content: ":"The Marsaci or Marsacii were a tribe in Roman imperial times, who lived within the area of the Rhine–Meuse–Scheldt delta, under Roman domination. (The river Meuse is the Maas in Dutch, and this name is also often used in English. It Latin sources it is called the Mosa.) The only relatively clear source concerning the location of this tribe is Pliny the Elder's Natural History. They are in a list of tribes living in the \"Gaulish islands\" within the river delta region between different mouths of the Rhine. First he mentions the islands of the Batavians and the Cananefates, and then he gives the list of people who he says are stretched out along 100 Roman miles, between the mouths Helinius and Flevus.[1] Possibly related to this same tribe, he also mentions \"Oromarsaci\", possibly referring to an \"ora\" (boundary) of the Marsaci, near modern Boulognes-sur-mer, so they may have stretched down the Flemish coast.[2] The Helinius (or Helinium) is understood to have been the main mouth of the Meuse, where the main water of the southern branch of the Rhine, the Waal (Latin Vacalis) also discharged. Flevus (or Flevum) was a Roman fortification on the Ocean, north of the Rhine, mentioned by Tacitus, and equated today with Velsen.[3] Although the details are no longer clear there was apparently a northerly outlet of the Rhine here, north of the main Old Rhine.[4] But the term Flevo was also used by Pomponius Mela to refer to the fresh water lakes which were in the area of the modern Zuiderzee, which Mela specifically says that the Rhine fed into, perhaps through an ancient version of the Vecht, or the IJssel. So the Rhine mouth mentioned by Pliny might have been a discharge into a lake, or perhaps water running to Flevum on the coast may have arrived from the Rhine, via the lakes.[5][6] The tribes of this stretch of delta islands are mentioned in this order: Frisii, Chauci, Frisiavones, Sturii and Marsacii. Of these:- The Sturii and the Marsacii therefore probably lived further from the Rhine border, to the south or east of the above 3 tribes, or the Batavi and Cananefates. Other records mention the Marsacii being effected by the Batavian revolt implying that they lived close to the Batavians.[7] Also, the Roman emperors recruited their horse guard from a group of tribes including the Batavians, Cugerni, Frisiavones and the Marsacii. It has been claimed on the one hand that there might be a link to an earlier named Germanic tribe, from far to the east, known as the Marsi. Somewhat more positively considered is the proposal that the name of the Marsacii is preserved in the name of a medieval gau which was named Marsna. This was to the north of the mouth of the Maas into the North Sea.","Title":"Marsacii - Wikipedia","KeyID":"7842","URL":"https://en.wikipedia.org/wiki/Marsacii"}