{"Content: ":"The Quadi were a Germanic[1] people who lived approximately in the area of modern Moravia in the time of the Roman Empire. The only known information about the Germanic tribe the Romans called them comes through reports of the Romans, whose empire had its border on the River Danube just to the south of the Quadi. They associated the Quadi with their neighbours the Marcomanni, and described both groups as having entered the region after the Celtic Boii had left it deserted.[citation needed] The Quadi may have been part of the \"Suebian\" group who crossed the Rhine with the Vandals and Alans in the 406 Crossing of the Rhine, and later founded a kingdom in northwestern Iberia. In the first century BC, according to Roman written sources, the more numerous Marcomanni, whose name probably means \"men of the borderlands\", moved themselves from settlements elsewhere into a hilly area in the Hercynian forest known as Baiohaemum, which is generally considered to have been the same as, or near to, modern Bohemia and Bavaria. It is said that the Quadi also lived in the same general region, and were also Suebians, like the Marcomanni.[citation needed] The Quadi lived in what is now Moravia, western Slovakia, and Austria and were first noticed by Romans in 8–6 BC, briefly documented by Tacitus in his Germania.[page needed] They came to be part of the Marcomannic confederation that fought the future emperor Tiberius in 6 AD.[citation needed] There may be an earlier reference to the Quadi in the Geography of Strabo (7.1.3). In a parenthetical expression, often removed from the main text, he mentions a branch of the Suevi called the Κολδούοι (Koldoúoi), transliterated to Latin Coldui (Strabo wrote in Greek).[citation needed] Part of their range is Bohemia, the domain of Maroboduus. The amendment of Κολδούοι to Κοαδούοι (Koadoúoi = Quadi) is generally considered correct.[2] Tacitus' Germania[3] mentions the Quadi in the same breath as the Marcomanni, alike in warlike spirit, alike governed by \"kings\" of their own noble stock, \"descended from the noble line of Maroboduus and Tudrus\". (Maroboduus ruled the Marcomanni and their alliance generally, so the \"Tudric\" line were apparently kings among the Quadi.) The royal powers of both tribes were also alike, according to Tacitus, in being supported by Roman silver.[citation needed] In The Annals, Tacitus writes that Maroboduus was deposed by the exile Catualda around 18 AD. Catualda was in turn defeated by the Hermunduri Vibilius, after which the realm was ruled by the Quadian Vannius. Vannius was himself also deposed by Vibilius, in coordination with his nephews Vangio and Sido, who divided his realm between themselves as Roman client kings.[4] Their neighbours for the next 350 years or more were the Marcomanni to the west, Buri to the north, Sarmatian Iazygians and Asding Vandals arriving to the east somewhat later, and the Roman Empire to the south, across the Danube. Tacitus writes: Behind them [the Quadi and Marcomanii] the Marsigni, Gotini, Osi, and Buri, close in the rear of the Marcomanni and Quadi. Of these, the Marsigni and Buri, in their language and manner of life, resemble the Suevi. The Gotini and Osi are proved by their respective Gallic and Pannonian tongues, as well as by the fact of their enduring tribute, not to be Germans. Tribute is imposed on them as aliens, partly by the Sarmatæ, partly by the Quadi. The Gotini, to complete their degradation, actually work iron mines. All these nations occupy but little of the plain country, dwelling in forests and on mountain-tops.[5] These Gotini, or Cotini, are also mentioned in other Roman sources and appear to have been a remnant of an older Celtic population.[citation needed] In the later second century AD, Marcus Aurelius fought them in the Marcomannic Wars, for which our source is an abridgement of lost books of Dio Cassius' history. The troubles began in late 166 when the Langobardi (the Lombards) and Obii (otherwise unknown, but possibly the Ubii) crossed the Danube into Roman Moesia. They must have done so with the consent of the Quadi, through whose territory they had to cross. Presumably, the Quadi wished to avoid trouble themselves by allowing these tribes to pass through into Roman territory. This invasion was apparently thrown back into Quadi territory without too much difficulty as far as the Romans were concerned, but the incursion marked the start of a long series of attempts to cross the border.[citation needed] A few years later, the Marcomanni and Quadi, with assistance from other tribes that had crossed the Danube, overwhelmed a Roman army, passed over the plain at the head of the Adriatic, and put the town of Aquileia in northern Italy under siege. After initial Roman losses, the Marcomanni were defeated in 171, and Marcus Aurelius managed to make peace with some of the tribes along the Danube, including the Quadi. But in 172, he launched a major attack into the territory of the Marcomanni, and then turned on the Quadi, who had been aiding Marcomanni refugees. In a major battle in that year, his troops were almost defeated, until a sudden rainstorm allowed them to defeat the Quadi.[6] The Quadi were ultimately eliminated as a direct threat in 174. Marcus' planned counteroffensive across the Danube was prevented in 175, however, by insurrection within the Empire.[citation needed] Though Marcus Aurelius successfully suppressed the revolt, it was not until 178 that he was able to pursue the Quadi over the Danube into Bohemia. He executed a successful and decisive battle against them in 179 at Laugaricio Trenčín - Slovakia under the command of legate and procurator Marcus Valerius Maximianus of Poetovio Pannonia (modern-day Ptuj, Slovenia). He was planning to advance the Roman border east and north to the Carpathian Mountains and Bohemia when he became ill and died in 180.[citation needed] The wars of Marcus Aurelius appeared to have been successful in that the Quadi remained quiet for several generations, though sources become scarcer and of poorer quality during the third century. In the fourth century, the emperor Valentinianus spent much of his reign defending the Danube frontier against a mixed horde of Sarmatians, Goths, and Quadi under their king Gabinius, because a Quadi king was slain at a treaty table by the Roman Marcellinus, son of the praefect of Gaul, Maximinus. Valentinian died in 375 after having received a deputation of Quadi to discuss a treaty. The insolent behavior of the proud barbarians so enraged the emperor, apparently, that he died of a stroke.[7][citation needed] After about 400, the old cremation burials typical of Suebians like the Quadi disappear from the archaeological record, and the names of the distinct tribes disappeared from the written record. They and other Suebian groups apparently reformed into several new groups. During the same period the Pannonian region was affected by the Gothic armies of Radagaisus and possibly also that of Alaric.[citation needed] According to historians such as Herwig Wolfram: One group identified as Suebi crossed the Rhine in 406, together with Hasdingi and Silingi Vandals, and Alans, all neighbours of the Quadi, and therefore it is thought[by whom?] that these Suebi included a significant Quadi component. Jerome explicitly lists the Quadi amongst those peoples. His list is sometimes seen as being deliberately classical and literary, not necessarily accurate, but on the other hand the Quadi appear at the start of the list along with the other Pannonian groups, and he goes out of his way to say that even Pannonian citizens, from within the empire, were among the moving people.[citation needed] In the Merovingian period, a new Suebian entity formed close to the Quadi homelands, the Bavarians, whose name references some type of ancestral connection to Bohemia. The \"Upper German\" dialects of German are today found along the old Danubian frontier of the Roman empire, although eventually replaced by a Slavic language in Moravia and Slovakia, and probably descend from the languages of the southern Suebi such as the Quadi. The western area, inhabited by the Alemanni in late classical times, is home to Alemannic dialects. Dialects of Bavaria and Austria are in the related linguistically Bavarian group, which is geographically closer to the Quadi homeland.","Title":"Quadi - Wikipedia","KeyID":"7849","URL":"https://en.wikipedia.org/wiki/Quadi"}