{"Content: ":"Phylogenetic nomenclature is a method of nomenclature for taxa in biology that uses phylogenetic definitions for taxon names as explained below. This contrasts with the traditional approach, in which taxon names are defined by a type, which can be a specimen or a taxon of lower rank, and a description in words.[1] Phylogenetic nomenclature is currently regulated by the International Code of Phylogenetic Nomenclature (PhyloCode). Phylogenetic nomenclature ties names to clades, groups consisting of an ancestor and all its descendants. These groups can equivalently be called monophyletic. There are slightly different ways of specifying the ancestor, which are discussed below. Once the ancestor is specified, the meaning of the name is fixed: the ancestor and all organisms which are its descendants are included in the named taxon. Listing all these organisms (i.e. providing a full circumscription) requires the full phylogenetic tree to be known. In practice, there are only one or more hypotheses as to the correct tree. Different hypotheses lead to different organisms being thought to be included in the named taxon, but do not affect what organisms the name actually applies to. In this sense the name is independent of theory revision.[citation needed] Phylogenetic nomenclature ties names to clades, groups consisting solely of an ancestor and all its descendants. All that is needed to specify a clade, therefore, is to designate the ancestor. There are a number of ways of doing this. Commonly, the ancestor is indicated by its relation to two or more specifiers (species, specimens, or traits) that are mentioned explicitly. The diagram shows three common ways of doing this. For previously defined clades A, B, and C, the clade X can be defined as: Several other alternatives are provided in the PhyloCode,[3] (see below) though there is no attempt to be exhaustive. Phylogenetic nomenclature allows the use, not only of ancestral relations, but also of the property of being extant. One of the many ways of specifying the Neornithes (modern birds), for example, is: Neornithes is a crown clade, a clade for which the last common ancestor of its extant members is also the last common ancestor of all its members. In the PhyloCode, only a clade can receive a \"phylogenetic definition\", and this restriction is observed in the present article. However, it is also possible to create definitions for the names of other groups that are phylogenetic in the sense that they use only ancestral relations anchored on species or specimens.[4] For example, assuming Mammalia and Aves (birds) are defined in this manner, Reptilia could be defined as \"the most recent common ancestor of Mammalia and Aves and all its descendants except Mammalia and Aves\". This is an example of a paraphyletic group, a clade minus one or more subordinate clades. Names of polyphyletic groups, characterized by a trait that evolved convergently in two or more subgroups, can similarly be defined as the sum of multiple clades.[4] Under the traditional nomenclature codes, such as the International Code of Zoological Nomenclature and the International Code of Nomenclature for algae, fungi, and plants, taxa that are not explicitly associated with a rank cannot be formally named, because the application of a name to a taxon is based on both a type and a rank. The requirement for a rank is a major difference between traditional and phylogenetic nomenclature. It has several consequences: it limits the number of nested levels at which names can be applied; it causes the endings of names to change if a group has its rank changed, even if it has precisely the same members (i.e. the same circumscription); and it is logically inconsistent with all taxa being monophyletic. Especially in recent decades (due to advances in phylogenetics), taxonomists have named many \"nested\" taxa (i.e. taxa which are contained inside other taxa). No system of nomenclature attempts to name every clade; this would be particularly difficult in traditional nomenclature since every named taxon must be given a lower rank than any named taxon in which it is nested, so the number of names that can be assigned in a nested set of taxa can be no greater than the number of generally recognized ranks. Gauthier et al. (1988)[5] suggested that, if Reptilia is assigned its traditional rank of class, then a phylogenetic classification has to assign the rank of genus to Aves.[6] In such a classification, all ~12,000 known species of extant and extinct birds would then have to be incorporated into this genus. Various solutions have been proposed while keeping the rank-based nomenclature codes. Patterson and Rosen (1977)[7] suggested nine new ranks between family and superfamily in order to be able to classify a clade of herrings, and McKenna and Bell (1997)[8] introduced a large array of new ranks in order to cope with the diversity of Mammalia; these have not been widely adopted. In botany, the Angiosperm Phylogeny Group, responsible for the currently most widely used classification of flowering plants, chose a different approach. They retained the traditional ranks of family and order, considering them to be of value in teaching and in studying relationships between taxa, but also introduced named clades without formal ranks.[9] The current codes also have rules stating that names must have certain endings depending on the rank of the taxa to which they are applied. When a group has a different rank in different classifications, its name must have a different suffix. Ereshefsky (1997:512)[6] gave an example. He noted that Simpson in 1963 and Wiley in 1981 agreed that the same group of genera, which included the genus Homo, should be placed together in a taxon. Simpson treated this taxon as a family, and so gave it the name \"Hominidae\": \"Homin-\" from \"Homo\" and \"-idae\" as the family ending under the zoological code. Wiley considered it to be at the rank of tribe, and so gave it the name \"Hominini\", \"-ini\" being the tribe ending. Wiley's tribe Hominini formed only part of a family which he called \"Hominidae\". Thus, under the zoological code, two groups with precisely the same circumscription were given different names (Simpson's Hominidae and Wiley's Hominini) and two groups with the same name had different circumscriptions (Simpson's Hominidae and Wiley's Hominidae). In phylogenetic nomenclature, ranks have no bearing on the spelling of taxon names (see e.g. Gauthier (1994)[10] and the PhyloCode). Ranks are, however, not altogether forbidden in phylogenetic nomenclature. They are merely decoupled from nomenclature: they do not influence which names can be used, which taxa are associated with which names, and which names can refer to nested taxa.[11][12][13] The principles of traditional rank-based nomenclature are logically incompatible with all taxa being strictly monophyletic.[11][14] Every organism must belong to a genus, for example, so there would have to be a genus for every common ancestor of the mammals and the birds. For such a genus to be monophyletic, it would have to include both the class Mammalia and the class Aves. In rank-based nomenclature, however, classes must include genera, not the other way around. The conflict between phylogenetic and traditional nomenclature reflects differing views of the metaphysics and epistemology of taxa. For the advocates of phylogenetic nomenclature, a taxon is an individual, an entity that gains and loses attributes as time passes.[15] Just as a person does not become somebody else when his or her properties change through maturation, senility, or more radical changes like amnesia, the loss of a limb, or a change in sex, so a taxon remains the same entity whatever characteristics are gained or lost.[16] Given the strong metaphysical claims regarding unobservable entities made by advocates of phylogenetic nomenclature, critics have referred to their approach as origin essentialism. [17][18] For any individual, there has to be something that connects its temporal stages in virtue of which it remains the same thing. For a person, the spatiotemporal continuity of the body provides the relevant connection; from infancy to old age, the body traces a continuous path through the world and it is this path, rather than any characteristics of the individual, that connects the baby and the octogenarian.[19] This is similar to the well-known philosophical problem of the Ship of Theseus. For a taxon, IF characteristics are not relevant, THEN it can only be ancestral relations that connect the Devonian Rhyniognatha hirsti with the modern monarch butterfly as representatives, separated by 400 million years, of the taxon Insecta.[16] The opposing camp questions the premise of that syllogism, and argues, from an epistemological perspective, that members of taxa are only empirically recognizable on the basis of their characters, and hypotheses of common ancestry are results of systematics, not a priori premises. If there are no characters that allow scientists to recognize a fossil as belonging to a taxonomic group, then it is just an unclassifiable piece of rock.[20] If ancestry is sufficient for the continuity of a taxon, then all descendants of a taxon member will also be included in the taxon, so all bona fide taxa are monophyletic; the names of paraphyletic groups do not merit formal recognition. As \"Pelycosauria\" refers to a paraphyletic group that includes some Permian tetrapods but not their extant descendants, it cannot be admitted as a valid taxon name. Again, while not disagreeing with the notion that only monophyletic groups should be named, empiricist systematists counter this ancestry essentialism by pointing out that pelycosaurs are recognized as paraphyletic precisely because they exhibit a combination of synapomorphies and symplesiomorphies indicating that some of them are more closely-related to mammals than they are to other pelycosaurs. The material existence of an assemblage of fossils and its status as a clade are not the same issue. Monophyletic groups are worthy of attention and naming because they share properties of interest -- synapomorphies -- that are the evidence that allows inference of common ancestry.[21] Phylogenetic nomenclature is a semantic extension of the general acceptance of branching in the course of evolution, represented in the diagrams of Jean-Baptiste Lamarck and later writers like Charles Darwin and Ernst Haeckel.[23] In 1866, Haeckel for the first time constructed a single tree of all life based on the existing classification of life accepted at the time. This classification was rank-based, but did not contain taxa that Haeckel considered polyphyletic. In it, Haeckel introduced the rank of phylum which carries a connotation of monophyly in its name (literally meaning \"stem\").[citation needed] Ever since, it has been debated in which ways and to what extent the understanding of the phylogeny of life should be used as a basis for its classification, with views ranging from \"numerical taxonomy\" (phenetics) over \"evolutionary taxonomy\" (gradistics) to \"phylogenetic systematics\". From the 1960s onwards, rankless classifications were occasionally proposed, but in general the principles and common language of traditional nomenclature have been used by all three schools of thought.[citation needed] Most of the basic tenets of phylogenetic nomenclature (lack of obligatory ranks, and something close to phylogenetic definitions) can, however, be traced to 1916, when Edwin Goodrich[24] interpreted the name Sauropsida, erected 40 years earlier by T. H. Huxley, to include the birds (Aves) as well as part of Reptilia, and coined the new name Theropsida to include the mammals as well as another part of Reptilia. As these taxa exist above the levels traditionally governed by the rules of zoological nomenclature, Goodrich did not emphasize ranks, but he clearly discussed the diagnostic features necessary to recognize and classify fossils belonging to the various groups. For example, in regard to the fifth metatarsal of the hind leg, he said \"the facts support our view, for these early reptiles have normal metatarsals like their Amphibian ancestors. It is clear, then, that we have here a valuable corroborative character to help us to decide whether a given species belongs to the Theropsidan or the Sauropsidan line of evolution.\" Goodrich concluded his paper: \"The possession of these characters shows that all living Reptilia belong to the Sauropsidan group, while the structure of the foot enables us to determine the affinities of many incompletely known fossil genera, and to conclude that only certain extinct orders can belong to the Theropsidan branch.\" Goodrich opined that the name Reptilia should be abandoned once the phylogeny of the reptiles was better known.[citation needed] The principle that only clades should be formally named became popular in some circles in the second half of the 20th century. It spread together with the methods for discovering clades (cladistics) and is an integral part of phylogenetic systematics (see above). At the same time, it became apparent that the obligatory ranks that are part of the traditional systems of nomenclature produced problems. Some authors suggested abandoning them altogether, starting with Willi Hennig's abandonment[25] of his earlier proposal to define ranks as geological age classes.[26][27] The first use of phylogenetic nomenclature in a publication can be dated to 1986.[28] Theoretical papers outlining the principles of phylogenetic nomenclature, as well as further publications containing applications of phylogenetic nomenclature (mostly to vertebrates), soon followed (see Literature section). In an attempt to avoid a schism in the systematic community, \"Gauthier suggested to two members of the ICZN to apply formal taxonomic names ruled by the zoological code only to clades (at least for supraspecific taxa) and to abandon Linnean ranks, but these two members promptly rejected these ideas\".[29] The premise of names in traditional nomenclature is based, ultimately, on type specimens, and the circumscription of groups is considered a taxonomic choice made by the systematists working on particular groups, rather than a nomenclatural decision made based on a priori rules in the Codes on Nomenclature.[30] The desire to subsume taxonomic circumscriptions within nomenclatural definitions led Kevin de Queiroz and the botanist Philip Cantino to start drafting their own code of nomenclature, the PhyloCode, to regulate phylogenetic nomenclature.[citation needed] Willi Hennig's pioneering work provoked a spirited debate[31] about the relative merits of phylogenetic nomenclature versus Linnaean taxonomy, or the related approach of evolutionary taxonomy, which has continued down to the present.[32] Some of the debates in which the cladists were engaged had been running since the 19th century.[33] While Hennig insisted that different classification schemes were useful for different purposes,[34] he gave primacy to his own, claiming that the categories of his system had \"individuality and reality\" in contrast to the \"timeless abstractions\" of morphology-based classifications.[35] Formal classifications based on cladistic reasoning are said to emphasize ancestry at the expense of descriptive characteristics. Nonetheless, most taxonomists today avoid paraphyletic groups whenever they think it is possible within Linnaean taxonomy; polyphyletic taxa have long fallen out of fashion. Many cladists hold that the traditional Codes of Zoological and Botanical Nomenclature are fully compatible with cladistic approaches, and that there is no need to reinvent a system of names that has functioned well for 250 years [36][37][38] The ICPN, or PhyloCode, is a code of rules and recommendations for phylogenetic nomenclature. The number of supporters for widespread adoption of the PhyloCode is still small, and it is uncertain how widely it will be followed. A few publications not cited in the references are cited here. An exhaustive list of publications about phylogenetic nomenclature can be found on the website of the International Society for Phylogenetic Nomenclature.","Title":"Phylogenetic nomenclature - Wikipedia","KeyID":"785","URL":"https://en.wikipedia.org/wiki/Phylogenetic_taxonomy"}