{"Content: ":"The Rugii, Rogi or Rugians (Ancient Greek: Ρογοί, romanized: Rogoi), were a Roman-era Germanic people.[1] They were first clearly recorded by Tacitus, in his Germania who called them the Rugii, and located them near the south shore of the Baltic Sea. Some centuries later, they were considered one of the \"Gothic\" or \"Scythian\" peoples who were located in the Middle Danube region. Like several other Gothic peoples there, they possibly arrived in the area as allies of Attila until his death in 453. They settled in what is now Lower Austria after the defeat of the Huns at Nedao in 454. The Baltic Rugii mentioned by Tacitus are possibly related to the people known as the Rutikleioi, and the place known as Rougion, both mentioned in the second century by Ptolemy. Both these names are associated with the coastal island known today as Rügen. They have also been associated with the Ulmerugi mentioned in the sixth century by Jordanes, as people who had lived on the Baltic coast near the Vistula long before him. In a passage that is difficult to interpret Jordanes mentioned that the Rugii also lived in Scandinavia in his own time, near the Danes and Suedes. It has been speculated, based on their name, and the Gothic origin stories published by Jordanes, that the Rugii originally migrated from southwest Norway to Pomerania around 100 AD, and from there to the Danube River valley. The name of the Ulmerugi has been interpreted as Holmrygir known from much later Old Norse texts. The Rugii have also been associated with the Rygir of Rogaland in Norway. All these names apparently share their etymological origins.[2] The name of the Rugii continued to be used after the sixth century to refer to Slavic speaking peoples including even Russians.[3] It has been proposed that the tribal name Rugii or Rygir is related to the Old Norse term for rye, rugr, and would thus have meant \"rye eaters\" or \"rye farmers\".[2] In Lithuanian : Rugiai (rye) ; Holmrygir and Ulmerugi are both translated as \"island Rugii\".[2] Ptolemy's Rutikleioi have been interpreted as a scribal error for Rugikleioi (in Greek). The meaning of the second part of this name form is unclear, but it has for example been interpreted as a Germanic diminutive.[2] Uncertain and disputed is the association of the Rugii with the name of the isle of Rügen and the tribe of the Rugini. Though some scholars suggested that the Rugii passed their name to the isle of Rügen in modern Northeast Germany, other scholars presented alternative hypotheses of Rügen's etymology associating the name to the mediaeval Rani (Rujani) tribe.[2][4] The Rugini were only mentioned once, in a list of Germanic tribes still to be Christianised drawn up by the English monk Bede in his Historia ecclesiastica of the early eighth century.[2][5] According to an old proposal, the Rugii possibly migrated from southwest Norway to Pomerania in the first century AD.[6] Rogaland or Rygjafylke is a region (fylke) in south west Norway. Rogaland translates \"Land of the Rygir\" (Rugii), the transition of rygir to roga being sufficiently explained with the general linguistic transitions of the Norse language.[2] Scholars suggest a migration either of Rogaland Rugii to the southern Baltic coast, a migration the other way around, or an original homeland on the islands of Denmark in between these two regions.[2] None of these theories is so far backed by archaeological evidence.[2] Another theory suggests that the name of one of the two groups was adapted by the other one later without any significant migration taking place.[2] Scholars regard it as very unlikely that the name was invented twice.[2] The Rugii were first mentioned by Tacitus[7] in the late first century.[2][8][4] Tacitus' description of their contemporary settlement area, adjacent to the Goths at the \"ocean\", is generally seen as the southern coast of the Baltic Sea, the later Pomerania.[2][8][4] Tacitus distinguished the Rugii from other Germanic tribes, together with the neighboring Gutones, who are generally considered to be early Goths, and Lemovii, saying they carried round shields and short swords, and obeyed kings.[2][8][4] The Oxhöft culture is associated with parts of the Rugii and Lemovii.[4] The archaeological Gustow group of Western Pomerania is also associated with the Rugii.[9][10] The remains of the Rugii west of the Vidivarii, together with other Gothic, Veneti, and Gepid groups, are believed to be identical with the archaeological Debczyn group.[11] In 150 AD, the geographer Ptolemaeus did not mention the Rugii, but he did mention a place named Rhougion (also transliterated from Greek as Rougion, Rugion, Latinized Rugium or Rugia) and a tribe named the Routikleioi in roughly the same area, between the rivers Vidua and Vistula.[12] Both these names have been associated with the Rugii.[2][4] In the sixth century, Jordanes wrote an origin story (Origo gentis) about the Goths, the Getica, which claims that the Goths and many other peoples came from Scandinavia, the \"womb of nations\". This contains at least three possible references to the Rugii, although Jordanes himself does not make any connection between them. According to an old proposal, in the second century AD, eastern Germanic peoples then mainly in the area of modern Poland, began to expand their influence, pressing peoples to their south and eventually causing the Marcomannic Wars on the Roman Danubian frontier. The Rugii are one of the peoples thought to have been involved. While modern authors are sceptical of some elements of the old narrative, the archaeology of the Wielbark culture has given new evidence to support this idea.[16] In the beginning of the fourth century, a large group of Rugii settled at the upper Tisza in ancient Pannonia, in what is now modern Hungary. They were later attacked by the Huns but took part in Attila's campaigns in 451, but at his death they rebelled and created under Flaccitheus a kingdom of their own in Rugiland, a region presently part of lower Austria (ancient Noricum), north of the Danube.[17] After Flaccitheus's death, the Rugii of Rugiland were led by king Feletheus, also called Feva, and his wife Gisa.[17] Yet other Rugii had already become foederati of Odoacer, who was to become the first Germanic king of Italy.[17] By 482 the Rugii had converted to Arianism.[6] Feletheus' Rugii were utterly defeated by Odoacer in 487; many came into captivity and were carried to Italy, and subsequently, Rugiland was settled by the Lombards.[17] Records of this era are made by Procopius,[18] Jordanes and others.[2] Two years later, Rugii joined the Ostrogothic king Theodoric the Great when he invaded Italy in 489. Within the Ostrogothic Kingdom in Italy, they kept their own administrators and avoided intermarriage with the Goths.[19][6] They disappeared after Totila's defeat in the Gothic War (535-554).[6] It is assumed that Burgundians, Goths and Gepids with parts of the Rugians left Pomerania during the late Roman Age, and that during the migration period, remnants of Rugians, Vistula Veneti, Vidivarii and other, Germanic tribes remained and formed units that were later Slavicized.[11] The Vidivarii themselves are described by Jordanes in his Getica as a melting pot of tribes who in the mid-6th century lived at the lower Vistula.[20][21] Though differing from the earlier Wielbark culture, some traditions were continued.[21] One hypothesis, based on the sudden appearance of large amounts of Roman solidi and migrations of other groups after the breakdown of the Hun empire in 453, suggest a partial re-migration of earlier emigrants to their former northern homelands.[21] The ninth-century Old English Widsith, a compilation of earlier oral traditions, mentions the tribe of the Holmrycum without localizing it.[2] Holmrygir are mentioned in an Old Norse Skaldic poem, Hákonarmál, and probably also in the Haraldskvæði.[22][2] James Campbell has argued that, regarding Bede's \"Rugini\", \"the sense of the Latin is that these are the peoples from whom the Anglo-Saxons living in Britain were derived\".[23]: 53  The Rugini would thus be among the ancestors of the Anglo-Saxons.[23]: 123–124  Whether the Rugini were remnants of the Rugii is speculative.[2] Despite the identification by Bede as Germanic, some scholars have attempted to link the Rugini with the Rani.[5][24] This article contains content from the Owl Edition of Nordisk familjebok, a Swedish encyclopedia published between 1904 and 1926, now in the public domain.","Title":"Rugii - Wikipedia","KeyID":"7851","URL":"https://en.wikipedia.org/wiki/Rugii"}