{"Content: ":"The Semnones were a Germanic and specifically a Suevian people, who were settled between the Elbe and the Oder in the 1st century when they were described by Tacitus in Germania: \"The Semnones give themselves out to be the most ancient and renowned branch of the Suevi. Their antiquity is strongly attested by their religion. At a stated period, all the tribes of the same race assemble by their representatives in a grove consecrated by the auguries of their forefathers, and by immemorial associations of terror. Here, having publicly slaughtered a human victim, they celebrate the horrible beginning of their barbarous rite. Reverence also in other ways is paid to the grove. No one enters it except bound with a chain, as an inferior acknowledging the might of the local divinity. If he chance to fall, it is not lawful for him to be lifted up, or to rise to his feet; he must crawl out along the ground. All this superstition implies the belief that from this spot the nation took its origin, that here dwells the supreme and all-ruling deity, to whom all else is subject and obedient. The fortunate lot of the Semnones strengthens this belief; a hundred cantons are in their occupation, and the vastness of their community makes them regard themselves as the head of the Suevic race.\"[1] The Semnones's own name is apparently etymologically similar or even the same as the one recorded by Roman authors as \"Suevi\" and during his own time Julius Caesar, had mentioned Suevi but not Semnones, being a powerful tribal group with 100 cantons. They were led in his time by King Ariovistus. The king of the Semnones Masyas and his priestess Ganna are mentioned by Cassius Dio. They worshipped a supreme god (Latin: regnator omnium deus) at a sacred grove. A grove of fetters is also mentioned in the eddic poem Helgakviða Hundingsbana II. Ptolemy's map of Magna Germania mentions a forest called Semanus Silva, but a relation to the Semnones is unknown. In the 3rd century, the Semnones shifted southwards and eventually ended up as part of the Alamanni people. An inscription found on an altar in Augsburg, a Roman monument from 260 AD, states that the Semnones were also called Juthungi.[2]","Title":"Semnones - Wikipedia","KeyID":"7854","URL":"https://en.wikipedia.org/wiki/Semnones"}