{"Content: ":"The Sciri, or Scirians, were a Germanic people. They are believed to have spoken an East Germanic language. Their name probably means \"the pure ones\". The Sciri were mentioned already in the late 3rd century BC as participants in a raid on the city of Olbia near modern-day Odessa. In the late 4th century they lived somewhere north of the Black Sea and Lower Danube in the vicinity of the Goths. By the early 5th century, the Sciri had been subdued by the Huns, whom they fought under at the Battle of the Catalaunian Plains in 451 AD. After the death of Attila, the Sciri broke free from Hunnic rule at the Battle of Nedao in 454 AD. They subsequently were recorded holding their own kingdom north of the Middle Danube, under the leadership of Edeko and his son Onoulphus. After the destruction of this kingdom by the Ostrogoths in the late 460s AD, Odoacer, another son of Edeko, attained high status within the Roman army in Italy, ruling Sciri, Rugii and other non-Roman peoples as a king. Odoacer eventually made himself King of Italy in 476 AD, effectively ending the Western Roman Empire. Odoacer was in turn deposed and killed by Theodoric the Great in 493 AD. Along with the Rugii, Heruli and other Middle Danubian peoples, the Sciri might also have contributed to the formation of the Bavarii. Since the 19th century, the etymology of the Sciri name has been connected to such Germanic words as Gothic skeirs (\"sheer\", \"pure\").[1] Rudolf Much, in the first edition of the Reallexikon der Germanischen Altertumskunde pointed out that this could be interpreted three ways: \"bright\" (clari, splendidi), \"honest\" (candidi, sinceri) or \"pure\" and \"unmixed\", and he mentioned that the latter racial implication might make sense for a people living near a borderland.[2] In more recent times scholars such as Herwig Wolfram have often accepted this latter idea, interpreting the name Sciri to mean \"the pure ones\", and contrasting their name with that of the neighboring Bastarnae, who were ethnically mixed according to this interpretation, and thus, according to this account, named \"the bastards\".[3] Not all scholars have accepted this. Robert L. Reynolds and Robert S. Lopez, for example, suggested an Iranian etymology for Sciri, relating it to the Middle Persian shīr (\"milk, lion\").[4] This theory was dismissed by Otto J. Maenchen-Helfen.[5] The Sciri are believed to have been Germanic-speaking.[6][7] In 1947, for example, Maenchen-Helfen argued that while Huns also often used Germanic names, all three known personal names of the leaders of the Sciri, the family of Odoacer, were Germanic, making the case stronger.[8] However, it is commonly accepted by scholars since then that Odoacer's father was described in one classical source as a Hun, and that there are different ways of explaining his name.[9][10][11] Some scholars thus propose that Odoacer's mother was his connection to the Sciri, while others feel that being called a Hun in one context did not make it impossible to be called something else in another, and that in any case it is likely that Odoacer had a \"polyethnic\" background.[12][13] More specifically, the Sciri are believed to have spoken an East Germanic language like the Goths.[14] The Sciri are classified as a Germanic people by modern scholars.[15][16] More specifically, they are frequently grouped together with the Goths, Vandals, Heruli, Rugii, Gepids and Burgundians as East Germanic peoples.[17][18][14][19] In late Roman times, many East Germanic peoples, in addition to the non-Germanic Alans, were often referred to as \"Gothic\" peoples.[20] On at least one occasion, Procopius included the Sciri in such a list, together with the Alans.[21] The Sciri were not classified as Germanic in ancient sources.[22] Reynolds and Lopez doubted that the Sciri were Germanic-language-speaking, and rather suggested that they might have been Balts or Sarmatians.[23] These doubts were rejected by Maenchen-Helfen, who considered it certain that the Sciri were Germanic.[8] The Bastarnae, Sciri and Vandals are believed to have been present near the Vistula by the 3rd century BC.[24] The Sciri were first mentioned in the Protogenes inscription of Olbia, which describes attacks upon the northern Black Sea coast by the \"Galatians\" and \"Sciri\" (Γαλάτας και Σκίρους).[25] This inscription is dated to approximately 220–200 BC.[26] The \"Galatians\" in this inscription are frequently identified as the Bastarnae, who are believed to have been a Germanic people with Celtic influences. It is thus believed that both the Bastarnae and Sciri had arrived in this area in the early 3rd century BC.[27] The Bastarnae and Sciri are generally associated with the Poienesti-Lukasevka culture. Historian Roger Batty has also associated them with the Zarubintsy culture.[28] The Sciri are not mentioned in the works of Julius Caesar or Tacitus.[29] The 1st century Roman writer Pliny the Elder described the peoples inhabiting the region east of the Vistula, as the Sarmatians, Venedi, \"Sciri\" and Hirri.[30][31][29] The Sciri are believed to have been one of several Germanic speaking peoples, including the Goths and Rugii, who had moved from the Polish region towards the Black Sea by the 3rd century AD.[32] Around 300 AD, the Verona List of \"barbarians\" living near the Roman Empire mentions the Sciri between the Sarmatians to the west and the Carpi to the east. Walter Goffart suggests that they lived in the Lower Danube valley.[33] Peter Heather suggests that the Sciri lived east of the Carpathians in the 4th century,[34] while Malcolm Todd suggests that they lived north of the Black Sea.[35] In the late 4th century AD, the Sciri were conquered by the Huns.[32] In 381 AD a force of Sciri, Carpi and some Huns crossed the lower Danube into the Roman Empire. They were forced back by the emperor Theodosius.[34][36][37] Sometime in the late 4th or early 5th century, the Sciri are believed to have moved westwards into the Middle Danube region. Here they formed part of a polity established by the Hunnic leader Uldin.[38] In 409 AD the Sciri and Huns under Uldin crossed the Danube and invaded the Roman Balkans. They captured Castra Martis, but were eventually defeated and Uldin was killed.[38] While the Hunnic prisoners were drafted into the Roman army, captured Sciri were enslaved and sent as coloni to Anatolia.[38] The Sciri were a numerous people at this time, and the coloni were distributed over a widespread area in order to prevent them from revolting.[39] These events are described in the Codex Theodosianus.[40] During the height of the Hunnic empire under their leader Attila, the Sciri were subjects of Attila and provided potent infantry for him. Attila's empire included not only Huns and Sciri, but also Goths, Gepids, Thuringi, Rugii, Suebi, Heruli, Alans and Sarmatians.[41][42] The Sciri participated in Attila's invasion of Gaul in 451 AD.[33] As the Hunnic empire disintegrated, one group of Sciri were settled in the Roman empire in Scythia Minor and Lower Moesia south of the Lower Danube.[43][44] Jordanes mentions four tribes that remained loyal to the Huns under Dengizich: Ultzinzures, Bittugures, Bardores and Angisciri. The last might be a Scirian remnant.[45] The name Angisciri has been analyzed as Germanic for \"grassland Sciri\", but it may be an unrelated Turkic name since the other three names in the list are Turkic.[46] After the death of Attila, the Sciri, Heruli, Rugii and others joined Ardaric of the Gepids in a revolt against the Huns, winning a major victory at the Battle of Nedao in 454 AD.[47] In the aftermath, Edeko established a Scirian kingdom in the Middle Alföld between the Middle Danube and the Tisza rivers,[48] which he ruled together with his sons Odoacer and Onoulphus.[49][50] A man by the name of Edeko had previously been a trusted advisor of Attila, and this Edeko is generally believed to have been the same person as the one who established the Scirian kingdom.[51][52] Edeko had served at one point as Attila's envoy to Constantinople, and once prevented an assassination plot against him.[35] Edeko was probably not a Scirian himself, but was married to a Scirian noblewoman.[49] He is believed to have been either a Thuringian or a Hun, or perhaps of mixed Thuringian-Hunnic ancestry.[53] A Thuringian origin of Edeko is attested by Malchus through the Suda, while a Hunnic origin of Edeko is attested by Priscus.[54] Goffart refers to Edeko as a Hun.[55] Heather considers a Thurungian origin more specific and thus more likely.[49] The Thurungi were also a Germanic people.[56] In the subsequent years the Sciri competed with neighboring Goths, Gepids, Suebi and others for supremacy over the region.[36] Three graves at Bakodpuszta in Hungary has been identified with the Sciri. In the nearby Sarviz marshes a magnificent treasure has been discovered, and this treasure has been linked to Edeko.[35] Jordanes reports that the Sciri were allies of the Ostrogoths, but were encouraged by Hunimund of the Suebi to break off this alliance.[57] In the 460s AD, both the Sciri and the Ostrogoths sought an alliance with the Eastern Roman Empire. Against the advice of his general Aspar, Emperor Leo I decided to help the Sciri.[56] In 468/469 AD the Sciri made a surprise attack on the Ostrogoths.[36] Although the Ostrogothic king Valamir was killed in this conflict, the Sciri were defeated.[58][59] Valamir was succeeded as king by Theodemir, who subsequently went on the offensive against the Sciri,[60] who in turn received support from the Suebi, Heruli and Sarmatians.[59] In the Battle of Bolia, the Ostrogoths defeated a coalition of Roman-supported peoples, including Sciri, Heruli, Suebi, Sarmatians, Gepids and Rugii.[58][57] Jordanes reports that the Sciri were dealt a severe blow in their conflict with the Ostrogoths.[57] After the destruction of the Scirian kingdom, Odoacer led most of the surviving Sciri, in addition to many Heruli and Rugii, into Italy to join the Roman army, which was controlled by Ricimer.[61][62] Turcilingi are also reported as having been part of this group.[4] Jordanes calls Odoacer king of the Turcilingi,[63] and they have been interpreted as another East Germanic tribe and/or perhaps the royal family of the Sciri.[64][65] Odoacer's brother Onoulphus went to Constantinople with other Sciri.[48] Odoacer's group might have numbered 10,000 warriors,[66] and came to play a prominent role in the Roman army and Roman politics.[61][62] They were utilized by Ricimer in his conflict with Anthemius.[45] In 476 AD, Odoacer led an uprising among the barbarian troops against Romulus Augustulus and the latter's father Orestes.[45] Odoacer then declared himself king of Italy, thus ending the Western Roman Empire.[45] He subsequently gained control over all of Italy.[63] It is possible that Odoacer's uprising was organized in coordination with his brother Onoulphus in Constantinople. In 486 Onoulphus fell out of favor with Eastern Roman Emperor Zeno, and moved to Ravenna with his Scirian followers to join Odoacer.[45] Soon afterwards, Zeno encouraged Theodoric the Great, king of the Ostrogoths, to invade Italy. After a bloody conflict, Theodoric emerged victorious. On March 15, 493, Theodoric murdered Odoacer with his own hands and established the Ostrogothic Kingdom.[45][67] By this time the Sciri disappear from history.[68] Remaining elements of the Sciri might have settled in modern-day Bavaria.[19] Along with the Heruli and Rugii, the Sciri may have been one of the tribes which contributed to the formation of the Bavarii.[69] Since the 19th century, the name of the Sciri has been detected in Bavarian placenames.[70] Wolfgang Haubrichs gives examples such as Scheyern (first attested as Scira in 1080), Scheuer (Sciri, c. 975), Scheuern in Neubeuern (Skira, 11th century) and perhaps Scheuring (Sciringen, 1150). These names are believed to designate these villages as Scirian, and it is proposed that the Sciri probably mediated the transfer of a few East Germanic lexical items to the Bavarian language, which otherwise shows no East Germanic influence.[71] Historians Reinhard Wenskus and Herwig Wolfram believe that Sciri prided themselves on their unmixed ancestry, and did not allow intermarriage, and that similar practices were followed by other Germanic peoples such as the Rugii and Juthungi.[72]","Title":"Sciri - Wikipedia","KeyID":"7855","URL":"https://en.wikipedia.org/wiki/Sciri"}