{"Content: ":"The International Code of Phylogenetic Nomenclature, known as the PhyloCode for short, is a formal set of rules governing phylogenetic nomenclature. Its current version is specifically designed to regulate the naming of clades, leaving the governance of species names up to the rank-based nomenclature codes (ICN, ICNCP, ICNP, ICZN, ICVCN). The PhyloCode is associated with the International Society for Phylogenetic Nomenclature (ISPN).[1] The companion volume, Phylonyms, establishes 300 taxon names under PhyloCode, serving as examples for those unfamiliar with the code.[2] RegNum is an associated online database for registered clade names.[3] The PhyloCode regulates phylogenetic nomenclature by providing rules for deciding which associations of names and definitions are considered established,[4] which of those will be considered homonyms[5] or synonyms,[6] and which one of a set of synonyms or homonyms will be considered accepted (generally the one registered first; see below). The PhyloCode only governs the naming of clades,[7] not of paraphyletic or polyphyletic groups, and only allows the use of specimens, species, and apomorphies as specifiers (anchors).[8] Unlike rank-based nomenclatural codes (ICN, ICZN, ICNB), the PhyloCode does not require the use of ranks, although it does optionally allow their use.[9][10] The rank-based codes define taxa using a rank (such as genus, family, etc.) and, in many cases, a type specimen or type subtaxon. The exact content of a taxon, other than the type, is not specified by the rank-based codes. In contrast, under phylogenetic nomenclature, the content of taxa are delimited using a definition that is based on phylogeny (i.e., ancestry and descent) and uses specifiers (e.g., species, specimens, apomorphies) to indicate actual organisms. The formula of the definition indicates an ancestor. The defined taxon, then, is that ancestor and all of its descendants. Thus, the content of a phylogenetically defined taxon relies on a phylogenetic hypothesis. The following are examples of types of phylogenetic definition (capital letters indicate specifiers):[11] Other types of definition are possible as well, taking into account not only organisms' phylogenetic relations and apomorphies but also whether or not related organisms are extant. The following table gives examples of phylogenetic definitions of clades that also have ranks in traditional nomenclature. When all the specifiers in a node-based definition are extant specimens or species, as in the following definition of Mammalia, a crown group is defined. (The traditional definition of Mammalia is less restrictive, including some fossil groups outside of the crown group.)[12] The draft of the PhyloCode has gone through several revisions. All older versions can be found on the website. As of January 2020[update], the current version is 5, finalized January 2014 and released 21 January 2019. As with other nomenclatural codes, the rules of the PhyloCode are organized as articles, which in turn are organized as chapters. Each article may also contain notes, examples, and recommendations. Once implemented, the PhyloCode will be associated with a registration database, called RegNum, which will store all clade names and definitions that will be considered acceptable.[13] It is hoped that this will provide a publicly usable tool for associating clade names with definitions, which could then be associated with sets of subtaxa or specimens through phylogenetic tree databases (such as TreeBASE). As currently planned, however, the most important use of RegNum will be the decision of which one of a number of synonyms or homonyms will be considered accepted: the one with the lowest registration number, except in cases of conservation. (Condensed from the PhyloCode's Preface.[14]) The PhyloCode grew out of a workshop at Harvard University in August 1998, where decisions were made about its scope and content. Many of the workshop participants, together with several other people who subsequently joined the project, served as an advisory group. In April 2000, a draft was made public on the web and comments were solicited from the scientific community. A second workshop was held at Yale University in July 2002, at which some modifications were made in the rules and recommendations of the PhyloCode. Other revisions have been made from time to time as well. The First International Phylogenetic Nomenclature Meeting, which took place from July 6, 2004, to July 9, 2004, in Paris, France, was attended by about 70 systematic and evolutionary biologists from 11 nations.[15] This was the first open, multi-day conference that focused entirely on phylogenetic nomenclature, and it provided the venue for the inauguration of a new association, the International Society for Phylogenetic Nomenclature (ISPN). The ISPN membership elects the Committee on Phylogenetic Nomenclature (CPN), which has taken over the role of the advisory group that oversaw the earlier stages of development of the PhyloCode. The Second International Phylogenetic Nomenclature Meeting took place from June 28, 2006, to July 2, 2006, at Yale University (New Haven, Connecticut, U.S.).[16] The Third International Phylogenetic Nomenclature Meeting took place from July 21, 2008, to July 22, 2008, at Dalhousie University (Halifax, Nova Scotia, Canada).[17] The PhyloCode went into effect with the publication of the companion volume, Phylonyms, in 2020.[18] The theoretical foundation of the PhyloCode was developed in a series of papers by de Queiroz and Gauthier,[19][20][21] which was foreshadowed by earlier suggestions that a taxon name could be defined by reference to a part of a phylogenetic tree.[22][23] Whenever possible, the writers of the PhyloCode used the draft BioCode,[24] which attempted to unify the rank-based approach into a single code, as a model. Thus, the organization of the PhyloCode, some of its terminology, and the wording of certain rules are derived from the BioCode. Other rules are derived from one or more of the rank-based codes, particularly the botanical[25][26][27] and zoological[28][29] codes. However, many rules in the PhyloCode have no counterpart in any code based on taxonomic ranks because of fundamental differences in the definitional foundations of the alternative systems. Note that the PhyloCode dos not govern the names of species, whose rules of availability, typification, etc., remain regulated by the requisite traditional Code of Nomenclature. The PhyloCode is controversial and has inspired considerable criticism from some taxonomists.[30] While inaugurated decades ago, the number of supporters for widespread adoption of the PhyloCode is still small, and the publication of PhyloCode literature stagnated in the mid 2010s.[31] While Phylonyms were published in spring 2020, it remains unclear how the code will be implemented and how widely it will be followed.[32] Some supporters believe that it should only be implemented, at least at first, as a set of rules accompanying the associated registration database, RegNum, and that acceptance by the scientific community may proceed from the popularization of RegNum as a utility for finding clade names and definitions. A list of published critiques of the PhyloCode can be found on the ISPN's website, as can a list of rebuttals.","Title":"PhyloCode - Wikipedia","KeyID":"786","URL":"https://en.wikipedia.org/wiki/PhyloCode"}