{"Content: ":"The Swedes (Swedish: svear; Old Norse: svíar) (probably from the PIE reflexive pronominal root *s(w)e, \"one's own [tribesmen/kinsmen]\";[1][2] Old English: Swēon) were a North Germanic tribe who inhabited Svealand (\"land of the Swedes\") in central Sweden and one of the progenitor groups of modern Swedes, along with Geats and Gutes. They had their tribal centre in Gamla Uppsala. The first author who wrote about the tribe is Tacitus, who in his Germania from 98 CE mentions the Suiones. They are possibly first mentioned locally by the Kylver Stone in the 4th century. Jordanes, in the 6th century, mentions Suehans and Suetidi. Beowulf mentions the Swedes around 1000 A.D. According to early sources such as the sagas, especially Heimskringla, the Swedes were a powerful tribe whose kings claimed descendence from the god Freyr. During the Viking Age they constituted the basis of the Varangian subset, the Norsemen that travelled eastwards (see Rus' people). The scholarly consensus [3] is that the Rus' people originated in what is currently coastal eastern Sweden around the 8th century and that their name has the same origin as Roslagen in Sweden (with the older name being Roden).[4][5][6] According to the prevalent theory, the name Rus', like the Proto-Finnic name for Sweden (*Ruotsi), is derived from an Old Norse term for \"the men who row\" (rods-) as rowing was the main method of navigating the rivers of Eastern Europe, and that it could be linked to the Swedish coastal area of Roslagen (Rus-law) or Roden, as it was known in earlier times.[7][8] The name Rus' would then have the same origin as the Finnish and Estonian names for Sweden: Ruotsi and Rootsi.[8][9] Swedes made up the bulk of the Varangian Guard, this can be seen from the geographical location of the Varangian Runestones, of which almost all are found entirely in modern-day Sweden. Swedish men left to enlist in the Byzantine Varangian Guard in such numbers that a medieval Swedish law, Västgötalagen, from Västergötland declared no one could inherit while staying in \"Greece\"—the then Scandinavian term for the Byzantine Empire—to stop the emigration,[10] especially as two other European courts simultaneously also recruited Scandinavians:[11] Kievan Rus' c. 980–1060 and London 1018–1066 (the Þingalið).[11] As the dominions of the Swedish kings grew, the name of the tribe could be applied more generally during the Middle Ages to include also the Geats. Later it again meant only the people inhabiting the original tribal lands in Svealand, rather than the Geats. In modern North Germanic languages, the adjectival form svensk and its plural svenskar have replaced the name svear and is, today, used to denote all the citizens of Sweden. The distinction between the tribal Swedes (svear) and modern Swedes (svenskar) appears to have been in effect by the early 20th century, when Nordisk familjebok noted that svenskar had almost replaced svear as a name for the Swedish people.[12] Although this distinction is convention in modern Norwegian, Danish and Swedish, Icelandic and Faroese do not distinguish between svíar (Icelandic) or sviar (Faroese) and sænskir (Icelandic) or svenskarar (Faroese) as words for modern Swedes.[13] The form Suiones appears in the Roman author Tacitus's Germania. A closely similar form, Swēon, is found in Old English and in the Gesta Hammaburgensis ecclesiae pontificum of Adam of Bremen about the Hamburg-Bremen archbishops who are denoted Sueones. Most scholars agree that Suiones and the attested Germanic forms of the name derive from the same Proto-Indo-European reflexive pronominal root, *s(w)e, as the Latin suus. The word must have meant \"one's own (tribesmen)\". In modern Scandinavian, the same root appears in words such as svåger (brother-in-law) and svägerska (sister-in-law). The same root and original meaning is found in the ethnonym of the Germanic tribe Suebi, preserved to this day in the name Schwaben (Swabia).[1][2][14][15] The details of the phonetic development vary between different proposals. Noréen (1920) proposed that Suiones is a Latin rendering of Proto-Germanic *Swihoniz, derived from the PIE root *swih- \"one's own\". The form *Swihoniz would in Ulfilas' Gothic become *Swaíhans, which later would result in the form Suehans that Jordanes mentioned as the name of the Swedes in Getica. Consequently, the Proto-Norse form would have been *Swehaniz which following the sound-changes in Old Norse resulted in Old West Norse Svíar and Old East Norse Swear. Currently, however, the root for \"one's own\" is reconstructed as *s(w)e rather than *swih, and that is the root identified for Suiones e.g. in Pokorny's 1959 Indogermanisches etymologisches Wörterbuch and in the 2002 The Nordic languages: an international handbook of the history of the North Germanic languages edited by Oskar Bandle. *Swe is also the form cited by V. Friesen (1915), who regards the form Sviones as being originally an adjective, Proto-Germanic *Sweoniz, meaning \"kindred\". Then the Gothic form would have been *Swians and the H in Suehans an epenthesis. The Proto-Norse form would then also have been *Sweoniz, which also would have resulted in the historically attested forms. The name became part of a compound, which in Old West Norse was Svíþjóð (\"the Svear people'\", in Old East Norse Sweþiuð and in Old English Sweoðeod. This compound appears on runestones in the locatives i suiþiuþu (Runestones Sö Fv1948;289, Aspa Löt, and Sö 140 in Södermanland), a suiþiuþu (Runestone DR 344, Simris, Scania) and o suoþiauþu (Runestone DR 216, Tirsted, Lolland). A 13th century Danish source in Scriptores rerum danicarum mentions a place called litlæ swethiuthæ, which is probably the islet Sverige (Sweden) in Saltsjön in eastern Stockholm. 500 m west of the Islet Danmark.[16] The earliest instance, however, appears to be Suetidi in Jordanes' Getica (6th century). The name Swethiuth and its different forms gave rise to the different Latin names for Sweden, Suethia, Suetia and Suecia as well as the modern English name for the country. A second compound was Svíariki, or Sweorice in Old English, which meant \"the realm of the Suiones\". This is still the formal name for Sweden in Swedish, Svea rike and the origin of its current name Sverige with the \"k\" in the old form \"Sverike\" changed to a \"g\". Their primary dwellings were in eastern Svealand. Their territories also very early included the provinces of Västmanland, Södermanland and Närke in the Mälaren Valley which constituted a bay with a multitude of islands. The region is still one of the most fertile and densely populated regions of Scandinavia. Their territories were called Svealand - \"Swede-land\" (\"The Voyage of Ohthere\" in Seven Books of History Against the Pagans: Swéoland), Suithiod - \"Swede-people\" (Beowulf: Sweoðeod [hence Sweden]), Svíaveldi or Svearike - \"Swede-realm\" (Beowulf: Swéorice). The political unification with the Geats in Götaland, a process that was not complete until the 13th century, is by some contemporary historians regarded as the birth of the Swedish kingdom, although the Swedish kingdom is named after them, Sverige in Swedish, from Svea rike - i.e. the kingdom of the Suiones. The Æsir-cult centre in Gamla Uppsala, was the religious centre of the Swedes and where the Swedish king served as a priest during the sacrifices (blóts). Uppsala was also the centre of the Uppsala öd, the network of royal estates that financed the Swedish king and his court until the 13th century. Some dispute whether the original domains of the Suiones really were in Uppsala, the heartland of Uppland, or if the term was used commonly for all tribes within Svealand, in the same way as old Norway's different provinces were collectively referred to as Nortmanni. The history of this tribe is shrouded in the mists of time. Besides Norse mythology and Germanic legend, only a few sources describe them and there is very little information. There are two sources from the 1st century A.D that are quoted as referring to the Suiones. The first one is Pliny the Elder who said that the Romans had rounded the Cimbric peninsula (Jutland) where there was the Codanian Gulf (Kattegat?). In this gulf there were several large islands among which the most famous was Scatinavia (Scandinavia). He said that the size of the island was unknown but in a part of it dwelt a tribe named the Hillevionum gente (Nominative: Hillevionum gens), in 500 villages, and they considered their country to be a world of its own. What strikes the commentators of this text is that this large tribe is unknown to posterity, unless it was a simple misspelling or misreading of Illa Svionum gente. This would make sense, since a large Scandinavian tribe named the Suiones was known to the Romans.[17] Tacitus wrote in AD 98 in Germania 44, 45 that the Suiones were a powerful tribe (distinguished not merely for their arms and men, but for their powerful fleets) with ships that had a prow in both ends). He further mentions that the Suiones were much impressed by wealth, and the king's thus was absolute. Further, the Suiones did not normally bear arms, and that the weapons were guarded by a slave. After Tacitus' mention of the Suiones, the sources are silent about them until the 6th century as Scandinavia still was in pre-historic times. Some historians have maintained that it is not possible to claim that a continuous Swedish ethnicity reaches back to the Suiones of Tacitus.[18] According to this view the referent of an ethnonym and the ethnic discourse have varied considerably during different phases of history. In the 6th century Jordanes named two tribes he calls the Suehans and the Suetidi who lived in Scandza. They were famous for their fine horses. The Suehans were the suppliers of black fox skins for the Roman market. Then Jordanes names a tribe named Suetidi a name that is considered to refer to the Suiones as well and to be the Latin form of Sweþiuð. The Suetidi are said to be the tallest of men together with the Dani who were of the same stock. There are three Anglo-Saxon sources that refer to the Swedes. The earliest one is probably the least known, since the mention is found in a long list of names of tribes and clans. It is the poem Widsith from the 6th or the 7th century: On line 32, Ongentheow is mentioned and he reappears in the later epic poem Beowulf, which was composed sometime in the 8th-11th centuries. The poem describes Swedish-Geatish wars, involving the Swedish kings Ongentheow, Ohthere, Onela and Eadgils who belonged to a royal dynasty called the Scylfings. These kings might have been historical as kings with similar names appear in Scandinavian sources as well (see list of legendary kings of Sweden). There appears to be a prophecy by Wiglaf in the end of the epic of new wars with the Swedes: When more reliable historic sources appear the Geats are a subgroup of the Swedes. The third Anglo-Saxon source is Alfred the Great's translation of Orosius' Histories, with appended tales of the voyages of Ohthere of Hålogaland and Wulfstan of Hedeby, who in the 9th century described the Sweon and Sweoland. Ohthere's account is limited to the following statement about Swēoland: Wulfstan only mentions a few regions as being subject to the Sweons (in translation): The Annales Bertiniani relate that a group of Norsemen, who called themselves Rhos visited Constantinople around the year 838. Fearful of returning home via the steppes, which would leave them vulnerable to attacks by the Hungarians, the Rhos travelled through Germany. They were questioned by Louis the Pious, Emperor of Francia, somewhere near Mainz. They informed the emperor that their leader was known as chacanus (the Latin for \"khagan\") and that they lived in the north of Russia, but that they were Sueones. Dealing with Scandinavian affairs, Adam of Bremen relates in the 11th century Gesta Hammaburgensis ecclesiae pontificum that the Sueones had many wives and were severe on crime. Hospitality was an important virtue and refusing a wanderer to stay over the night was considered shameful. The visitor was even taken to see the hosts' friends. Their royal family is of an old dynasty (see House of Munsö), but the kings are dependent on the will of the people (the Thing). What has been decided by the people is more important than the will of the king unless the king's opinion seems to be the most reasonable one, whereupon they usually obey. During peacetime, they feel to be the king's equals but during wars they obey him blindly or whoever among them that he considers to be the most skillful. If the fortunes of war are against them they pray to one of their many gods (Æsir) and if they win they are grateful to him. The sagas are our foremost source for knowledge, and especially Snorri Sturluson, who is probably the one who has contributed the most (see for instance the Heimskringla). His descriptions sometimes concur with, sometimes contradict the previous sources. For a continuation, see History of Sweden (800–1521).","Title":"Swedes (Germanic tribe) - Wikipedia","KeyID":"7860","URL":"https://en.wikipedia.org/wiki/Swedes_(Germanic_tribe)"}