{"Content: ":"The Tencteri or Tenchteri or Tenctheri (in Plutarch's Greek, Tenteritē[1] and possibly the same as the Tenkeroi mentioned by Claudius Ptolemy if these were not the Tungri[2]) were an ancient tribe, who moved into the area on the right bank (the northern or eastern bank) of the lower Rhine in the 1st century BC. They are known first from the surviving works of ancient authors such as Julius Caesar and Tacitus. In December 2015, archaeologists believed they found remains of the Tencteri in The Netherlands.[3] While the Tencteri and their neighbours were referred to by the Romans as Germanic rather than Gauls, the recorded tribal and personal names of the region include many which are most reasonably explained as Celtic. The ethnic name Tencteri could be either interpreted as the Celtic *Tenkteroi, or else as the Germanic *Þenhteraz, in both cases from the Indo-European root *tenk- ('to become solid, firm, immobile') extended by the suffix -tero-. Sfefan Zimmer has proposed to see the name as a laudatory term, perhaps in contrast to neighbours, meaning something like the 'reliable ones' or the 'closed ones'.[4] In his Commentarii de Bello Gallico, Caesar describes how two tribes, the Tencteri and Usipetes, had been driven from their traditional lands by the Germanic Suebi, whose military dominance had led to constant warfare and neglect of agriculture. This original homeland of the two tribes is not clear but Caesar described the Suebi that he was concerned with as having settled in a very large wooded area to the east of the Ubii, who at this time lived on the east bank of the Rhine, on the opposite bank from where Cologne is today. It has been argued that the Tencteri and Usipetes specifically may have come from the area of the Weser river to the east of the Sigambri, because it is near to where the two tribes appeared on the Rhine, and Caesar reports the Suevi in this area. It would also explain the apparently friendly relations of the Tencteri and Usipetes with the Sigambri, who might have been their traditional neighbours.[5] (In later Roman times this area inhabited by Caesar's Suebi was inhabited by the Chatti.[6]) In the winter 55 BC, having failed to find new lands elsewhere in Germania, they came to the mouth of the Rhine, into the territory of the Menapii, a Belgic tribe which had land on both sides of the river and had not yet submitted to Roman rule. Alarmed by the scale of the incursion, the Menapii had withdrawn from their territories east of the Rhine and successfully resisted the Germani bid to cross it for some time. The Germani feigned a retreat, allowing the Menapii to return to their territories east of the Rhine. Their cavalry then returned and made a surprise night attack. They crossed the river and seized Menapian boats, occupied Menapian villages and towns, and spent the rest of the winter living on Menapian provisions. Concerning the exact location of this slaughter, there has long been some doubt. Caesar describes a confluence of the Rhine and Maas rivers, but there is no such confluence. Archaeologist Nico Roymans has announced in 2015 that convincing evidence has been found that it was in fact in the confluence of Waal, a branch of the Rhine and not the Rhine itself, and the Maas/Meuse, near Kessel.[7] On the other hand, the 3rd century historian Cassius Dio described the place as being in the country of the Treveri near the Moselle, a river which had the same name as the Maas in Latin (Mosa) and does enter the Rhine in that region.[8] This is however very far from the Menapii. Caesar, fearing how the Gauls on the left bank might react, hurried to deal with this threat to his command of the region. He discovered that a number of Gaulish tribes had attempted to pay these Germani generously to leave, but the Tencteri and Usipetes had ranged further, coming to the frontiers of the Condrusi and Eburones, who were both under the protection of the Treveri to their south. Caesar convened a meeting of the Gaulish chiefs, and, pretending he did not know of their attempts at bribery, demanded cavalry and provisions for war against the Tencteri and Usipetes. The Tencteri and Usipetes sent ambassadors to Caesar as he advanced. While they boasted of their military strength, claiming that they could defeat anyone but the Suebi, they offered an alliance, requesting that Caesar assign them land. Caesar refused any alliance so long as the Tencteri and Usipetes remained in Gaul. He proposed settling them in the territory of the Ubii, another Germanic tribe who had sought his help against the aggression of the Suebi, there being no land available in Gaul. The ambassadors requested a truce of three days, during which time neither side would advance towards the other, and they took Caesar's counter-proposal to their leaders for consideration. But Caesar would not accept this, believing the Germani were buying time for the return of their cavalry, who had crossed the Meuse to plunder the Ambivariti a few days previously. As Caesar continued to advance, further ambassadors requested a three-day truce for them to negotiate with the Ubii about his settlement proposal, but Caesar refused for the same reason. He offered a single day, during which he would advance no more than four miles, and ordered his officers to act defensively and not to provoke battle. The Germanic cavalry, although outnumbered by Caesar's Gallic horsemen, made the first attack, forcing the Romans to retreat. Caesar describes a characteristic battle-tactic they used, where a horsemen would be accompanied by an infantrymen they would attack the same target. Accusing them of violating the truce, Caesar refused to accept any more ambassadors, arresting some who came requesting a further truce, and led his full force against the Germanic camp. The Usipetes and Tencteri were thrown into disarray and forced to flee, pursued by Caesar's cavalry, to the confluence of the Rhine and Meuse. Many were killed attempting to cross the rivers.[9][10] They found refuge on the other side of the Rhine amongst the Sicambri. Plutarch reports that back in Rome, Cato pronounced the opinion that they ought to deliver up Caesar to the Barbarians, thus purging away the violation of the truce in behalf of the city, and turning the curse therefore on the guilty man. Of those who had crossed the Rhine into Gaul four hundred thousand were cut to pieces, and the few who succeeded in making their way back were received by the Sugambri, a German nation. This action Caesar made a ground of complaint against the Sugambri, and besides, he coveted the fame of being the first man to cross the Rhine with an army.[11] In 16 BC, the Tencteri, Usipetes and Sicambri once again crossed the Rhine and attacked Gaul. Marcus Lollius was defeated and the Germanic tribes took the standard of the 5th legion.[12] Tacitus describes the Tencteri as living in his time (approximately 98AD), and also at the time of the Batavian revolt (69/70 AD), between the Chatti and the Rhine, across from the Ubii who had been settled in Cologne. This means that they had settled in the area once inhabited by the Ubii (which is what Caesar had been considering already in his time). The Sicambri to the north of this area, had also apparently been moved by this time, and possibly partly replaced by their neighbours the Tencteri and Bructeri. Orosius reports that the Tencteri, and not only the Sicambri and Usipetes, were defeated by Drusus. Later, the difficult to interpret description given in Claudius Ptolemy's Geography describes the Tenkeroi and Incrionoes living between the Rhine and the Black Forest (Abnoba) mountain range, implying that the Tencteri had moved southwards up the Rhine. In the Peutinger map, the area across from Cologne and Bonn is inhabited by the \"Burcturi\" (Bructeri), who may have included a mixture of several of the original Germanic tribes from over the Rhine, including the Tencteri and Usipetes. To their north are Franks and to their south on the Rhine were Suevi.","Title":"Tencteri - Wikipedia","KeyID":"7862","URL":"https://en.wikipedia.org/wiki/Tencteri"}