{"Content: ":"The Texandri (also Texuandri; later Toxandri, Toxiandri, Taxandri) were a Germanic people living between the Scheldt and Rhine rivers in the 1st century AD. They are associated with a region mentioned in the late 4th century as Texandria (also Toxiandria; later Toxandria, Taxandria),[note 1] a name which survived into the 8th–12th centuries.[1] The only inscription that convincingly mentions the name is dated 100–225 AD and gives the form Texand(ri). It was found on an altar in Brocolitia (Carrowburgh Fort) near Hadrian's Wall.[2] A more uncertain inscription from Romania dated 102/103 AD reads Texu<...>, and they are also mentioned as Texuandri by Pliny (1st c. AD),[3] which may suggest that the two forms Texuandri and Texandri co-existed already in the late-1st and 2nd centuries AD.[2] The variant form Toxiandria is only attested once in a 9th-century manuscript of Ammianus Marcellinus' Res Gestae (ca. 390) to designate the region. The form Taxandria occurs five times in 9th-century sources, and also in later documents.[2] The inconsistencies in spelling may be explained by dittography (errors by copyists),[4][2] or by the fact that the old form Texandri had fallen out of usage at the time when those manuscripts were redacted.[2] The ethnonym Texandri, reconstructed in early West Germanic dialects as *tehswandrōz, is generally assumed to stem from the Proto-Germanic root *tehswō(n)- ('right [hand], south'; cf. Old Saxon tesewa, Gothic taihswa, 'right, south') attached to the contrasting suffix *-dra-.[5][6][7] The name can thus be interpreted as 'those of who live south/on the right bank [of the Meuse or Rhine river'],[8] and the region of Texandria as the 'land of the southerners'.[7] Alternatively, J. Mansion (1924) has proposed an alternative etymology from *texs-wandra-, formed with the West Germanic root wandra-, which might be related to English wander and Dutch wandelen,[7] and it has also been speculated that Texandri may be a Latinized form of the Gaulish tribal name Eburones, since eburos and taxus mean 'yew' in Gaulish and Latin, respectively.[8] The region of Texandria, attested as Toxiandriam ca. 390 (pagus Texandrie in 709), and the city of Tessenderlo, attested as Tessenderlon in 1135,[note 2] are probably named after the tribe.[5][4][2] The Texandri dwelled in a territory situated between the Scheldt and Rhine rivers, alongside other contemporary tribes like the Tungri.[1] Roman writer Pliny (1st c. AD) connected the Texandri to the river Scaldis (modern Scheldt) but the handwritten versions of the sentence a Scaldi incolunt <?> Texuandri are ambiguous.[4] The manuscripts variously have texero, exerni, extera, or externi, which could be interpreted as 'at the Scheldt river', although some translations portray them as 'beyond' that river.[4][note 3] Scholars generally assume that the territory of the Texandri mostly corresponded to the region of Texandria mentioned by Ammianus ca. 390 AD.[4] In the 380s, the Salian Franks, after being defeated by Julian ca. 358, were given permission to settle apud Toxiandriam locum ('at a place in Toxiandria').[1] If depopulation had already begun in the area by the late-2nd century (reaching its peak in the late 3rd and 4th centuries), human occupation continued along the Meuse river during the period, and it is unlikely that the sandy areas of modern North Brabant were completely deserted when Frankish settlers recolonized the region from the 5th century onwards.[7] According to Bijsterveld and Toorians (2018), \"it can be plausibly argued that those living there as well as the neighbouring population may well have kept the geographic reference to the Texuandri (or to the territory named after them) in use.\"[7] In sources of the period 709–795, the pagus Texandrie appears to be concentrated around the basin of the river Dommel and its tributaries, between the towns of Alphen, Waalre and Overpelt. It was later extended from the 9th century onwards as the result of a growing network of local alliances.[1] In the 1st century AD, Pliny the Elder reported that the Texandri consisted of several smaller tribes with various names,[1] which could mean that they were born out of several smaller ethnic groups that merged into a larger group or joined.[9] From the military records found across the Roman Empire, it appears that the Texandri may have formed at least one administrative district or \"pagus\" which contributed troops to Roman armies, but it appears to be associated with more than one higher level district or civitas. One is the Civitas Tungrorum, the civitas of the Tungri, but there also seems to be an association with the civitas of the Nervii, to the west of the Tungri.[8] The modern town of Tongerloo, named after the Tungri, is very close to Tessenderlo, but actually further from the capital city of the Tungri, modern Tongeren. The relationship between the Tungri and Texandri is unclear. Prior to Pliny, the Texandri were not mentioned by Julius Caesar or Strabo in their reports of the region. If the Texandri were not a new name for an older group, then the Texandri and indeed the Tungri, whose name also only appears for the first time in Roman times, may have been made up of Germanic immigrants from the east of the Rhine, settling Roman territory, as certainly happened closer to the Rhine - for example the Ubii to the east near Cologne, the Cugerni to the northeast near Xanten, and the Batavians and Canenefates directly to the north of the Texandri, in the Rhine-Meuse delta. Tacitus, however, does not mention the Texandri, but specifically mentions that the Tungri, unlike the Ubii, Batavians and Canenefates who he also discusses, had simply changed tribal name, having previously been known as the (cisrhenane) Germani, a grouping which had included the Eburones.[10][11] Before the Roman takeover of this region, in Julius Caesar's commentary, the tribal boundaries in the area where the Texandri are later found are left unclear. He described it as thorny low forest and marshy lowlands, northwards of the main populations of the cisrhenane Germani and Nervii. Caesar mentions both these politically important tribes retreating into such northern estuarine areas when threatened, but more clearly connects those regions to the Menapii, who in Caesar's time, as opposed to Strabo's, stretched through the delta all the way to the Rhine. At one point Caesar specifically says that the cisrhenane Germani bordering the Menapii were the Eburones, who he describes as the biggest and most important tribe of the Germani.[12] In one isolated passage, Caesar did apparently describe a tribe near the area of the later Texandri, the Ambivariti. He describes their position incidentally only, mentioning that a raiding group of Tencteri and Usipetes from east of the Rhine had crossed it at a point where Menapii lived on both sides of the river, and then crossed the Meuse (Dutch Maas) in order to raid the Ambivariti. However, Caesar does not describe the associations of these people with any others.[13] The 4th/5th century Christian writer Orosius also listed the Ambivariti (Ambiuaritos) as one of the allies of the Veneti in their rebellion against Caesar.[14] However Caesar's list mentioned the \"Ambiliatos\" in his similar list of Veneti allies.[15] and the \"Ambibari\" in a list of similar coastal peoples.[16] Caesar had also mentioned \"Ambivaretis\" as dependents of the Aedui.[17] There may thus be errors in the transmission of these names and similar sounding ones.[18] In the middle of the 4th century, the area of Texandri became very de-populated, and was exposed to constant raiding from tribes across the Rhine, outside the empire.[19] Having been amongst the worst raiders, the Salian Franks were eventually settled as foederati in Texandria. Julian the Apostate had at first fought against Saxons and Franks, including the Salians, but then allowed this one group \"descended from the Franks\" to settle in Texandria in 358.[20] According to Zosimus, in the years previous to this agreement, the Salians had already settled in the island of the Batavians, a border island of the Roman empire, forced there by Saxons from northern Germany. But they had come under attack from Saxons, who were this time raiding Roman territory (and the Salians) from the sea. \"[Julian] commanded his army to attack them briskly; but not to kill any of the Salii, or prevent them from entering the Roman territories, because they came not as enemies, but were forced there [...] As soon as the Salii heard of the kindness of Caesar, some of them went with their king into the Roman territory, and others fled to the extremity of their country, but all humbly committed their lives and fortunes to Caesar's gracious protection.\"[21] The Salians then became Roman allies (foederati) and provided troops for the imperial army, in the very period that Roman influence in the area was weakening. Texandria therefore eventually became the name of a Frankish county in early medieval Lower Lotharingia. Texandria is mentioned as a large county in the 870 Treaty of Meersen, and remained the name of a large diocese of the Catholic church during the Middle Ages, under the Roman Catholic Diocese of Liège, which was originally conceived as the diocese of the Roman administrative area of the Tungri.","Title":"Texandri - Wikipedia","KeyID":"7866","URL":"https://en.wikipedia.org/wiki/Texandri"}