{"Content: ":"In classical antiquity, the Triboci or Tribocci were a Germanic people of eastern Gaul, inhabiting much of what is now Alsace. Besides the forms Triboci and Tribocci, Schneider has the form “Triboces” in the accusative plural.[1] Pliny has Tribochi, and Strabo Τριβόκχοι (Tribokchoi). In the passage of Caesar, it is said that all manuscripts have “Tribucorum”.[2] \"Three beeches\" (Celtic tri, Germanic boc) has been suggested as an etymology, as has Germanic dribòn (\"drivers [of cattle, livestock]\").[3][4][5] Ptolemy places the Tribocci in Germania Superior, but he incorrectly places the Vangiones between the Nemetes and the Tribocci, for the Nemetes bordered on the Tribocci. However he places the Tribocci next to the Rauraci, and he names Breucomagus (Brocomagus, today's Brumath) and Elcebus (Helcebus) as the two towns of the Tribocci, making Argentoratum (Strasbourg) a city of the Vangiones.[6] D'Anville supposes that the territory of the Tribocci corresponded to the mediaeval diocese of Strasbourg. Consequently, a Tribocci burial ground was excavated in Diersheim on the right bank of the Rhine in today's Germany.http://dl.ub.uni-freiburg.de/diglit/ortenau1977/0011/ocr?sid=9959984406c34fcd88a0a3f26001cbdf Saletio (Seltz), we may suppose, belonged to the Nemetes, as in modern times it belonged to the diocese of Speyer; and it is near the northern limits of the diocese of Strasbourg. On the south towards the Rauraci, a place named Marckolsheim, on the southern limit of the diocese of Strasbourg and bordering on that of Basel, indicates a boundary by a Teutonic name (mark), as fines does in those parts of Gaul where the Roman tongue prevailed. The name of the Tribocci does not appear in the Notitia provinciarum Galliae, though the names of the Nemetes and Vangiones are there; but instead of the Tribocci we have Civitas Argentoratum (Strasbourg), the chief place of the Tribocci. The Triboci were in the army of the Germanic king Ariovistus in the great battle in which Julius Caesar defeated him; and though Caesar does not say directly that they were Germans, his narrative shows that he considered them to be Germans.[7] In another passage Caesar places the Triboci on the Rhine between the Mediomatrici and the Treviri, and he means to place them on the left or Gallic side of the Rhine.[8] Strabo, after mentioning the Sequani and Mediomatrici as extending to the Rhine, says, “Among them a German people has settled, the Tribocchi, who have passed over from their native land.”[9] Pliny and Tacitus say that the Tribocci are Germans.[10][11] The true conclusion from Caesar is that he supposed the Tribocci to be settled in Gallia before 58 BCE. Nero Claudius Drusus established a military camp at Argentorate (Strasbourg) in 12 BCE, near which there had already been a civilian La Tène settlement since around 100 BCE.[12] The Triboci joined the revolt of Civilis in 70 CE, sending reinforcements to the Treveran rebel commander Julius Tutor along with the Caeracates, Vangiones and dissident Romans. This combined force defeated a Roman cohort, but at the approach of the main body of the Roman army, these new reinforcements, including the Triboci, defected to the Roman side.[13] The city of Argentorate was rebuilt in 97 under Trajan after a fire.[12]","Title":"Triboci - Wikipedia","KeyID":"7868","URL":"https://en.wikipedia.org/wiki/Triboci"}