{"Content: ":"The Tulingi were a small tribe closely allied to the Celtic Helvetii in the time of Julius Caesar's conquest of Gaul. Their location is unknown; their language and descent are uncertain. From their close cooperation with the Helvetii it can be deduced that they were probably neighbours of the latter. At the Battle of Bibracte in 58 BCE, they were, with the Boii and a few other smaller tribes, allies of the Helvetii against the Roman legions of Caesar.[1] Ancient source material on the Tulingi is scarce. The only reference is Caesar, who relates that with the Helvetii and the others they burned their homes and became part of the column of migrants seeking a new country in southern France.[2] The column was defeated by Julius Caesar in the opening campaign of the Gallic Wars, 58 BC. They were then returned to their homes, which they were compelled to rebuild. According to captured records in the Helvetian camp, the number of Tulingi, including fighting men, old men, women and children, had been 36,000, a small fraction of the total of 368,000, of which only 110,000 remained to return home after their surrender.[3] The main possibility as to their identity is that they were Celtic. As the \"-ing-\" in Tulingi is also a frequently used suffix in forming Germanic tribal names,[4] a second theory, that they were Germanic, developed. This was championed by Rudolf Much and other authors who proposed the now-discredited theory of \"Alpine Germanic\" tribes in the late Iron Age, to whom the Tulingi were counted.[5] So far no Germanic etymology for the name has gained wider acceptance.[6] The ancient Boii had been displaced from the Danube by the Germanics. Those in Gaul were a remnant, as the Tulingi may well have been. If they were, they might logically be found across the Rhine, in Germania.[7] Why they did not ally with the Germanics, whom the Celts feared and disliked, remains unexplained. They appear briefly in Orosius' mention of the Helvetian campaign, manifestly based on Caesar. However, Orosius uses Latobrigi instead of Latovici. The \"-brigi\" would certainly identify a tribe with a Celtic name, and if they were Celtic, perhaps so were the Tulingi. It is possible that the tribe appears in an independent later source contradicting the Germanic theory. About 360 AD Rufus Festus Avienus in Ora Maritima mentions a number of peoples living on the upper Rhône in Valais. Among them were the Tylangii, who have been tentatively identified as the descendants of Caesar's Tulingi. They were not located across the Rhine, but to the south of Lake Geneva. Moreover, Avienus considers them Ligurians. Some of the other names mentioned are Daliterni, Clahilci, neither of which is noticeably Germanic.[8]","Title":"Tulingi - Wikipedia","KeyID":"7870","URL":"https://en.wikipedia.org/wiki/Tulingi"}