{"Content: ":"The Tungri (or Tongri, or Tungrians) were a tribe, or group of tribes, who lived in the Belgic part of Gaul, during the times of the Roman Empire. Within the Roman Empire, their territory was called the Civitas Tungrorum. They were described by Tacitus as being the same people who were first called \"Germani\" (Germanic), meaning that all other tribes who were later referred to this way, including those in Germania east of the river Rhine, were named after them. More specifically, Tacitus was thereby equating the Tungri with the \"Germani Cisrhenani\" described generations earlier by Julius Caesar. Their name is the source of several place names in Belgium, Germany and the Netherlands, including Tongeren, Tongerlo Abbey, and Tongelre.[1] In a comment in his book Germania, Tacitus remarks that Germani was the original tribal name of the Tungri with whom the Gauls were in contact; among the Gauls the term Germani came to be widely applied.[2] The name Germania, on the other hand, they say, is modern and newly introduced, from the fact that the tribes which first crossed the Rhine and drove out the Gauls, and are now called Tungrians, were then called Germani. Thus what was the name of a tribe, and not of a race, gradually prevailed, till all called themselves by this self-invented name of Germani, which the conquerors had first employed to inspire terror.[3] Some generations earlier, Julius Caesar, on the other hand, did not mention the Tungri, but did say that the Condrusi, the Eburones, the Caeroesi and the Paemani, living in the same approximate area as the later Tungri, were \"called by the common name of Germani\" and had settled in Gaul already before the Cimbric wars, having come from Germany east of the Rhine. Caesar cited them as providing one collective contribution of men to the Belgic revolt against him, within which the Eburones were the most important. The Eburones, who apparently lived as far east as Cologne, were led by Ambiorix and Cativolcus.[4] Also neighbouring these tribes where the Aduatuci, whose origin Caesar describes more specifically as having descended from the Cimbri and Teutones, against whom the Germani had been the only tribe in Gaul to successfully defend themselves.[5] Their descendants, if there were any, presumably lived amongst the Tungri. Already during the campaign of Caesar, the Tencteri and Usipetes crossed the Rhine for cattle raids on the territories of the Menapii, the Eburones and the Condrusi, giving Caesar an excuse for new military intervention in the area. He pursued them back over the Rhine where they were helped by the Sicambri. Later, Caesar himself encouraged the Sicambri to cross the Rhine into the territory of the Eburones, seeking to plunder the lands of the people whose fortress he had just taken.[6] These tribes who crossed the Rhine and became part of Roman Germania Inferior were themselves apparently heavily influenced by Gaulish culture, some using Gaulish personal names or Gaulish tribal names. Later, as the area became part of the Roman Empire some of these tribes from over the Rhine, including the Sicambri and the Ubii, were forced by Tiberius to settle in the northeast of Gaul, and Romanized provinces with tribal names developed from the merging of incoming groups with people who had lived there before Caesar. This is a likely origin of both the Tungri and the other tribal groups of Germania Inferior.[7] The Roman civitas of the Tungri is smaller than the area which Caesar ascribed to the earlier Germani Cisrhenani, with the areas near the Rhine governed as a military frontier, and populated at least partly with soldiers and immigrants from the other side of the Rhine. The exact history of each these populations is not known, although the areas nearer to the Rhine appear to have had larger-scale immigration, while the Tungri are suspected (according to Tacitus) of having been less influenced in their makeup by this process.[8] Smaller tribal groups such as the Condrusi (one of the Germani tribes mentioned by Caesar) and the Texuandri (maybe the same as the Eburones) continued to exist as recognized groups for the administrative purpose of mustering troops.[9] To the north of the Tungri, in the Rhine-Maas delta, were the Batavians, a similarly new formation, apparently made up of incoming Chatti, with a possible contribution from the Eburones. To the northeast of the Tungri, near the Rhine, were the Cugerni, who are thought to be Sicambri, and then, around the area of Cologne and Bonn, the Ubii were settled.[10][11] Pliny the Elder is the first writer to mention the Tungri in Gallia Belgica, in his Natural History.[12] He notes that their territory ...has a spring of great renown, which sparkles as it bursts forth with bubbles innumerable, and has a certain ferruginous taste, only to be perceived after it has been drunk. This water is strongly purgative, is curative of tertian fevers, and disperses urinary calculi: upon the application of fire it assumes a turbid appearance, and finally turns red It has been suggested that this refers to the well-known waters of Spa in the province of Liège,[13] or else to waters found at Tongeren, which are suitably iron-bearing, and today referred to as the \"Plinius bron\".[14] Both Pliny and Ptolemy's Geography are unclear concerning the exact position of the Tungri but are understood as placing them east of the Scheldt, and to the north of the Arduenna Silva (Forest of Ardennes), along the middle and lower valley of the Mosa (Meuse). The Eburones had a fort called Atuatuca (or Aduatuca). Caesar reported that the word Atuatuca meant a fortress. Under Roman occupation, a new city Aduatuca Tungrorum, modern Tongeren in the Limburg province of Belgium, became the capital city of the region. Under the Romans, the Tungri civitas was first a part of Gallia Belgica, and later split out to join the territories of the Ubii to the southeast, and the Cugerni, who are generally equated with being descended from the Sicambri, to the northeast, and become part of Germania Inferior, which still later evolved into Germania Secunda. In other directions, their neighbours in Roman times were the Belgic Nervii on the west and the Remi and Treveri to the south, all of which were tribes who had been in those regions since before Caesar's campaign.[15] Tacitus in his Histories[16] notes two cohorts of Tungri in the civil war of 69 AD. The Tungri were mentioned in the Notitia Dignitatum, an early fifth-century document, in which every military and governmental post in the late Roman Empire was transcribed. The document mentions the Tribune of the First Cohort of Tungri stationed at Vercovicium (now known as Housesteads, Northumberland) on Hadrian's Wall. The cohort was split in Hadrianic times to form a Second Cohort of Tungri as well, both cohorts 1000 men strong (milliary cohorts). Tausius, the Roman soldier who killed the emperor Pertinax, was a Tungrian. The goddess Vihansa (probably meaning 'holy deity') is mentioned on a bronze tablet found near Tongeren and engraved by a centurion dedicating his shield and spear to the deity.[17][18]","Title":"Tungri - Wikipedia","KeyID":"7871","URL":"https://en.wikipedia.org/wiki/Tungri"}