{"Content: ":"The Ubii were a Germanic tribe[1][2] first encountered dwelling on the east bank of the Rhine in the time of Julius Caesar, who formed an alliance with them in 55 BC in order to launch attacks across the river. They were transported in 39 BC by Marcus Vipsanius Agrippa to the west bank, apparently at their own request, as they feared the incursions of their neighbors, the Chatti.[3] A colony for Roman veterans was founded in 50 AD under the patronage of Agrippa's granddaughter, Agrippina the Younger,[4] who had been born at Ara Ubiorum, the capital of the Ubii. The colony derived its title from the names of Agrippina and her husband, the emperor Claudius, and received the name Colonia Claudia Ara Augusta Agrippinensium, which is the origin of the city's modern name, Cologne. Alongside the allotment of land to veterans, the existing town of Ara Ubiorum was elevated to the status of a colonia, which would have conferred many privileges on the inhabitants.[5] The Ubii were also at Bonna (Bonn) of the Eburones. The Ubii remained loyal allies of Rome; they were instrumental in crushing the Batavian rebellion in 70 AD and, although some of them made part of the invasion of Pannonia in 166 AD, they become foederati supporting Roman troops in the Marcomannic Wars in 166–67 AD. They seem to have been so thoroughly Romanized that they adopted the name Agrippinenses in honour of their \"founder\",[6] and their later history is submerged with other Franks in that of eastern Gaul as a whole. In 55 BC, Julius Caesar was preparing for an invasion of Britain, when several Germanic tribes, including the Ubii,[7] crossed the Rhine river. This movement included the Usipetes and Tencteri tribes, who wished to relocate to avoid contact with the Suevi. Caesar, concerned that fighting might break out in the region and draw troops away from his planned invasion, marched toward the Rhine. He met with ambassadors from the Germanic tribe and offered them land with the Ubii and an alliance against the Suevi; however, Caesar soon became worried that the tribes were delaying until their cavalry could return. Together with the Batavi, the Ubii furnished soldiers for the Germanic bodyguard, the personal bodyguard of the early Roman emperors.","Title":"Ubii - Wikipedia","KeyID":"7872","URL":"https://en.wikipedia.org/wiki/Ubii"}