{"Content: ":"The Vandals were a Germanic people who first inhabited what is now southern Poland. They established Vandal kingdoms on the Iberian Peninsula, Mediterranean islands, and North Africa in the fifth century.[2] The Vandals migrated to the area between the lower Oder and Vistula rivers in the second century BC and settled in Silesia from around 120 BC.[3][4][5] They are associated with the Przeworsk culture and were possibly the same people as the Lugii. Expanding into Dacia during the Marcomannic Wars and to Pannonia during the Crisis of the Third Century, the Vandals were confined to Pannonia by the Goths around 330 AD, where they received permission to settle from Constantine the Great. Around 400, raids by the Huns from the east forced many Germanic tribes to migrate west into the territory of the Roman Empire and, fearing that they might be targeted next, the Vandals were also pushed westwards, crossing the Rhine into Gaul along with other tribes in 406.[6] In 409, the Vandals crossed the Pyrenees into the Iberian Peninsula, where the Hasdingi and the Silingi settled in Gallaecia (northwest Iberia) and Baetica (south-central Iberia). On the orders of the Romans, the Visigoths invaded Iberia in 418. They almost wiped out the Alans and Silingi Vandals who voluntarily subjected themselves to the rule of Hasdingian leader Gunderic. Gunderic was then pushed from Gallaecia to Baetica by a Roman-Suebi coalition in 419. In 429, under king Genseric (reigned 428–477), the Vandals entered North Africa. By 439 they established a kingdom which included the Roman province of Africa as well as Sicily, Corsica, Sardinia, Malta and the Balearic Islands. They fended off several Roman attempts to recapture the African province, and sacked the city of Rome in 455. Their kingdom collapsed in the Vandalic War of 533–34, in which Emperor Justinian I's forces reconquered the province for the Eastern Roman Empire. As the Vandals plundered Rome for fourteen days,[7] Renaissance and early-modern writers characterized the Vandals as prototypical barbarians. This led to the use of the term \"vandalism\" to describe any pointless destruction, particularly the \"barbarian\" defacing of artwork. However, some modern historians have emphasised the role of Vandals as continuators of aspects of Roman culture, in the transitional period from Late Antiquity to the Early Middle Ages.[8] The ethnonym is attested as Wandali and Wendilenses by Saxo, as Vendill in Old Norse, and as Wend(e)las in Old English, all going back to a Proto-Germanic form reconstructed as *Wanđilaz.[9][10] The etymology of the name remains unclear. According to linguist Vladimir Orel, it may stem from the Proto-Germanic adjective *wanđaz ('turned, twisted'), itself derived from the verb *wenđanan (or *winđanan), meaning 'to wind'.[10] Alternatively, it has been derived from a root *wanđ-, meaning 'water', based on the idea that the tribe was originally located near the Limfjord (a sea inlet in Denmark).[9] The stem can also be found in Old High German wentilsēo and Old English wendelsǣ, both literally meaning 'Vandal-sea' and designating the Mediterranean Sea.[9][11] The Germanic mythological figure of Aurvandill has been interpreted by Rudolf Much to mean 'Shining Vandal'. Much forwarded the theory that the tribal name Vandal reflects worship of Aurvandil or the Divine Twins, possibly involving an origin myth that the Vandalic kings were descended from Aurvandil (comparable to the case of many other Germanic tribal names).[12] Some medieval authors equated two classical ethnonyms, \"Vandals\" and Veneti, and applied both to West Slavs, leading to the term Wends, which has been used for various Slavic-speaking groups and is still used for Lusatians. However, modern scholars derive \"Wend\" from \"Veneti\", and do not equate the Veneti and Vandals.[13][14][15][16] The name of the Vandals has been connected to that of Vendel, the name of a province in Uppland, Sweden, which is also eponymous of the Vendel Period of Swedish prehistory, corresponding to the late Germanic Iron Age leading up to the Viking Age. The connection is considered tenuous at best and more plausibly the result of chance, though Scandinavia is considered the probable homeland of the tribe prior to the Migration Period. [17] As the Vandals eventually came to live outside of Germania, they were not considered Germani by ancient Roman authors. Neither another East Germanic-speaking group, the Goths, nor Norsemen (early Scandinavians), were counted among the Germani by the Romans.[18] Since the Vandals spoke a Germanic language and belonged to early Germanic culture, they are classified as a Germanic people by modern scholars.[19] The earliest mention of the Vandals is from Pliny the Elder, who used the term Vandili in a broad way to define one of the major groupings of all Germanic peoples. Tribes within this category who he mentions are the Burgundiones, Varini, Carini (otherwise unknown), and the Gutones.[20] Tacitus mentioned the Vandilii, but only in a passage explaining legends about the origins of the Germanic peoples. He names them as one of the groups sometimes thought to be one of the oldest divisions of these peoples, along with the Marsi, Gambrivii, Suebi but does not say where they live, or which peoples are within this category. On the other hand, Tacitus and Ptolemy give information about the position of Varini, Burgundians, and Gutones in this period, and these indications suggest that the Vandals in this period lived between the Oder and Vistula rivers.[21] Ptolemy furthermore mentioned the Silingi who were later counted as Vandals, as living south of the Semnones, who were Suebians living on the Elbe, and stretching to the Oder.[22] The Hasdingi, who later led the invasion of Carthage, do not appear in written records until the 2nd century and the time of the Marcomannic wars.[23] The Lacringi appear in 3rd century records.[24] The Lugii, who were also mentioned in early classical sources in the same region, are likely to have been the same people as the Vandals.[5][25][26][27] The Lugii are mentioned by Strabo, Tacitus and Ptolemy as a large group of tribes between the Vistula and the Oder. Strabo and Ptolemy do not mention the Vandals at all, only the Lugii, Tacitus mentions them in a passage about the ancestry of the Germanic peoples without saying where they lived, and Pliny the Elder in contrast mentions the Vandals but not the Lugii.[21] Walter Pohl and Walter Goffart have noted that Ptolemy seems to distinguish the Silingi from the Lugii, and in the 2nd century the Hasdings, when they appear in the Roman record, are also distinguished from the Lugii.[28] Herwig Wolfram notes that \"In all likelihood the Lugians and the Vandals were one cultic community that lived in the same region of the Oder in Silesia, where it was first under Celtic and then under Germanic domination.\"[26] This may account for the differentiation between the Celtic Lugii and their more Germanic successors the Vandals. In archaeology, the Vandals are associated with the Przeworsk culture, but the culture probably extended over several central and eastern European peoples. Their origin, ethnicity and linguistic affiliation are heavily debated.[5][29][30][31] The bearers of the Przeworsk culture mainly practiced cremation and occasionally inhumation.[31] Very little is known about the Vandalic language itself, but it is believed of the East Germanic linguistic branch, like Gothic. The Goths have left behind the only text corpus of the East Germanic language type, especially a 4th-century translation of the Gospels.[32] In the 2nd century, two or three distinct Vandal peoples came to the attention of Roman authors, the Silingi, the Hasdingi, and possibly the Lacringi, who appear together with the Hasdingi. Only the Silingi had been mentioned in early Roman works, and are associated with Silesia. These peoples appeared during the Marcomannic Wars, which resulted in widespread destruction and the first invasion of Italy in the Roman Empire period.[33] During the Marcomannic Wars (166–180) the Hasdingi (or Astingi), led by the kings Raus and Rapt (or Rhaus and Raptus) moved south, entering Dacia as allies of Rome.[34] However they eventually caused problems in Dacia and moved further south, towards the lower Danube area. Together with the Hasdingi were the Lacringi, who were possibly also Vandals.[35][36] In about 271 AD the Roman Emperor Aurelian was obliged to protect the middle course of the Danube against Vandals. They made peace and stayed on the eastern bank of the Danube.[34] In 278, Zosimus (1.67) reported that emperor Probus defeated Vandals and Burgundians near a river (sometimes proposed to be the Lech, and sent many of them to Britain. During this same period, the 11th panegyric to Maximian delivered in 291, reported two different conflicts outside the empire wherein Burgundians were associated with Alamanni, and other Vandals, probably Hasdingi in the Carpathian region, were associated with Gepids. According to Jordanes' Getica, the Hasdingi came into conflict with the Goths around the time of Constantine the Great. At the time, these Vandals were living in lands later inhabited by the Gepids, where they were surrounded \"on the east [by] the Goths, on the west [by] the Marcomanni, on the north [by] the Hermanduri and on the south [by] the Hister (Danube).\" The Vandals were attacked by the Gothic king Geberic, and their king Visimar was killed.[37] The Vandals then migrated to neighbouring Pannonia, where, after Constantine the Great (in about 330) granted them lands on the right bank of the Danube, they lived for the next sixty years.[37][38] In the late 4th century and early 5th, the famous magister militum Stilicho (died 408), the chief minister of the Emperor Honorius, was described as being of Vandal descent. Vandals raided the Roman province of Raetia in the winter of 401/402. From this, historian Peter Heather concludes that at this time the Vandals were located in the region around the Middle and Upper Danube.[39] It is possible that such Middle Danubian Vandals were part of the Gothic king Radagaisus' invasion of Italy in 405–406 AD.[40] While the Hasdingian Vandals were already established in the Middle Danube for centuries, it is less clear where the Silingian Vandals had been living[41]though it may have been in Silesia.[42] [43] [44] In AD 278, the emperor Probus defeated Vandals and Burgundians and sent many of them to Britain. It is unknown where they were settled, though Silchester seems to be a likely candidate. The city bears the name of the Silingi, is only one of six that existed in Roman Britain that did not survive the Sub-Roman era,[45] and appears to have been ritually cursed - likely by the Anglo-Saxons - before being abandoned. [46] [47] In 405 the Vandals advanced from Pannonia travelling west along the Danube without much difficulty, but when they reached the Rhine, they met resistance from the Franks, who populated and controlled Romanized regions in northern Gaul. According to the Frigeridus fragment cited by Gregory of Tours, around 20,000 Vandals, including Godigisel himself, died in this Vandal-Frankish war, but then with the help of the Alans they managed to defeat the Franks, and on December 31, 405[48] the Vandals crossed the Rhine, probably while it was frozen, to invade Gaul, which they devastated terribly. Under Godigisel's son Gunderic, the Vandals plundered their way westward and southward through Aquitaine.[49] On October 13, 409 they crossed the Pyrenees into the Iberian peninsula. There, the Hasdingi received land from the Romans, as foederati, in Asturia (Northwest) and the Silingi in Hispania Baetica (South), while the Alans got lands in Lusitania (West) and the region around Carthago Nova.[50] The Suebi also controlled part of Gallaecia. The Visigoths, who invaded Iberia on the orders of the Romans before receiving lands in Septimania (Southern France), crushed the Silingi Vandals in 417 and the Alans in 418, killing the western Alan king Attaces.[51] The remainder of his people and the remnants of the Silingi, who were nearly wiped out, subsequently appealed to the Vandal king Gunderic to accept the Alan crown. Later Vandal kings in North Africa styled themselves Rex Wandalorum et Alanorum (\"King of the Vandals and Alans\"). In 419 AD the Hasdingi Vandals were defeated by a joint Roman-Suebi coalition. Gunderic fled to Baetica, where he was also proclaimed king of the Silingi Vandals.[5] In 422 Gunderic decisively defeated a Roman-Suebi-Gothic coalition led by the Roman patrician Castinus at the Battle of Tarraco.[52][53] It is likely that many Roman and Gothic troops deserted to Gunderic following the battle.[53] For the next five years, according to Hydatius, Gunderic created widespread havoc in the western Mediterranean.[53] In 425, the Vandals pillaged the Balearic Islands, Hispania and Mauritania, sacking Carthago Spartaria (Cartagena) and Hispalis (Seville) in 425.[53] The capture of the maritime city of Carthago Spartaria enabled the Vandals to engage in widespread naval activities.[53] In 428 Gunderic captured Hispalis for a second time but died while laying siege to the city's church.[53] He was succeeded by his half-brother Genseric, who although he was illegitimate (his mother was a slave) had held a prominent position at the Vandal court, rising to the throne unchallenged.[54] In 429 The Vandals departed Spain which remained almost totally in Roman hands until 439, when the Sueves, confined to Gallaecia moved south and captured Emerita Augusta (Mérida), the see city of Roman administration for the whole peninsula.[55] Genseric is often regarded by historians as the most able barbarian leader of the Migration Period.[56] Michael Frassetto writes that he probably contributed more to the destruction of Rome than any of his contemporaries.[56] Although the barbarians controlled Hispania, they still comprised a tiny minority among a much larger Hispano-Roman population, approximately 200,000 out of 6,000,000.[50] Shortly after seizing the throne, Genseric was attacked from the rear by a large force of Suebi under the command of Heremigarius who had managed to take Lusitania.[57] This Suebi army was defeated near Mérida and its leader Hermigarius drowned in the Guadiana River while trying to flee.[57] It is possible that the name Al-Andalus (and its derivative Andalusia) is derived from the Arabic adoption of the name of the Vandals.[58][59] The Vandals under Genseric (also known as Geiseric) crossed to Africa in 429.[61] Although numbers are unknown and some historians debate the validity of estimates, based on Procopius' assertion that the Vandals and Alans numbered 80,000 when they moved to North Africa,[62] Peter Heather estimates that they could have fielded an army of around 15,000–20,000.[63] According to Procopius, the Vandals came to Africa at the request of Bonifacius, the military ruler of the region.[64] Seeking to establish himself as an independent ruler in Africa or even become Roman Emperor, Bonifacius had defeated several Roman attempts to subdue him, until he was mastered by the newly appointed Gothic count of Africa, Sigisvult, who captured both Hippo Regius and Carthage.[56] It is possible that Bonifacius had sought Genseric as an ally against Sigisvult, promising him a part of Africa in return.[56] Advancing eastwards along the coast, the Vandals were confronted on the Numidian border in May–June 430 by Bonifacius. Negotiations broke down, and Bonifacius was soundly defeated.[65][66] Bonifacius subsequently barricaded himself inside Hippo Regius with the Vandals besieging the city.[61] Inside, Saint Augustine and his priests prayed for relief from the invaders, knowing full well that the fall of the city would spell conversion or death for many Roman Christians.[citation needed] On 28 August 430, three months into the siege, St. Augustine (who was 75 years old) died,[67] perhaps from starvation or stress, as the wheat fields outside the city lay dormant and unharvested. The death of Augustine shocked the Regent of the Western Roman Empire, Galla Placidia, who feared the consequences if her realm lost its most important source of grain.[66] She raised a new army in Italy and convinced her nephew in Constantinople, the Eastern Roman Emperor Theodosius II, to send an army to North Africa led by Aspar.[66] Around July–August 431, Genseric raised the siege of Hippo Regius,[65] which enabled Bonifacius to retreat from Hippo Regius to Carthage, where he was joined by Aspar's army. During the summer of 432, Genseric soundly defeated the joint forces of both Bonifacius and Aspar, which enabled him to seize Hippo Regius unopposed.[66] Genseric and Aspar subsequently negotiated a peace treaty of some sorts.[65] Upon seizing Hippo Regius, Genseric made it the first capital of the Vandal kingdom.[68] The Romans and the Vandals concluded a treaty in 435 giving the Vandals control of the Mauretania and the western half of Numidia. Genseric chose to break the treaty in 439 when he invaded the province of Africa Proconsularis and seized Carthage on October 19.[69] The city was captured without a fight; the Vandals entered the city while most of the inhabitants were attending the races at the hippodrome. Genseric made it his capital, and styled himself the King of the Vandals and Alans, to denote the inclusion of the Alans of northern Africa into his alliance.[citation needed] His forces also occupied Sardinia, Corsica and the Balearic Islands. His siege of Palermo in 440 was a failure as was the second attempt to invade Sicily near Agrigento in 442 (the Vandals occupied the island from 468 to 476 when it was ceded to Odovacer).[70] Historian Cameron suggests that the new Vandal rule may not have been unwelcomed by the population of North Africa as the great landowners were generally unpopular.[71] The impression given by ancient sources such as Victor of Vita, Quodvultdeus, and Fulgentius of Ruspe was that the Vandal take-over of Carthage and North Africa led to widespread destruction. However, recent archaeological investigations have challenged this assertion. Although Carthage's Odeon was destroyed, the street pattern remained the same and some public buildings were renovated. The political centre of Carthage was the Byrsa Hill. New industrial centres emerged within towns during this period.[72] Historian Andy Merrills uses the large amounts of African Red Slip ware discovered across the Mediterranean dating from the Vandal period of North Africa to challenge the assumption that the Vandal rule of North Africa was a time of economic instability.[73] When the Vandals raided Sicily in 440, the Western Roman Empire was too preoccupied with war with Gaul to react. Theodosius II, emperor of the Eastern Roman Empire, dispatched an expedition to deal with the Vandals in 441; however, it only progressed as far as Sicily. The Western Empire under Valentinian III secured peace with the Vandals in 442.[74] Under the treaty the Vandals gained Byzacena, Tripolitania, and the eastern half of Numidia, and were confirmed in control of Proconsular Africa[75] as well as the Vandal Kingdom as the first barbarian kingdom was officially recognized as an independent kingdom in former Roman territory instead of foederati.[76] The Empire retained western Numidia and the two Mauretanian provinces until 455. During the next thirty-five years, with a large fleet, Genseric looted the coasts of the Eastern and Western Empires. Vandal activity in the Mediterranean was so substantial that the sea's name in Old English was Wendelsæ (i. e. Sea of the Vandals).[77] After Attila the Hun's death, however, the Romans could afford to turn their attention back to the Vandals, who were in control of some of the richest lands of their former empire. In an effort to bring the Vandals into the fold of the Empire, Valentinian III offered his daughter's hand in marriage to Genseric's son. Before this treaty could be carried out, however, politics again played a crucial part in the blunders of Rome. Petronius Maximus killed Valentinian III and claimed the Western throne. Petronius then forced Valentinian III's widow, empress Licinia Eudoxia, to marry him.[78] Diplomacy between the two factions broke down, and in 455 with a letter from Licinia Eudoxia, begging Genseric's son to rescue her, the Vandals took Rome, along with the Empress and her daughters Eudocia and Placidia. The chronicler Prosper of Aquitaine[79] offers the only fifth-century report that, on 2 June 455, Pope Leo the Great received Genseric and implored him to abstain from murder and destruction by fire, and to be satisfied with pillage. Whether the pope's influence saved Rome is, however, questioned. The Vandals departed with countless valuables. Eudoxia and her daughter Eudocia were taken to North Africa.[75] In 456 a Vandal fleet of 60 ships threatening both Gaul and Italy was ambushed and defeated at Agrigentum and Corsica by the Western Roman general Ricimer.[80] In 457 a mixed Vandal-Berber army returning with loot from a raid in Campania were soundly defeated in a surprise attack by Western Emperor Majorian at the mouth of the Garigliano river.[81] As a result of the Vandal sack of Rome and piracy in the Mediterranean, it became important to the Roman Empire to destroy the Vandal kingdom. In 460, Majorian launched an expedition against the Vandals, but was defeated at the Battle of Cartagena. In 468 the Western and Eastern Roman empires launched an enormous expedition against the Vandals under the command of Basiliscus, which reportedly was composed of 100,000 soldiers and 1,000 ships. The Vandals defeated the invaders at the Battle of Cap Bon, capturing the Western fleet, and destroying the Eastern through the use of fire ships.[74] Following up the attack, the Vandals tried to invade the Peloponnese, but were driven back by the Maniots at Kenipolis with heavy losses.[82] In retaliation, the Vandals took 500 hostages at Zakynthos, hacked them to pieces and threw the pieces overboard on the way to Carthage.[82] In 469 the Vandals gained control of Sicily but were forced by Odoacer to relinquish it in 477 except for the western port of Lilybaeum (lost in 491 after a failed attempt on their part to re-take the island).[83] In the 470s, the Romans abandoned their policy of war against the Vandals. The Western general Ricimer reached a treaty with them,[74] and in 476 Genseric was able to conclude a \"perpetual peace\" with Constantinople. Relations between the two states assumed a veneer of normality.[84] From 477 onwards, the Vandals produced their own coinage, restricted to bronze and silver low-denomination coins. The high-denomination imperial money was retained, demonstrating in the words of Merrills \"reluctance to usurp the imperial prerogative\".[85] Although the Vandals had fended off attacks from the Romans and established hegemony over the islands of the western Mediterranean, they were less successful in their conflict with the Berbers. Situated south of the Vandal kingdom, the Berbers inflicted two major defeats on the Vandals in the period 496–530.[74] Differences between the Arian Vandals and their Trinitarian subjects (including both Catholics and Donatists) were a constant source of tension in their African state. Catholic bishops were exiled or killed by Genseric and laymen were excluded from office and frequently suffered confiscation of their property.[86] He protected his Catholic subjects when his relations with Rome and Constantinople were friendly, as during the years 454–57, when the Catholic community at Carthage, being without a head, elected Deogratias bishop. The same was also the case during the years 476–477 when Bishop Victor of Cartenna sent him, during a period of peace, a sharp refutation of Arianism and suffered no punishment.[87] Huneric, Genseric's successor, issued edicts against Catholics in 483 and 484 in an effort to marginalise them and make Arianism the primary religion in North Africa.[88] Generally most Vandal kings, except Hilderic, persecuted Trinitarian Christians to a greater or lesser extent, banning conversion for Vandals, exiling bishops and generally making life difficult for Trinitarians.[citation needed] According to the 1913 Catholic Encyclopedia: \"Genseric, one of the most powerful personalities of the \"era of the Migrations\", died on 25 January 477, at the great age of around 88 years. According to the law of succession which he had promulgated, the oldest male member of the royal house was to succeed. Thus he was succeeded by his son Huneric (477–484), who at first tolerated Catholics, owing to his fear of Constantinople, but after 482 began to persecute Manichaeans and Catholics.\"[87] Gunthamund (484–496), his cousin and successor, sought internal peace with the Catholics and ceased persecution once more. Externally, the Vandal power had been declining since Genseric's death, and Gunthamund lost early in his reign all but a small wedge of western Sicily to the Ostrogoths which was lost in 491 and had to withstand increasing pressure from the autochthonous Moors. According to the 1913 Catholic Encyclopedia: \"While Thrasamund (496–523), owing to his religious fanaticism, was hostile to Catholics, he contented himself with bloodless persecutions\".[87] Hilderic (523–530) was the Vandal king most tolerant towards the Catholic Church. He granted it religious freedom; consequently Catholic synods were once more held in North Africa. However, he had little interest in war, and left it to a family member, Hoamer. When Hoamer suffered a defeat against the Moors, the Arian faction within the royal family led a revolt, raising the banner of national Arianism, and his cousin Gelimer (530–534) became king. Hilderic, Hoamer and their relatives were thrown into prison.[89] Byzantine Emperor Justinian I declared war, with the stated intention of restoring Hilderic to the Vandal throne. The deposed Hilderic was murdered in 533 on Gelimer's orders.[89] While an expedition was en route, a large part of the Vandal army and navy was led by Tzazo, Gelimer's brother, to Sardinia to deal with a rebellion. As a result, the armies of the Byzantine Empire commanded by Belisarius were able to land unopposed 10 miles (16 km) from Carthage. Gelimer quickly assembled an army,[90] and met Belisarius at the Battle of Ad Decimum; the Vandals were winning the battle until Gelimer's brother Ammatas and nephew Gibamund fell in battle. Gelimer then lost heart and fled. Belisarius quickly took Carthage while the surviving Vandals fought on.[91] On December 15, 533, Gelimer and Belisarius clashed again at the Battle of Tricamarum, some 20 miles (32 km) from Carthage. Again, the Vandals fought well but broke, this time when Gelimer's brother Tzazo fell in battle. Belisarius quickly advanced to Hippo, second city of the Vandal Kingdom, and in 534 Gelimer surrendered to the Byzantine conqueror, ending the Kingdom of the Vandals. North Africa, comprising north Tunisia and eastern Algeria in the Vandal period, became a Roman province again, from which the Vandals were expelled. Many Vandals went to Saldae (today called Béjaïa in north Algeria) where they integrated themselves with the Berbers. Many others were put into imperial service or fled to the two Gothic kingdoms (Ostrogothic Kingdom and Visigothic Kingdom). Some Vandal women married Byzantine soldiers and settled in north Algeria and Tunisia. The choicest Vandal warriors were formed into five cavalry regiments, known as Vandali Iustiniani, stationed on the Persian frontier. Some entered the private service of Belisarius.[92] The 1913 Catholic Encyclopedia states that \"Gelimer was honourably treated and received large estates in Galatia. He was also offered the rank of a patrician but had to refuse it because he was not willing to change his Arian faith\".[87] In the words of historian Roger Collins: \"The remaining Vandals were then shipped back to Constantinople to be absorbed into the imperial army. As a distinct ethnic unit they disappeared\".[90] Some of the few Vandals remained at North Africa while more migrated back to Spain.[6] In 546 the Vandalic Dux of Numidia, Guntarith, defected from the Byzantines and raised a rebellion with Moorish support. He was able to capture Carthage, but was assassinated by the Byzantines shortly afterwards. Known kings of the Vandals:[citation needed] All Vandals that modern historians know about were able to speak Latin, which also remained the official language of the Vandal administration (most of the staff seems to have been native Berber/Roman).[93] Levels of literacy in the ancient world are uncertain, but writing was integral to administration and business. Studies of literacy in North Africa have tended to centre around the administration, which was limited to the social elite. However, the majority of the population of North Africa did not live in urban centres.[94] Judith George explains that \"Analysis of the [Vandal] poems in their context holds up a mirror to the ways and values of the times\".[95] Very little work of the poets of Vandal North Africa survives, but what does is found in the Latin Anthology; apart from their names, little is known about the poets themselves, not even when they were writing. Their work drew on earlier Roman traditions. Modern scholars generally hold the view that the Vandals allowed the Romans in North Africa to carry on with their way of life with only occasional interference.[96] Since the Middle Ages, kings of Denmark were styled \"King of Denmark, the Goths and the Wends\", the Wends being a group of West Slavs formerly living in Mecklenburg and eastern Holstein in modern Germany. The title \"King of the Wends\" is translated as vandalorum rex in Latin. The title was shortened to \"King of Denmark\" in 1972.[97] Starting in 1540, Swedish kings (following Denmark) were styled Suecorum, Gothorum et Vandalorum Rex (\"King of the Swedes, Geats, and Wends\").[98] Carl XVI Gustaf dropped the title in 1973 and now styles himself simply as \"King of Sweden\". The modern term vandalism stems from the Vandals' reputation as the barbarian people who sacked and looted Rome in AD 455. The Vandals were probably not any more destructive than other invaders of ancient times, but writers who idealized Rome often blamed them for its destruction. For example, English Restoration poet John Dryden wrote, Till Goths, and Vandals, a rude Northern race, / Did all the matchless Monuments deface.[99] The term Vandalisme was coined in 1794 by Henri Grégoire, bishop of Blois, to describe the destruction of artwork following the French Revolution. The term was quickly adopted across Europe. This new use of the term was important in colouring the perception of the Vandals from later Late Antiquity, popularizing the pre-existing idea that they were a barbaric group with a taste for destruction. Vandals and other \"barbarian\" groups had long been blamed for the fall of the Roman Empire by writers and historians.[100] Robin Hemley wrote a short story, \"The Liberation of Rome\", in which a professor of ancient history (mainly Roman) is confronted by a student claiming to be an ethnic Vandal. Attribution:","Title":"Vandals - Wikipedia","KeyID":"7875","URL":"https://en.wikipedia.org/wiki/Vandals"}