{"Content: ":"The Victohali[A] were a people of Late Antiquity who lived north of the Lower Danube. In Greek their name is Biktoa or Biktoloi. They were possibly a Germanic people, and it has been suggested that they were one of the tribes of the Vandals.[1] They crossed the Danube with the Marcomanni and Quadi during the reign of Marcus Aurelius (161–180). According to the chapters attributed to \"Julius Capitolinus\" in the unreliable Historia Augusta: . . . now not only were the Victuali and Marcomanni throwing everything into confusion, but other tribes, who had been driven on by the more distant barbarians and had retreated before them, were ready to attack Italy if not peaceably received.[2] They also participated in the Marcomannic Wars, or, as Capitolinus calls it, the \"German war\" or \"war of many nations\".[3] They participated in the barbarian conflict with the Roman Empire in 290, or earlier. According to Eutropius, writing around 360, nunc Taifali, Victohali et Tervingi habent (\"the Taifali, Victohali, and Tervingi now possess\") Dacia.[4] Claudius Mamertinus, in a speech praising Maximian, says of some year shortly after 291 Tervingi, pars alia Gothorum, adiuncta manu Taifalorum, adversum Vandalos Gipedesque concurrunt (\"Tervingi, another part of the Goths, together with the Taifals, campaigned against the Vandals and Gepids\"). Given the location of this fighting and the peoples involved, \"Vandals\" in this instance is possibly an error for Victohali, who are known to have inhabited the region of the Tisza and Somes rivers at this time (from Eutropius), or alternatively perhaps the Victohali were a part of the Vandals (Vandili), along with the Lacringi, Asdingi, Silingi, Helvecones, and Nahanarvali. During the reign of Constantius II, the Sarmatian masters (the Arcaragantes) were defeated by their slaves (the Limagantes) during a revolt and fled to the Victohali for protection, as Ammianus Marcellinus writes: And these native chiefs, losing all their wisdom in their fear, fled to the Victohali, whose settlements were at a great distance, thinking it better in the choice of evils to become subject to their protectors than slaves to their own slaves.[5]","Title":"Victohali - Wikipedia","KeyID":"7880","URL":"https://en.wikipedia.org/wiki/Victohali"}