{"Content: ":"The Varini, Warni or Warini were one or more Germanic peoples who originally lived in what is now northeastern Germany, near the Baltic sea. They are first named in the Roman era, and appear to have survived into the Middle Ages. It is proposed that in Old English they were called Werns or Warns. Tacitus spelled the name as Varini, Pliny the Elder as Varinnae, Ptolemy as Viruni (Ούίρουνοι), Procopius as Varioi (Οὐάρνων). Later attestations include Wærne or Werne in the Old English Widsith, and Warnii in the Lex Thuringorum. The name supposedly meant either \"defenders\" or \"living by the river\" (from the Indo-European root *uer- \"water, rain, river\").[1] The earliest mention of this tribe appears in Pliny the Elder's Natural History (published about 77 AD). He wrote that there were five Germanic races, and one of these were the Vandals. These included the Burgodiones, the Varinnae, the Charini (not known from any other record) and the Gutones (Goths).[2] Tacitus (about AD 56 – 120) gave the most information about the Varini in his Germania. He mentioned them as one of a group of remote Suevian peoples, living beyond (north and/or east of) the Semnones and Langobardi (who lived near the Elbe). He did not mention that they were Vandili. Surviving versions of the second century Geography by Ptolemy included the Viruni (Greek Ούίρουνοι) in the description of Germania, but these are difficult to interpret and have apparently become corrupted. These describe the Viruni as being near the otherwise unknown \"Teutonoari\". Gudmund Schütte suggested that this name is an error combining the Teutones and \"Aoaroi\", and would equate the later to the Varini (Ouarni) as a doubling-up error.[5] Together these two peoples were surrounded by:[6] This is perhaps in the area of Mecklenburg, where one of the main rivers is Warnow and a town is called Warnemünde.[8] Ptolemy also plotted the position of a town named Virunum at 40°30' longitude and 55° latitude using his system. This was however east of the Chalusus river, between the \"Suevus\" and \"Viadua\" rivers, which both lay between the Chalusus and the Vistula according to him. The town Οὐιρουνον (Virunum) has been identified as somewhere near modern-day Drawsko Pomorskie.[citation needed][9] The Warini were mentioned by Procopius in the 6th century, implying that the Varini had a very large territory in his time. Procopius situates the Varni bordering the Franks, with only the river Rhine between them, but also stretching to the coast. Their king Hermegisclus had made a strategic alliance with the Frankish ruler Theudebert I (ruler Austrasia 533-547), marrying his sister Theudechild. However, in contrast he had engaged his son with the sister of the Anglian ruler. Before his death he expressed the wish to have his son married to his stepmother Theudechild instead. As a result when king Hermegisclus died, the Warinis compelled his son Radigis to marry his stepmother. The maiden, who is not named in the story, did not accept this, and crossed the North Sea with an army of 400 ships and 100.000 men, seeking retaliation. After a battle won by the Anglians, Radigis was caught hiding in a wood not far from the mouth of the Rhine and had no other choice than to marry his fiancée.[10] He also wrote in passing that when the Heruls (Eruli) had been defeated by the Lombards, some of them moved to Scandinavia (which he called Thule). When other Heruls sought to find them years later, they crossed the Danube (Ister), went through the lands of the Slavs (Sclaveni) and after a barren region, they came to the land of the Warni. After these Warni they passed through the land of the Danes, and then crossed the sea from there to Scandinavia, where they found them living with the Geats (Gautoi).[11] Others, however, question Procopius's reliability for this northern region.[12] Modern scholars claim that the area north of the Rhine may have been under Frankish control during the greater parts of the 6th and 7th centuries, at least since the defeat of the Danish sea-king Hygelac in 526.[13] According to the chronicle of Fredegar the Varni or Warni rebelled against the Merovingian Franks in 594 and were bloodily defeated by Childebert II in 595 (the year he died) \"so that few of them survived\".[14] The Warini also appear in the title of a 9th-century legal codex, Lex Angliorum, Werinorum hoc est Thuringorum (Law of the Angles and Warini, that is, of the Thuringians), which has much in common with Frankisch, Frisian and Saxon law codes. Recent research suggests that they were part of a Thuringian federation, which dominated Northern Germany from Atilla's death in 453 to the middle of the 6th century when they were crushed by the Franks. Their military fame might explain why the names of the Warini and Thuringians have been mentioned in a much wider area, extending even beyond the Rhine.[15][16] Their home country seems to have been the district between the rivers Saale and Elster, which was called Werenofeld (around Eisleben). When the region east of the Elbe became Slavic-speaking, a group in this region continued to be called Warnabi, perhaps representing assimilated Varni. The Warini are mentioned in the Anglo-Saxon poem Widsith as the Wærne or Werne. The name Billing, mentioned in Widsith, might be related to the ancestors of the Saxon Billung-family.","Title":"Warini - Wikipedia","KeyID":"7883","URL":"https://en.wikipedia.org/wiki/Warini"}