{"Content: ":"The Germanic peoples underwent gradual Christianization in the course of late antiquity and the Early Middle Ages. By AD 700, England and Francia were officially Christian, and by 1100 Germanic paganism had also ceased to have political influence in Scandinavia. Germanic peoples began entering the Roman Empire in large numbers at the same time that Christianity was spreading there.[1] The connection of Christianity to the Roman Empire was both a factor in encouraging conversion as well as, at times, a motive for persecuting Christians.[2] Until the fall of the Western Roman Empire, the Germanic tribes who had migrated there (with the exceptions of the Saxons, Franks, and Lombards, see below) had converted to Christianity.[3] Many of them, notably the Goths and Vandals, adopted Arianism instead of the Trinitarian (a.k.a. Nicene or orthodox) beliefs that were dogmatically defined by the church in the Nicene Creed.[3] The gradual rise of Germanic Christianity was, at times, voluntary, particularly among groups associated with the Roman Empire. From the 6th century, Germanic tribes were converted (or re-converted from Arianism) by missionaries of the Catholic Church.[4][5] Many Goths converted to Christianity as individuals outside the Roman Empire. Most members of other tribes converted to Christianity when their respective tribes settled within the Empire, and most Franks and Anglo-Saxons converted a few generations later. During the centuries following the fall of Rome, as the East–West Schism between the dioceses loyal to the Pope of Rome in the West and those loyal to the other Patriarchs in the East grew, most of the Germanic peoples (excepting the Crimean Goths and a few other eastern groups) would gradually become strongly allied with the Catholic Church in the West, particularly as a result of the reign of Charlemagne. Most of the East Germanic peoples, such as the Goths, Gepids, and Vandals, along with the Langobards and the Suevi in Spain converted to Arian Christianity,[6] a form of Christianity that rejected the divinity of Christ.[7] The first Germanic people to convert to Arianism were the Visigoths, at the latest in 376 when they entered the Roman Empire. This followed a longer period of missionary work by both Orthodox Christians and Arians, such as the Arian Wulfila, who was made missionary bishop of the Goths in 341 and translated the Bible into Gothic.[8] Initially, Gothic Christians had also faced some persecution under the Gothic King Athanaric, from 363 to 372. The Vandals appear to have converted following their entry into the Empire in 405; for other east Germanic peoples it is possible that Visigothic missionaries played a role in their conversion, although this is unclear.[9] Each Germanic people in the Arian faith had their own ecclesiastical organization that was controlled by the king, while the liturgy was performed in the Germanic vernacular and a vernacular bible (probably Wulfila's) was used.[7] The Arian Germanic peoples all eventually converted to Nicene Christianity, which had become the dominant form of Christianity within the Roman Empire; the last to convert were the Visigoths in Spain under their king Reccared in 587.[10] There is little evidence for any Roman missionary activity in Germania prior to the conversion of the Franks.[11] The areas of the Roman Empire conquered by the Franks, Alemanni, and Baiuvarii were mostly Christian already, and while some bishoprics continued to operate, others were abandoned, showing a reduction in the influence of Christianity in these areas.[12] In 496, the Frankish king Clovis I converted to Nicene Christianity. This began a period of missionizing within Frankish territory and the reestablishment of church provinces that had been abandoned within former Roman territory.[13] The Anglo-Saxons gradually converted following a mission sent by Pope Gregory the Great in 595.[14] In the 7th century, the Hiberno-Scottish mission resulted in the establishment of many monasteries in Frankish territory. At the same time, Frankish-supported missionary activity spread across the Rhine, led by figures of the Anglo-Saxon mission such as Saint Boniface. This affected peoples such as the Thuringians, Alemanni, Bavarians, Frisians, and Saxons.[15] The Saxons rejected Christianization, likely in part because doing so would have involved giving up their independence and becoming part of the Frankish realm.[16] They were eventually forcibly converted by Charlemagne as a result of their conquest in the Saxon Wars in 776/777: Charlemagne thereby combined religious conversion with political loyalty to his empire.[17] Continued resistance to conversion seems to have played a role in Saxon rebellions between 782 and 785, then again from 792 to 804, and during the Stellinga rebellion in (844).[18] The Anglo-Saxons gradually converted following the Gregorian mission sent by Pope Gregory the Great in 595,[14] as well as the Hiberno-Scottish mission from the north-west. Pope Gregory I sent the first Archbishop of Canterbury, Augustine, to southern England in 597. The process of conversion usually proceeded from the top of the social hierarchy downwards, generally peacefully, with a local ruler choosing to convert, whereupon his subjects then also nominally became Christian. This process was often only partial, perhaps due to confusion as to the nature of the new religion, or for a desire to take the best of both traditions. A famous case of this was king Rædwald of East Anglia, who had a Christian altar erected within his pagan temple. His suspected burial place at Sutton Hoo shows definite influences of both Christian and pagan burial rites. The last pagan Anglo-Saxon king, the Jutish king Arwald of the Isle of Wight, was killed in battle in 686 fighting against the imposition of Christianity in his kingdom. During the prolonged period of Viking incursions and settlement of Anglo-Saxon England pagan ideas and religious rites made something of a comeback, mainly in the Danelaw during the 9th century and particularly in the Kingdom of Northumbria, whose last king to rule it as an independent state was Eric Bloodaxe, a Viking, probably pagan and ruler until 954 AD. Attempts to Christianize Scandinavia were first systematically undertaken by Frankish Emperor Louis the Pious. In 831, he made the missionary Ansgar archbishop of the newly created Archdiocese of Hamburg-Bremen to undertake a mission to Scandinavia, which, however, mostly failed. Missionary activity resumed under the Ottonian dynasty. The Danish king Harald Bluetooth was baptized in the late 900s, but most Danes appear to have remained pagan and converted later under English influence during the reign of Canute the Great.[19] Norway was converted mostly by the activity of its kings. Despite resistance such as the rule of the pagan Haakon Sigurdsson, Christianization was largely achieved by Olaf II (died 1030), who had converted in England.[19] The settlement of Iceland included some Christians, but full conversion there did not occur until a decision of the Allthing in 1000.[20] The last Germanic people to convert were the Swedes, although the Geats had converted earlier. The pagan Temple at Uppsala seems to have continued to exist into the early 1100s.[21] The baptism of Clovis highlights two important characteristics of the Christianization of Europe. Clovis I's wife Clotilde was a Chalcedonian Christian and had an important role in the conversion of her husband.[22] Long before his own baptism, Clovis had allowed his sons to be baptised.[23] However, the decisive reason for Clovis to adopt the Christian faith was the belief that he received spiritual battle aid from Christ.[24][25] In the Battle of Tolbiac he prayed to Christ for victory. Clovis was victorious, and afterward he had himself instructed in the Christian faith by Saint Remigius.[26] That a pagan like Clovis could ask Christ for help shows the adaptability of Germanic polytheism. In the polytheistic Germanic tradition, \"if Odin failed, one absolutely could try it with Christ for once.\"[23] The Christian sense of religious exclusivism was unknown to the pagans. As a result, pagans could be pragmatic and almost utilitarian in their religious decisions. A good example for this are several Thor's Hammers with engraved crosses, worn as amulets, that archaeologists have found in Scandinavia.[27] Another exemplary event happened during Ansgar's second stay in Birka, when a pagan priest demanded from the locals that they not participate in the cult of the foreign Christian God. If they did not have enough gods yet, they should elevate one of their deceased kings, Erik, to be a god.[28] The baptism of Clovis I also highlights the sacral role of the Germanic king. A Germanic king was not only a political ruler, but also held the highest religious office for his people.[29] He was seen as of divine descent, was the leader of the religious cult and was responsible for the fertility of the land and military victory. Accordingly, the conversion of their leader had a strong impact on his people. If he considered it appropriate to adopt the Christian belief, this also was a good idea for them. Conversion of the Germanic tribes in general took place \"top to bottom\" (Fletcher 1999:236), in the sense that missionaries aimed at converting the Germanic nobility first, who would then impose their new faith on the general population. This is attributable to the sacral position of the king in Germanic paganism: The king is charged with interacting with the divine on behalf of his people, so that the general population saw nothing wrong with their kings choosing alternate modes of worship (Padberg 1998:29; though Fletcher 1999:238 would rather attribute the motivation for conversion to the workings of loyalty-for-reward ethics that underpinned the relationship between a king and his retinue). Consequently, Christianity had to be made palatable to these Migration Age warlords as a heroic religion of conquerors, a rather straightforward task, considering the military splendour of the Roman Empire. Thus early Germanic Christianity was presented as an alternative to native Germanic paganism and elements were syncretized, for examples parallels between Woden and Christ. A fine illustration of these tendencies is the Anglo-Saxon poem Dream of the Rood, where Jesus is cast in the heroic model of a Germanic warrior, who faces his death unflinchingly and even eagerly. The Cross, speaking as if it were a member of Christ's band of retainers, accepts its fate as it watches its Creator die, and then explains that Christ's death was not a defeat but a victory. This is in direct correspondence to the Germanic pagan ideals of fealty to one's lord. Christian missionaries to Germanic peoples: to the Goths to the Lombards to the Alamanni to the Anglo-Saxons (see Anglo-Saxon Christianity) to the Frankish Empire (see Hiberno-Scottish, Anglo-Saxon mission) to the Bavarians to Scandinavia","Title":"Christianisation of the Germanic peoples - Wikipedia","KeyID":"7884","URL":"https://en.wikipedia.org/wiki/Christianisation_of_the_Germanic_peoples"}