{"Content: ":"Christianization of the Franks was the process of converting the pagan Franks to Catholicism during the late 5th century and early 6th century. It was started by Clovis I, regulus of Tournai, with the insistence of his wife, Clotilde and Saint Remigius, the bishop of Reims. Unlike many other Germanic people who migrated to the Roman Empire during the Migration Period the Salian Franks and the Ripuarian Franks, were not Arian, but still pagan. The Arians believed that Jesus was a distinct and separate being from God the Father, both subordinate to and created by Him. This contrasted Nicene Christianity, whose followers believe that God the Father, Jesus, and the Holy Spirit are three persons of one being (consubstantiality). However, when Arianism was declared a heresy at the First Council of Nicaea in 325, the banished Arians (such as Bishop Ulfilas) proceeded to convert Germanic pagans to their faith in the 4th century. These Gothic converts came to dominate Christian Gaul.[1] Clovis's wife Clotilde, a Burgundian princess, was a Catholic despite the Arianism that surrounded her at court.[1] Her persistence eventually persuaded Clovis to convert to Catholicism, which he initially resisted. Clotilde had wanted her son to be baptized, but Clovis refused, so she had the child baptized without Clovis's knowledge. Shortly after his baptism, their son died, which further strengthened Clovis's resistance to conversion. Clotilde also had their second son baptized without her husband's permission, and this son became ill and nearly died after his baptism.[2] Clovis eventually converted to Catholicism following the Battle of Tolbiac on Christmas Day 508[3][4] in a small church in the vicinity of the subsequent Abbey of Saint-Remi in Reims; a statue of his baptism by Saint Remigius can still be seen there. The details of this event have been passed down by Gregory of Tours, who recorded them many years later in the 6th century. The king's Catholic baptism was of immense importance in the subsequent history of Western and Central Europe in general, for Clovis expanded his dominion over almost all of Gaul. Catholicism offered certain advantages to Clovis as he fought to distinguish his rule among many competing power centers in Western Europe. His conversion to the Roman Catholic form of Christianity served to set him apart from the other Germanic kings of his time, such as those of the Visigoths and the Vandals, who had converted from Germanic paganism to Arian Christianity. His embrace of the Roman Catholic faith may have also gained him the support of the Catholic Gallo-Roman aristocracy in his later campaign against the Visigoths, which drove them from southern Gaul in 507 and resulted in a great many of his people converting to Catholicism as well.[5] On the other hand, Bernard Bachrach has argued that his conversion from Frankish paganism alienated many of the other Frankish sub-kings and weakened his military position over the next few years. In the interpretatio romana, Saint Gregory of Tours gave the Germanic gods that Clovis abandoned the names of roughly equivalent Roman gods, such as Jupiter and Mercury.[6] William Daly, more directly assessing Clovis's allegedly barbaric and pagan origins,[7] ignored the Gregory of Tours version and based his account on the scant earlier sources, a sixth-century \"vita\" of Saint Genevieve and letters to or concerning Clovis from bishops and Theodoric. Clovis and his wife were buried in the Abbey of St Genevieve (St. Pierre) in Paris; the original name of the church was the Church of the Holy Apostles.[8]","Title":"Christianization of the Franks - Wikipedia","KeyID":"7886","URL":"https://en.wikipedia.org/wiki/Christianization_of_the_Franks"}