{"Content: ":"Iceland was Christianized in the year 1000 CE, when Christianity became the religion by law. In Icelandic, this event is known as the kristnitaka (literally, \"the taking of Christianity\"). The vast majority of the initial settlers of Iceland during the settlement of Iceland in the 9th and 10th centuries CE were pagan, worshipping the Æsir (the Norse gods). Beginning in 980, Iceland was visited by several Christian missionaries who had little success; but when Olaf Tryggvason (who had converted around 998) ascended to the Norwegian throne, there were many more converts, and the two rival religions soon divided the country and threatened civil war. After war broke out in Denmark and Norway, the matter was submitted to arbitration at the Althing. Law speaker and pagan Thorgeir Thorkelsson proposed \"one law and one religion\" after which baptism and conversion to Christianity became compulsory.[1][2] Ari Thorgilsson's Book of the Icelanders, the oldest indigenous account of Iceland's Christianization describes how Icelanders agreed to convert to Christianity through a bargain whereby some pragmatic concessions were granted to the pagans in exchange for converting.[3] According to Njáls saga the Althing in 1000 declared Christianity as the official religion.[1] Iceland's adoption of Christianity is traditionally ascribed to the year 1000 (although some historians would place it in the year 999). The major sources for the events preceding the adoption of Christianity are Ari Thorgilsson's Book of the Icelanders, the Icelandic family sagas and Church writings about the first bishops and preachers. Ari's account of the events surrounding the conversion seems to be reliable; although he was born 67 years after the conversion, he cites first-hand sources.[citation needed] Beginning in 980, Iceland was visited by several missionaries. The first of these seems to have been an Icelander returning from abroad, one Thorvald Konradsson. Accompanying Thorvald was a Saxon bishop named Fridrek, about whom little is known, but it is said he baptized Thorvald. Thorvald's attempts to convert Icelanders met with limited success. His father Konrad was the first to convert and then his family. He and the bishop visited different districts before arriving at the Althing, but their attempts were met with ridicule and even insulting skaldic verses. Thorvald killed two of the men and clashes continued between Thorvald's followers and pagans. Thorvald left Iceland in 986 on an expedition to Eastern Europe where he is said to have died not long after.[4] When Olaf Tryggvason ascended the throne of Norway, the effort to Christianize Iceland intensified. King Olaf sent an Icelander named Stefnir Thorgilsson back to his homeland to convert his fellow countrymen. Stefnir violently destroyed sanctuaries and images of the heathen gods – this made him so unpopular that he was eventually declared an outlaw. After Stefnir's failure, Olaf sent a priest named Thangbrand. Thangbrand was an experienced missionary, having proselytized in Norway and the Faroe Islands. His mission in Iceland from c. 997–999 was only partly successful. He managed to convert several prominent Icelandic chieftains, but killed two or three men in the process.[5] Thangbrand returned to Norway in 999 and reported his failure to King Olaf, who immediately adopted a more aggressive stance towards the Icelanders. He refused Icelandic seafarers access to Norwegian ports and took as hostages several Icelanders then dwelling in Norway. This cut off all trade between Iceland and its main trading partner. Some of the hostages taken by King Olaf were the sons of prominent Icelandic chieftains, whom he threatened to kill unless the Icelanders accepted Christianity. In the 11th century, three Armenian bishops, Petros, Abraham and Stephannos are recorded by Icelandic sources as Christian missionaries in Iceland. Their presence has been explained in terms of the service of King Harald Hardrada of Norway (c.1047–1066) as a Varangian in Constantinople, where he had met Armenians serving in the Byzantine Imperial Army.[6] [7] The Icelandic Commonwealth's limited foreign policy consisted almost entirely of maintaining good relations with Norway. The Christians in Iceland used the King's pressure to step up efforts at conversion. The two rival religions soon divided the country and threatened civil war. This state of affairs reached a high point the next summer during the meeting of the Althing (Alþingi), the Commonwealth's governing assembly. Fighting between adherents of the rival religions seemed likely until mediators intervened and the matter was submitted to arbitration. The law speaker of the Althing, Thorgeir Thorkelsson, the gothi of Ljósavatn, was acceptable to both sides as mediator, being known as a moderate and reasonable man. Thorgeir accepted responsibility for deciding whether Iceland should become Christian, with the condition that both parties abide by his decision. When this was agreed, he spent a day and a night resting under a fur blanket, contemplating. The following day he announced that Iceland was to become Christian, with the condition that old laws concerning the exposure of infants and the eating of horseflesh would remain, and that private pagan worship be permitted. These sticking points related to long-established customs that ran contrary to the laws of the Church. Horsemeat is a taboo food in many cultures, and Pope Gregory III had banned the Germanic custom of its consumption in 732. Likewise, infanticide used to be widespread around the world, and the practice of exposing \"surplus\" children was an established part of old Icelandic culture. Thorgeir, who was himself a pagan priest, according to a false myth took his pagan idols and threw them into a large waterfall, which is now known as Waterfall of the Gods (Icelandic: Goðafoss), contrary to popular myth. The story of Þorgeir's role in the adoption of Christianity in Iceland is preserved in Ari Þorgilsson's Íslendingabók, however no mention is made of Þorgeir throwing his idols into Goðafoss. The legend appears to be a nineteenth-century fabrication. The problem of changing religions was thus solved, as people abided by Thorgeir's decision and were baptized. Civil war was averted via arbitration. Iceland's peaceful adoption is in many ways remarkable, given the decades of civil strife before Norway became fully Christian. A likely explanation is that the major gothi chieftains of Iceland preferred to comply with the king of Norway's pressures (and money)[8] and avoid civil strife. Once the Church was firmly in control in Iceland, horse meat, infanticide, and pagan rituals practiced in private were banned.[9] However, private worship of pagan gods persisted in Iceland for centuries and is even making a moderate resurgence today, both in Iceland and around the world.","Title":"Christianization of Iceland - Wikipedia","KeyID":"7889","URL":"https://en.wikipedia.org/wiki/Christianization_of_Iceland"}