{"Content: ":"In narrative, a motif (pronunciation) (help·info) is a distinctive repeating feature or idea; often, it helps develop other narrative (or literary) aspects such as theme or mood.[1][2] A narrative motif can be created through the use of imagery, structural components, language, and other elements throughout literature. The flute in Arthur Miller's play Death of a Salesman is a recurrent sound motif that conveys rural and idyllic notions. Another example from modern American literature is the green light found in the novel The Great Gatsby by F. Scott Fitzgerald. Narratives may include multiple motifs of varying types. In Shakespeare's play Macbeth, he uses a variety of narrative elements to create many different motifs. Imagistic references to blood and water are continually repeated. The phrase \"fair is foul, and foul is fair\" is echoed at many points in the play, a combination that mixes the concepts of good and evil. The play also features the central motif of the washing of hands, one that combines both verbal images and the movement of the actors. In a narrative, a motif establishes a pattern of ideas that may serve different conceptual purposes in different works. Kurt Vonnegut, for example, in his non-linear narratives such as Slaughterhouse-Five and Cat's Cradle makes frequent use of motif to connect different moments that might seem otherwise separated by time and space.[3] In the American science fiction cult classic Blade Runner, director Ridley Scott uses motifs to not only establish a dark and shadowy film noir atmosphere,[4] but also to weave together the thematic complexities of the plot. Throughout the film, the recurring motif of \"eyes\" is connected to a constantly changing flow of images, and sometimes violent manipulations, in order to call into question our ability, and the narrator's own, to accurately perceive and understand reality.[5][6][7] Narrative motifs can be ironic. For example, in Michael Crichton's Jurassic Park novel, control is a recurring motif via chapter title and topic of discussion; it's an ironic motif that is instantiated in the constant creation of the unknown and the belief that it can be controlled and contained. The irony is explained through the articulation of Dr. Ian Malcolm's dialogue. Any number of narrative elements with symbolic significance can be classified as motifs—whether they are images, spoken or written phrases, structural or stylistic devices, or other elements like sound, physical movement, or visual components in dramatic narratives. While it may appear interchangeable with the related concept, theme,[8] a general rule is that a theme is abstract and a motif is concrete.[9] A theme is usually defined as a message, statement, or idea, while a motif is simply a detail repeated for larger symbolic meaning. In other words, a narrative motif—a detail repeated in a pattern of meaning—can produce a theme; but it can also create other narrative aspects. Nevertheless, the distinction between the two terms remains difficult to pinpoint. For instance, the term \"thematic patterning\" has been used to describe the way in which \"recurrent thematic concepts\" are patterned to produce meaning, such as the \"moralistic motifs\" found throughout the stories of One Thousand and One Nights.[10]","Title":"Motif (narrative) - Wikipedia","KeyID":"7890","URL":"https://en.wikipedia.org/wiki/Motif_(narrative)"}