{"Content: ":"The Other Wise Man is a short novel or long short story by Henry van Dyke. It was initially published in 1895[1][2] and has been reprinted many times since then. The story is an addition and expansion of the account of the Biblical Magi, recounted in the Gospel of Matthew in the New Testament.[3] It tells about a \"fourth\" wise man (accepting the tradition that the Magi numbered three), a priest of the Magi named Artaban, one of the Medes from Persia. Like the other Magi, he sees signs in the heavens proclaiming that a King had been born among the Jews. Like them, he sets out to see the newborn ruler, carrying treasures to give as gifts to the child - a sapphire, a ruby, and a \"pearl of great price\". However, he stops along the way to help a dying man, which makes him late to meet with the caravan of the other three wise men. Because he missed the caravan, and he can't cross the desert with only a horse, he is forced to sell one of his treasures in order to buy the camels and supplies necessary for the trip. He then commences his journey but arrives in Bethlehem too late to see the child, whose parents have fled to Egypt. He saves the life of a child at the price of another of his treasures. He then travels to Egypt and to many other countries, searching for Jesus for many years and performing acts of charity along the way. After 33 years, Artaban is still a pilgrim, and a seeker after light. Artaban arrives in Jerusalem just in time for the crucifixion of Jesus. He spends his last treasure, the pearl, to ransom a young woman from being sold into slavery. He is then struck in the head by a falling roof tile and is about to die, having failed in his quest to find Jesus, but having done much good through charitable works. A voice tells him \"Verily I say unto thee, Inasmuch as thou hast done it unto one of the least of these my brethren, thou hast done it unto me.\" (Matthew 25:40)[4] He dies in a calm radiance of wonder and joy. His treasures were accepted, and the Other Wise Man found his King. A large star sapphire, the Star of Artaban, was named for this story. It is currently found at the Smithsonian National Museum of Natural History.[21]","Title":"The Other Wise Man - Wikipedia","KeyID":"7899","URL":"https://en.wikipedia.org/wiki/The_Other_Wise_Man"}