{"Content: ":"Walter Bendix Schönflies Benjamin (/ˈbɛnjəmɪn/; German: [ˈvaltɐ ˈbɛnjamiːn];[6] 15 July 1892 – 26 September 1940)[7] was a German Jewish philosopher, cultural critic and essayist. An eclectic thinker, combining elements of German idealism, Romanticism, Western Marxism, and Jewish mysticism, Benjamin made enduring and influential contributions to aesthetic theory, literary criticism, and historical materialism. He was associated with the Frankfurt School, and also maintained formative friendships with thinkers such as playwright Bertolt Brecht and Kabbalah scholar Gershom Scholem. He was also related to German political theorist and philosopher Hannah Arendt through her first marriage to Benjamin's cousin Günther Anders. Among Benjamin's best known works are the essays \"The Work of Art in the Age of Mechanical Reproduction\" (1935), and \"Theses on the Philosophy of History\" (1940). His major work as a literary critic included essays on Baudelaire, Goethe, Kafka, Kraus, Leskov, Proust, Walser, and translation theory. He also made major translations into German of the Tableaux Parisiens section of Baudelaire's Les Fleurs du mal and parts of Proust's À la recherche du temps perdu. In 1940, at the age of 48, Benjamin committed suicide at Portbou on the French–Spanish border while attempting to escape from the invading Wehrmacht. Though popular acclaim eluded him during his life, the decades following his death won his work posthumous renown. Walter Benjamin and his younger siblings, Georg (1895–1942) and Dora (1901–1946), were born to a wealthy business family of assimilated Ashkenazi Jews in the Berlin of the German Empire (1871–1918). Walter's father, Emil Benjamin, was a banker in Paris who had relocated from France to Germany, where he worked as an antiques trader in Berlin; he later married Pauline Schönflies. He owned a number of investments in Berlin, including ice skating rinks. Walter's uncle, William Stern (born Wilhelm Louis Stern; 1871-1938), was a prominent German child psychologist who developed the concept of the intelligence quotient (IQ). He also had a cousin, Günther Anders (born Günther Siegmund Stern; 1902-1992), a German philosopher and anti-nuclear activist who studied under Edmund Husserl and Martin Heidegger. Through his mother, Walter's great-uncle was the classical archaeologist Gustav Hirschfeld.[8] In 1902, ten-year-old Walter was enrolled to the Kaiser Friedrich School in Charlottenburg; he completed his secondary school studies ten years later. in his youth, Walter was of fragile health and so in 1905 the family sent him to Hermann-Lietz-Schule Haubinda, a boarding school in the Thuringian countryside, for two years; in 1907, having returned to Berlin, he resumed his schooling at the Kaiser Friedrich School.[7] In 1912, at the age of 20, he enrolled at the University of Freiburg, but at summer semester's end he returned to Berlin and matriculated at the University of Berlin to continue studying philosophy. There, Benjamin had his first exposure to Zionism, which had not been part of his liberal upbringing. This gave him occasion to formulate his own ideas about the meaning of Judaism. Benjamin distanced himself from political and nationalist Zionism, instead developing in his own thinking what he called a kind of \"cultural Zionism\"—an attitude that recognized and promoted Judaism and Jewish values. In Benjamin's formulation, his Jewishness meant a commitment to the furtherance of European culture. He wrote: \"My life experience led me to this insight: the Jews represent an elite in the ranks of the spiritually active ... For Judaism is to me in no sense an end in itself, but the most distinguished bearer and representative of the spiritual.\" This was a position Benjamin largely held lifelong.[9] It was as a speaker and debater in the milieu of the Gustav Wyneken's German Youth Movement that Benjamin was first encountered by Gershom Scholem and later Martin Buber although he'd parted ways with the youth group before they'd become properly acquainted.[10] Elected president of the Freie Studentenschaft (Free Students Association), Benjamin wrote essays arguing for educational and general cultural change.[11][full citation needed] When not reelected as student association president, he returned to Freiburg University to study, with particular attention to the lectures of Heinrich Rickert; at that time he traveled to France and Italy. His attempt to volunteer for service at the outbreak of World War I in August 1914 was rejected by the army.[12] Benjamin later feigned illnesses to avoid conscription,[12][13] allowing him to continue his studies and his translations of works by French poet Charles Baudelaire. His conspicuous refuge in Switzerland on dubious medical grounds was a likely factor in his ongoing challenges in obtaining academic employment after the war.[13] The next year, 1915, he moved to Munich, and continued his schooling at the University of Munich, where he met Rainer Maria Rilke and Gershom Scholem; the latter became a friend. In that year, Benjamin wrote about the 18th-century Romantic German poet Friedrich Hölderlin. In 1917 Benjamin transferred to the University of Bern; there he met Ernst Bloch, and Dora Sophie Pollak (née Kellner), whom he married. They had a son, Stefan Rafael, in 1918. In 1919 Benjamin earned his Ph.D. cum laude with the dissertation Der Begriff der Kunstkritik in der deutschen Romantik (The Concept of Art Criticism in German Romanticism). For his post-doctoral thesis in 1920, Benjamin hit upon an idea very similar to the thesis proposed by Heidegger in the latter's own postdoctoral project (Dun Scotus: Theory of Categories and Meaning). Wolfram Eilenberger writes that Benjamin's plan was, \"to legitimize [his theory of language] with reference to a largely forgotten tradition [found in the archaic writings of Duns Scotus], and to strike the sparks of systematization from the apparent disjunct among modern, logical, and analytical linguistic philosophy and medieval speculations on language that fell under the heading of theology\".[13] After Gershom Scholem sympathetically informed his friend that his interest in the concept had been pre-empted by Heidegger's earlier publication, Benjamin seems to have derived a lifelong antagonism toward the rival philosopher whose major insights, over the course of both of their careers, sometimes overlapped and sometimes conflicted with Benjamin's.[13] Incidentally, at that time Heidegger was soon to embark on a love affair with Hannah Arendt, later related to Benjamin through marriage to his cousin. Later, unable to support himself and family, Benjamin returned to Berlin and resided with his parents. In 1921 he published the essay \"Zur Kritik der Gewalt (Toward the Critique of Violence)\". At this time Benjamin first became socially acquainted with Leo Strauss, and he remained an admirer of Strauss and his work throughout his life.[14][15][16] Starting in adolescence, in a trend of episodic behavior that was to remain true throughout his life, Benjamin was a maven within an important community during a critically important historical period: the left-intelligentsia of interwar Berlin and Paris. Acquaintance with the eccentric critic was a connecting thread for a variety of major figures in metaphysics, philosophy, theology, the visual arts, theater, literature, radio, politics and various other domains. Benjamin was less of an organizer, impresario, or celebrity author and more of an occult, Zelig-like figure who just happened to be present on the outskirts of an improbably numerous inventory of the most important events within the intellectual ferment of the interwar-period in Weimar Germany and to interpret those events in a peculiar and sometimes unsettlingly premonitory style. He was in the crowd at the conference where Kurt Gödel first described the incompleteness theorem.[17] He was an early draft script reader, comrade and frequent house-guest of Bertolt Brecht's (the most innovative writer and director of the Berlin theater scene, memorably mythologized in the musical Cabaret). Martin Buber took an interest in Benjamin, but the younger author declined to contribute to Buber’s journal because it was too exoteric. He hung out with Ernst Bloch while the older author was writing the Spirit of Utopia. Now a lesser known work, Bloch's Utopia is included as the representative Bolshevik Jewish work in a group of six prophetic, apocalyptic interwar German books that, George Steiner writes, \"were more than books in their dimensions and extremity\", characterizing the end-times ambience of thought in Germany during the Weimar period and setting the metaphysical tone of the era whose climax came with the Second World War from the perspective of German intelligentsia contemporary to that moment (other entries in this list include Being & Time by Martin Heidegger, The Decline of the West by Oswald Spengler, The Epistle to the Romans by Karl Barth, The Star of Redemption by Franz Rosenzweig and Mein Kampf by Adolf Hitler).[18] It was Bloch's commission that inspired Benjamin's work on the theory of categories, according to Scholem.[15] This was to be a consequential theme throughout his career. One of Benjamin's high-school best friends (also a German Jew) committed suicide by gas at the outbreak of the first World War, while another was the one of the Jewish liaisons who took Nazi diplomats on a tour of Palestine during a period of Nazi-Zionist relations when the Third Reich was preparing the European Zionists to believe that Europe's Jews would be forcibly emigrated from the Reich, deflecting communal attention from the looming possibility of the strategy that was actually executed: mass extermination in the death camps.[19][20] His oldest friend, and sole executor of his literary estate, Gershom Scholem would resurrect the canonical books of the Kabballah from private libraries and ancient document dumps called Genizah when they flooded into Israel as darkness fell in the West during the time leading up to, coinciding with, and following after the Holocaust. The list goes on. In 1923, when the Institute for Social Research was founded, later to become home to the Frankfurt School, Benjamin published Charles Baudelaire, Tableaux Parisiens. At that time he became acquainted with Theodor Adorno and befriended Georg Lukács, whose The Theory of the Novel (1920) much influenced him. Meanwhile, the inflation in the Weimar Republic after the war made it difficult for Emil Benjamin to continue supporting his son's family. At the end of 1923 Scholem emigrated to Palestine, a country under the British Mandate of Palestine; despite repeated invitations, he failed to persuade Benjamin (and family) to leave the Continent for the Middle East. In 1924 Hugo von Hofmannsthal, in the Neue Deutsche Beiträge magazine, published Benjamin's \"Goethes Wahlverwandtschaften\" (\"Goethe's Elective Affinities\"), about Goethe's third novel, Die Wahlverwandtschaften (1809). Later that year Benjamin and Bloch resided on the Italian island of Capri; Benjamin wrote Ursprung des deutschen Trauerspiels (The Origin of German Tragic Drama) as a habilitation dissertation meant to qualify him as a tenured university professor in Germany. At Bloch's suggestion, he read Lukács's History and Class Consciousness (1923). He also met the Latvian Bolshevik and actress Asja Lācis, then residing in Moscow; he became her lover and was a lasting intellectual influence on him.[21][failed verification] A year later, in 1925, Benjamin withdrew The Origin of German Tragic Drama as his possible qualification for the habilitation teaching credential at the University of Frankfurt at Frankfurt am Main, fearing its possible rejection;[22] he was not to be an academic instructor. Working with Franz Hessel he translated the first volumes of Marcel Proust's À la Recherche du Temps Perdu (In Search of Lost Time). The next year, 1926, he began writing for the German newspapers Frankfurter Zeitung (The Frankfurt Times) and Die Literarische Welt (The Literary World); that paid enough for him to reside in Paris for some months. In December 1926, the year his father died, Benjamin went to Moscow[23] to meet Lācis and found her ill in a sanatorium.[24] During his stay in Moscow, he was asked by the editorial board of the Great Soviet Encyclopedia to write an article on Johann Wolfgang von Goethe for the first edition of the encyclopedia. Benjamin's article was ultimately rejected, with reviewer Anatoly Lunacharsky (then the People's Commissar of Education) characterizing it as \"non-encyclopedic\",[25] and only a small part of the text prepared by Benjamin was included in the encyclopedia. During Benjamin's lifetime, the article was not published in its entirety. A Russian translation of the article was published in the Russian edition of The Work of Art in the Age of Mechanical Reproduction in 1996.[26][27] In 1927, he began Das Passagen-Werk (The Arcades Project), his uncompleted magnum opus, a study of 19th-century Parisian life. The same year, he saw Scholem in Berlin, for the last time, and considered emigrating from Germany to Palestine. In 1928, he and Dora separated (they divorced two years later, in 1930); in the same year he published Einbahnstraße (One-Way Street), and a revision of his habilitation dissertation Ursprung des Deutschen Trauerspiels (The Origin of German Tragic Drama). In 1929 Berlin, Lācis, then an assistant to Bertolt Brecht, socially presented the intellectuals to each other. In that time, Benjamin also briefly embarked upon an academic career, as an instructor at the University of Heidelberg. In 1932, during the turmoil preceding Adolf Hitler's assumption of the office of Chancellor of Germany, Benjamin left Germany for the Spanish island of Ibiza for some months; he then moved to Nice, where he considered killing himself. Perceiving the sociopolitical and cultural significance of the Reichstag fire (27 February 1933) as the de facto Nazi assumption of full power in Germany, then manifest with the subsequent persecution of the Jews, he moved to Paris, but before doing so he sought shelter in Svendborg, at Bertolt Brecht's house, and at Sanremo, where his ex-wife Dora lived. As he ran out of money, Benjamin collaborated with Max Horkheimer, and received funds from the Institute for Social Research, later going permanently into exile. In Paris, he met other refugee German artists and intellectuals; he befriended Hannah Arendt, novelist Hermann Hesse, and composer Kurt Weill. In 1936, a first version of \"The Work of Art in the Age of Mechanical Reproduction\" (originally written in German in 1935) was published in French (\"L'œuvre d'art à l'époque de sa reproduction méchanisée\") by Max Horkheimer in the Zeitschrift für Sozialforschung journal of the Institute for Social Research. It was a critique of the authenticity of mass-produced art; he wrote that a mechanically produced copy of an artwork can be taken somewhere the original could never have gone, arguing that the presence of the original is \"prerequisite to the concept of authenticity\".[28] In 1937 Benjamin worked on \"Das Paris des Second Empire bei Baudelaire\" (\"The Paris of the Second Empire in Baudelaire\"), met Georges Bataille (to whom he later entrusted the Arcades Project manuscript), and joined the College of Sociology. In 1938 he paid a last visit to Brecht, who was exiled to Denmark. Meanwhile, the Nazi régime stripped German Jews of their German citizenship; now a stateless man, Benjamin was arrested by the French government and incarcerated for three months in a prison camp near Nevers, in central Burgundy. Returning to Paris in January 1940, he wrote \"Über den Begriff der Geschichte\" (\"On the Concept of History\", later published as \"Theses on the Philosophy of History\"). While the Wehrmacht was pushing back the French Army, on 13 June Benjamin and his sister fled Paris to the town of Lourdes, just a day before the Germans entered the capital with orders to arrest him at his flat. In August, he obtained a travel visa to the US that Horkheimer had negotiated for him. In eluding the Gestapo, Benjamin planned to travel to the US from neutral Portugal, which he expected to reach via Francoist Spain, then ostensibly a neutral country. The historical record indicates that he safely crossed the French–Spanish border and arrived at the coastal town of Portbou, in Catalonia on 25 September 1940. The Franco government had cancelled all transit visas and ordered the Spanish police to return such persons to France, including the Jewish refugee group Benjamin had joined. They were told by the Spanish police that they would be deported back to France the next day, which would have thwarted Benjamin's plans to travel to the United States. Expecting repatriation to Nazi hands, Benjamin killed himself with an overdose of morphine tablets that night, while staying at the Hotel de Francia; the official Portbou register records 26 September 1940 as the date of death.[7][29][30][31][32] Benjamin's colleague Arthur Koestler, also fleeing Europe, attempted suicide by taking some of the morphine tablets, but survived.[33] Benjamin's brother Georg was murdered at the Mauthausen-Gusen concentration camp in 1942. Despite his suicide, Benjamin was buried in the consecrated section of a Roman Catholic cemetery. The others in his party were allowed passage the next day (maybe because Benjamin's suicide shocked Spanish officials), and safely reached Lisbon on 30 September. Arendt, who crossed the French-Spanish border at Portbou a few months later, passed the manuscript of Theses to Adorno. Another completed manuscript, which Benjamin had carried in his suitcase, disappeared after his death and has not been recovered.[34] Some critics speculate that it was his Arcades Project in a final form; this is very unlikely as the author's plans for the work had changed in the wake of Adorno's criticisms in 1938, and it seems clear that the work was flowing over its containing limits in his last years. Walter Benjamin corresponded much with Theodor Adorno and Bertolt Brecht, and was occasionally funded by the Frankfurt School under the direction of Adorno and Horkheimer, even from their New York City residence. The competing influences—Brecht's Marxism, Adorno's critical theory, Gerschom Scholem's Jewish mysticism—were central to his work, although their philosophic differences remained unresolved. Moreover, the critic Paul de Man argued that the intellectual range of Benjamin's writings flows dynamically among those three intellectual traditions, deriving a critique via juxtaposition; the exemplary synthesis is \"Theses on the Philosophy of History\". At least one scholar, historian of religion Jason Josephson-Storm, has argued that Benjamin's diverse interests may be understood in part by understanding the influence of Western Esotericism on Benjamin. Some of Benjamin's key ideas were adapted from occultists and New Age figures including Eric Gutkind and Ludwig Klages, and his interest in esotericism is known to have extended far beyond the Jewish Kabbalah.[35] \"Theses on the Philosophy of History\" is often cited as Benjamin's last complete work, having been completed, according to Adorno, in the spring of 1940. The Institute for Social Research, which had relocated to New York, published Theses in Benjamin's memory in 1942. Margaret Cohen writes in the Cambridge Companion to Walter Benjamin: In the \"Concept of History\" Benjamin also turned to Jewish mysticism for a model of praxis in dark times, inspired by the kabbalistic precept that the work of the holy man is an activity known as tikkun. According to the kabbalah, God's attributes were once held in vessels whose glass was contaminated by the presence of evil and these vessels had consequently shattered, disseminating their contents to the four corners of the earth. Tikkun was the process of collecting the scattered fragments in the hopes of once more piecing them together. Benjamin fused tikkun with the Surrealist notion that liberation would come through releasing repressed collective material, to produce his celebrated account of the revolutionary historiographer, who sought to grab hold of elided memories as they sparked to view at moments of present danger. In the essay, Benjamin's famed ninth thesis struggles to reconcile the Idea of Progress in the present with the apparent chaos of the past: A Klee painting named Angelus Novus shows an angel looking as though he is about to move away from something he is fixedly contemplating. His eyes are staring, his mouth is open, his wings are spread. This is how one pictures the angel of history. His face is turned toward the past. Where we perceive a chain of events, he sees one single catastrophe which keeps piling wreckage upon wreckage and hurls it in front of his feet. The angel would like to stay, awaken the dead, and make whole what has been smashed. But a storm is blowing from Paradise; it has got caught in his wings with such violence that the angel can no longer close them. The storm irresistibly propels him into the future to which his back is turned, while the pile of debris before him grows skyward. This storm is what we call progress. The final paragraph about the Jewish quest for the Messiah provides a harrowing final point to Benjamin's work, with its themes of culture, destruction, Jewish heritage and the fight between humanity and nihilism. He brings up the interdiction, in some varieties of Judaism, of attempts to determine the year when the Messiah would come into the world, and points out that this did not make Jews indifferent to the future \"for every second of time was the strait gate through which the Messiah might enter\". Perhaps Walter Benjamin's best known essay, \"The Work of Art in the Age of Mechanical Reproduction,\" identifies the perceptual shift that takes place when technological advancements emphasize speed and reproducibility.[36] The aura is found in a work of art that contains presence. The aura is precisely what cannot be reproduced in a work of art: its original presence in time and space.[36] He suggests a work of art's aura is in a state of decay because it is becoming more and more difficult to apprehend the time and space in which a piece of art is created. This essay also introduces the concept of the optical unconscious, a concept that identifies the subject's ability to identify desire in visual objects. This also leads to the ability to perceive information by habit instead of rapt attention.[36] Ursprung des deutschen Trauerspiels (The Origin of German Tragic Drama, 1928), is a critical study of German baroque drama, as well as the political and cultural climate of Germany during the Counter-Reformation (1545–1648). Benjamin presented the work to the University of Frankfurt in 1925 as the (postdoctoral) dissertation meant to earn him the Habilitation (qualification) to become a university instructor in Germany. Professor Schultz of University of Frankfurt found The Origin of German Tragic Drama inappropriate for his Germanistik department (Department of German Language and Literature), and passed it to the Department of Aesthetics (philosophy of art), the readers of which likewise dismissed Benjamin's work. The university officials recommended that Benjamin withdraw Ursprung des deutschen Trauerspiels as a Habilitation dissertation to avoid formal rejection and public embarrassment.[22] He heeded the advice, and three years later, in 1928, he published The Origin of German Tragic Drama as a book.[37] Einbahnstraße (One Way Street, 1928) is a series of meditations written primarily during the same phase as The Origin of German Tragic Drama, after Benjamin had met Asja Låcis on the beach at Capri in 1924. He finished the cycle in 1926, and put it out the same year that his failed thesis was published. It is a kind of a collage work. Greil Marcus compares certain formal qualities of the book to the graphic novel Hundred Headless Women by Max Ernst and André Breton,[38] or to Walter Ruttman's The Weekend (an early sound collage film).[38] The book avoids, \"all semblance of linear-narrative...[offering] a jumble of sixty apparently autonomous short prose pieces: aphorisms, jokes, dream protocols, cityscapes, landscapes, and mindscapes; portions of writing manuals, trenchant contemporary political analysis; prescient appreciations of the child's psychology, behavior, and moods; decodings of bourgeois fashion, living arrangments and courtship patterns; and time and again, remarkable penetrations into the heart of every day things, what Benjamin would later call a mode of empathy with 'the soul of the commodity'\" according to Michael Jennings in his introduction to the work. He continues: \"Many of the pieces...first appeared in the feuilleton section,\" of newspapers and magazines which was \"not a separate section but rather an area at the bottom of every page...and the spatial restrictions of the feuilleton played a decisive role in shaping the prose form on which the book is based.\"[38] Written contemporaneously with Martin Heidegger's Being & Time, Benjamin's work from this period explores much of the same territory: formally in his \"Epistemo-Critical Prologue\" to The Origin of German Tragic Drama, and as sketches, allusions and asides in One Way Street.[39] The Passagenwerk (Arcades Project, 1927–40) was Benjamin's final, incomplete book about Parisian city life in the 19th century, especially about the Passages couverts de Paris—the covered passages that extended the culture of flânerie (idling and people-watching) when inclement weather made flânerie infeasible in the boulevards and streets proper. In this work Benjamin uses his fragmentary style to write about the rise of modern European urban culture.[40] Several of the major published works that appeared in his lifetime--\"The Work of Art in the Age of Mechanical Reproduction\", \"Paris, The Capital of the 19th Century\", and his late essays and monograph on Baudelaire--are fragments of the book that he developed as standalone pieces for publication. The Arcades Project, in its current form, brings together a massive collection of notes Benjamin filed together from 1927 to 1940.[41] The Arcades Project was published for the first time in 1982, and is over a thousand pages long. Susan Sontag said that in Benjamin's writing, sentences did not originate ordinarily, do not progress into one another, and delineate no obvious line of reasoning, as if each sentence \"had to say everything, before the inward gaze of total concentration dissolved the subject before his eyes\", a \"freeze-frame baroque\" style of writing and cogitation. \"His major essays seem to end just in time, before they self-destruct\".[42] The difficulty of Benjamin's style is essential to his philosophical project. Fascinated by notions of reference and constellation, his goal in later works was to use intertexts to reveal aspects of the past that cannot, and should not, be understood within greater, monolithic constructs of historical understanding. Benjamin's writings identify him as a modernist for whom the philosophic merges with the literary: logical philosophic reasoning cannot account for all experience, especially not for self-representation via art. He presented his stylistic concerns in \"The Task of the Translator\", wherein he posits that a literary translation, by definition, produces deformations and misunderstandings of the original text. Moreover, in the deformed text, otherwise hidden aspects of the original, source-language text are elucidated, while previously obvious aspects become unreadable. Such translational modification of the source text is productive; when placed in a specific constellation of works and ideas, newly revealed affinities, between historical objects, appear and are productive of philosophical truth. His work \"The Task of the Translator\" was later commented by the French translation scholar Antoine Berman (L'âge de la traduction). Since the publication of Schriften (Writings, 1955), 15 years after his death, Benjamin's work—especially the essay \"The Work of Art in the Age of Mechanical Reproduction\" (French edition, 1936)—has become of seminal importance to academics in the humanities disciplines.[43] In 1968, the first Internationale Walter Benjamin Gesellschaft was established by the German thinker, poet and artist Natias Neutert, as a free association of philosophers, writers, artists, media theoreticians and editors. They did not take Benjamin's body of thought as a scholastic \"closed architecture [...], but as one in which all doors, windows and roof hatches are widely open\", as the founder Neutert put it—more poetically than politically—in his manifesto.[44] The members felt liberated to take Benjamin's ideas as a welcome touchstone for social change.[45] Like the first Internationale Walter Benjamin Gesellschaft, a new one, established in 2000, researches and discusses the imperative that Benjamin formulated in his \"Theses on the Philosophy of History\": \"In every era the attempt must be made anew to wrest the tradition away from a conformism that is about to overpower it.\" The successor society was registered in Karlsruhe (Germany); Chairman of the Board of Directors was Bernd Witte, an internationally recognized Benjamin scholar and Professor of Modern German Literature in Düsseldorf (Germany). Its members come from 19 countries, both within and beyond Europe and it provides an international forum for discourse. The Society supported research endeavors devoted to the creative and visionary potential of Benjamin's works and their view of 20th century modernism. Special emphasis had been placed upon strengthening academic ties to Latin America and Eastern and Central Europe.[46] The society conducts conferences and exhibitions, as well as interdisciplinary and intermedial events, at regular intervals and different European venues: In 2017 Walter Benjamin's Arcades Project was reinterpreted in an exhibition curated by Jens Hoffman, held at the Jewish Museum in New York City. The exhibition, entitled \"The Arcades: Contemporary Art and Walter Benjamin\", featured 36 contemporary artworks representing the 36 convolutes of Benjamin's Project.[48] A commemorative plaque is located by the residence where Benjamin lived in Berlin during the years 1930–1933: (Prinzregentenstraße 66, Berlin-Wilmersdorf). A commemorative plaque is located in Paris (10 rue Dombasle, 15th) where Benjamin lived in 1938–1940. Close by Kurfürstendamm, in the district of Charlottenburg-Wilmersdorf, a town square created by Hans Kollhoff in 2001 was named \"Walter-Benjamin-Platz\".[49] There is a memorial sculpture by the artist Dani Karavan at Portbou, where Walter Benjamin ended his life. It was commissioned to mark 50 years since his death.[50] Among Walter Benjamin's works are:","Title":"Walter Benjamin - Wikipedia","KeyID":"7901","URL":"https://en.wikipedia.org/wiki/Walter_Benjamin"}