{"Content: ":"Sehnsucht (German pronunciation: [ˈzeːnˌzʊxt]) is a German noun translated as \"longing\", \"desire\", \"yearning\", or \"craving\".[1] Some psychologists use the word to represent thoughts and feelings about all facets of life that are unfinished or imperfect, paired with a yearning for ideal alternative experiences.[2] A suffering reference of the word Sehnsucht in Middle High German usage is associated with \"Siechtum\" in the German dictionary as follows: Weakening the disease reference, the word later denoted the high \"degree of a violent and often painful longing for something, especially when one has no hope of attaining what is desired, or when attainment is uncertain, still distant.\" The word \"Sehnsucht\" is used as Germanism (linguistics) in some other languages. Because of its vagueness, analogous terms cannot easily be cited. Portuguese language has the similar but not identical term saudade. In Greek mythology, Erotes is the god of loving Sehnsucht, found with Eros in the company of Aphrodite. A mythical explanation of Sehnsucht is offered by the myth of so-called Kugelmenschen, mythical creatures that are some sort of spherical men, which the philosopher Plato has narrated in his fictional, literary dialogue Symposium(The Banquet). The inventor of the myth is Plato himself, but he has utilized old mythical motifs. The core idea also occurs in non-European myths. Plato's fictional narrator is the famous comedy poet Aristophanes, who, like the other participants in the banquet of which the dialogue is about, gives a speech about Eros. According to the myth, humans originally had spherical hulls as well as four hands and feet and two faces on one head. In their wantonness they wanted to storm the sky. For this, Zeus punished them by cutting each of them in half. These halves are the people of today. They suffer from their incompleteness; each one is looking for the lost other half. The longing for the former wholeness is shown in the form of erotic desire, which aims at union. Some spherical men were entirely male, others entirely female, still others - the androgynoi Androgynos - had a male and a female half. The entirely male ones originally descended from the sun, the entirely female ones from the earth, and the androgynous ones from the moon. With this different nature of the sphere-men, Plato's Aristophanes explains the differences in sexual orientation. Only the humans originating from androgynoi are heterosexually oriented. Psychologists have worked to capture the essence of Sehnsucht by identifying its six core characteristics:[3] In a cross-cultural study conducted to determine whether the German concept of Sehnsucht could be generalized to the United States, four samples of American and German participants “rated their 2 most important life longings and completed measures of subjective well-being and health.”[4] German and American participants did not differ in their ability to identify life longings or the intensity of their Sehnsucht. However, German participants associated it more with unattainable, utopian states while Americans reported the concept as not as important to everyday life. Some researchers posit that Sehnsucht has a developmental function that involves life management. By imagining overarching and possibly unachievable goals, individuals may be able to create direction in their life by developing more tangible goals, or “stepping stones” that will aid them on their path toward their ideal self. \"[Sehnsucht has] important developmental functions, including giving directionality for life planning and helping to cope with loss and important, yet unattainable wishes by pursuing them in one's imagination.\"[5] It can also operate as a self-regulatory mechanism. However, in a study that attempted to discover whether Sehnsucht played an active role in one's ability to influence their own development, psychologists asked 81 participants to report “their most important personal goals and life longings, and [evaluate] these with respect to their cognitive, emotional, and action-related characteristics.”[6] Results showed that goals were perceived as more closely linked to everyday actions, and as such more controllable. Sehnsucht, on the other hand, was reported as more related to the past and future, and therefore more emotionally and developmentally ambiguous. Also, in a study conducted in 2009, 168 middle-aged childless women were asked to rate their wish for children according to intensity and attainability. If the women rated their wish as intense and long-standing, their wish was considered a life-longing. If they rated their wish as intense and attainable, it was simply a goal. “The pursuit of the wish for children as a life longing was positively related to well-being only when participants had high control over the experience of this life longing and when other self-regulation strategies (goal adjustment) failed.”[7] \"Sehnsucht\" is a poem by Friedrich Schiller that inspired composers like Franz Schubert and Siegfried Wagner. Goethe's \"Nur wer die Sehnsucht kennt\" was set to music by multiple composers, including Ludwig van Beethoven.[8] Longing, specifically longing for some unknown joy, is a central idea in many of the books by C. S. Lewis, such as his autobiography Surprised by Joy (1955). Richard Strauss composed a setting of Detlev von Liliencron's poem \"Sehnsucht\" in 1896 (Opus 32, number 2). Sehnsucht (1997) is the title of the second album, and title track of that album, by the German metal band Rammstein. In 2011 the film director Badran Roy Badran treated the concept of Sehnsucht in his feature film A Play Entitled Sehnsucht.[9][10]","Title":"Sehnsucht - Wikipedia","KeyID":"7904","URL":"https://en.wikipedia.org/wiki/Sehnsucht"}