{"Content: ":"Penelope Mary Fitzgerald (17 December 1916 – 28 April 2000) was a Booker Prize-winning novelist, poet, essayist and biographer from Lincoln, England.[1] In 2008 The Times listed her among \"the 50 greatest British writers since 1945\".[2] The Observer in 2012 placed her final novel, The Blue Flower, among \"the ten best historical novels\".[3] A.S. Byatt called her, \"Jane Austen’s nearest heir for precision and invention.\"[4] Penelope Fitzgerald was born Penelope Mary Knox on 17 December 1916 at the Old Bishop's Palace, Lincoln, the daughter of Edmund Knox, later editor of Punch, and Christina, née Hicks, daughter of Edward Hicks, Bishop of Lincoln, and one of the first women students at Oxford. She was a niece of the theologian and crime writer Ronald Knox, the cryptographer Dillwyn Knox, the Bible scholar Wilfred Knox, and the novelist and biographer Winifred Peck.[5] Fitzgerald later wrote: \"When I was young I took my father and my three uncles for granted, and it never occurred to me that everyone else wasn't like them. Later on, I found that this was a mistake, but I've never quite managed to adapt myself to it. I suppose they were unusual, but I still think that they were right, and insofar as the world disagrees with them, I disagree with the world.\"[6] She was educated at Wycombe Abbey, an independent girls' boarding school, and Somerville College, Oxford University, where she graduated in 1938 with a congratulatory First, being named a \"Woman of the Year\" in Isis, the student newspaper.[1] She worked for the BBC in the Second World War. In 1942 she married Desmond Fitzgerald, whom she had met in 1940 at Oxford. He had been studying for the bar and enlisted as a soldier in the Irish Guards. Six months later, Desmond's regiment was sent to North Africa. He won the Military Cross in the Western Desert Campaign in Libya, but returned to civilian life an alcoholic.[1] In the early 1950s the couple lived in Hampstead, London, where she had grown up. They co-edited a magazine called World Review, in which J. D. Salinger's \"For Esmé with Love and Squalor\" was first published in the UK, as were writings of Bernard Malamud, Norman Mailer, and Alberto Moravia. Fitzgerald also contributed, writing about literature, music and sculpture. Soon afterwards Desmond was disbarred from the legal profession for \"forging signatures on cheques that he cashed at the pub.\" This led to a life of poverty for the Fitzgeralds. At times they were even homeless, living for four months in a homeless centre and for eleven years in subsidized public housing. To provide for her family in the 1960s, Fitzgerald taught at a drama school, Italia Conti Academy, and at Queen's Gate School, where her pupils included Camilla Shand (later Camilla, Duchess of Cornwall). She also taught \"at a posh crammer\", where her pupils included Anna Wintour, Edward St Aubyn, and Helena Bonham Carter. Indeed she continued to teach until she was 70 years old.[1] For a while she worked in a bookshop in Southwold, Suffolk, and in another period lived in Battersea on a houseboat that sank twice – the second time for good, destroying many of her books and family papers. The couple had three children: a son, Valpy, and two daughters, Tina and Maria.[1] Penelope Fitzgerald died on 28 April 2000. Fitzgerald's archive was acquired by the British Library in June 2017. It consists of 170 files of correspondence and papers relating to her literary works, and of correspondence and other items belonging to family members, including her father, E. V. Knox, and papers of Fitzgerald's Literary Estate.[7] Many of her literary papers, including research notes, manuscript drafts letters, and photographs are held in the Harry Ransom Center. Fitzgerald launched her literary career in 1975 at the age of 58, with \"scholarly, accessible biographies\"[8] of the Pre-Raphaelite artist Edward Burne-Jones and two years later of The Knox Brothers, her father and uncles, although she never mentions herself by name. Later in 1977 she published her first novel, The Golden Child, a comic murder mystery with a museum setting inspired by the Tutankhamun mania of the 1970s, written to amuse her terminally ill husband, who died in 1976. Over the next five years she published four novels, each tied to her own experiences. The Bookshop (1978), which was shortlisted for the Booker Prize, concerns a struggling store in a fictional East Anglian town. Set in 1959, it includes as a pivotal event the shop's decision to stock Lolita.[9] A 2017 film adaptation, also entitled The Bookshop, stars Emily Mortimer as Florence Green. It was written and directed by Isabel Coixet. Fitzgerald won the 1979 Booker Prize with Offshore, a novel set among houseboat residents in Battersea in 1961. Human Voices (1980) fictionalises wartime life at the BBC, while At Freddie's (1982) depicts life at a drama school. In 1999 Fitzgerald was awarded the Golden PEN Award by English PEN for \"a Lifetime's Distinguished Service to Literature\".[10][11] Fitzgerald said after At Freddie's that she \"had finished writing about the things in my own life, which I wanted to write about.\"[12] Instead she wrote a biography of the poet Charlotte Mew and began a series of novels with a variety of historical settings. The first was Innocence (1986), a romance between the daughter of an impoverished aristocrat and a doctor from a southern Communist family set in 1950s Florence, Italy. The Italian Marxist theorist Antonio Gramsci appears as a minor character. The Beginning of Spring (1988) takes place in Moscow in 1913. It examines the world just before the Russian Revolution through the family and work troubles of a British businessman born and raised in Russia. The Gate of Angels (1990), about a young Cambridge physicist who falls in love with a nursing trainee after a bicycle accident, is set in 1912, when physics was about to enter its own revolutionary period. Fitzgerald's final novel, The Blue Flower (1995), centres on the 18th-century German poet and philosopher Novalis and his love for what is portrayed as an ordinary child. Other historical figures such as the poet Goethe and the philosopher Karl Wilhelm Friedrich von Schlegel, feature in the story. It won the National Book Critics Circle Award 1997 and has been called her masterpiece.[13][14] In 1999 it was adapted and dramatised for BBC Radio by Peter Wolf.[15] A collection of Fitzgerald's short stories, The Means of Escape, and a volume of her essays, reviews and commentaries, A House of Air, were published posthumously. In 2013 the first full biography of Fitzgerald appeared: Penelope Fitzgerald: A Life by Hermione Lee.[1]","Title":"Penelope Fitzgerald - Wikipedia","KeyID":"7905","URL":"https://en.wikipedia.org/wiki/Penelope_Fitzgerald"}