{"Content: ":"The Blue Flower is a 1995 novel by the British author Penelope Fitzgerald. It is a fictional treatment of the early life of Friedrich von Hardenberg who, under the pseudonym Novalis, later became a practitioner of German Romanticism. First published in hardback by Flamingo, the novel became the first paperback title offered by Mariner Books, then a new imprint of Houghton Mifflin. Mariner Books went on to publish paperback editions of all of Penelope Fitzgerald's books.[2] In 2012 The Observer named The Blue Flower one of \"the ten best historical novels\".[3] The novel is based on the life of Friedrich von Hardenberg (1772–1801) before he became famous under the name Novalis.[4] It covers the years from 1790 to 1797 when von Hardenberg was a student of history, philosophy and law at the universities of Jena, Leipzig and Wittenberg, and before he embarked on his professional life. In 1794 the 22 year old von Hardenberg becomes mystically attracted to the 12-year-old Sophie von Kühn, an unlikely choice for an intellectual of noble birth given Sophie's age and lack of education and culture, as well as her physical plainness and negligible material prospects. The couple become engaged a year later but never marry as Sophie dies of consumption a few days after her 15th birthday. The blue flower of the novel's title is the subject of the first chapter of a story that von Hardenberg is writing. In it, a young man longs to see the blue flower that \"lies incessantly at his heart, so that he can imagine and think about nothing else\". Von Hardenberg reads his draft chapter to Sophie and others, and asks \"what is the meaning of this blue flower?\" No definitive answer is given within the novel, leaving the reader to provide his or her own interpretation.[5] Fitzgerald first came upon the notion of blue flowers having literary significance in \"The Fox\", a short story by D. H. Lawrence. She first became interested in Novalis in the early 1960s, after hearing a musical setting of his mystical Hymns to the Night. Later she conducted research on Burne-Jones and his language of flowers, and discovered that his father-in-law, George MacDonald, was a Novalis enthusiast.[6] At the end of Fitzgerald's earlier novel The Bookshop a gentian, a blue flower that has faded into colourlessness, is mentioned as having been pressed into one of two books. In another of her novels, The Beginning of Spring, Selwyn rhapsodizes about the \"blue stream flowing gently over our heads\", an unattributed quotation from Novalis.[7] In a 2010 introduction to the novel, Frank Kermode called it \"the finest work of this extraordinarily gifted novelist\".[8] The New York Times Book Review opined that \"There is no better introduction than this novel to the intellectual exaltation of the Romantic era ...\"[9] Writing in The New York Times, Michael Hofmann called it \"a quite astonishing book, a masterpiece\".[10] The novel has attracted critical attention and has a chapter of its own in Peter Wolfe's Understanding Penelope Fitzgerald[11] and in Hermione Lee's Penelope Fitzgerald: A Life.[12] The Blue Flower won the National Book Critics Circle Award for fiction in 1997.[13]","Title":"The Blue Flower - Wikipedia","KeyID":"7906","URL":"https://en.wikipedia.org/wiki/The_Blue_Flower"}