{"Content: ":"A Small Town in Germany is a 1968 espionage novel by British author John le Carré. It is set in Bonn, the \"small town\" of the title, against a background of concern that former Nazis were returning to positions of power in West Germany.[1][2] It is notable for being le Carré's first novel not to feature his recurring protagonist George Smiley or \"The Circus,\" le Carré's fictionalised version of MI6. Bonn, the eponymous small town, was chosen as West Germany's capital after World War II mainly due to the advocacy of Konrad Adenauer, Chancellor of West Germany after World War II. The novel is set in the late 1960s, in Bonn, the capital of West Germany. Great Britain is hoping to gain support from the West German government in a bid to enter the European Common Market. From London, Alan Turner, an official from the British Foreign Office, arrives to investigate the disappearance of Leo Harting, a minor British Embassy officer; moreover, secret files have disappeared with him. The embassy's head of Chancery, Rawley Bradfield, is hostile to Turner's investigation. Despite that, he is dinner party host to Turner and Ludwig Siebkron, head of the German Interior Ministry; the latter is close to industrialist Klaus Karfeld, who is successfully building a new nationalist political movement which is anti-British and anti-Western European, and which seeks to turn West Germany away from Western Europe and bring it closer to Communist Eastern Europe. Great Britain's diplomatic mission perceives growing support for Karfeld's movement as a threat to obtaining support for Britain's entry into the Common Market. Initially, Turner suspects Harting is a spy, probably working for a Communist government. He comes to discover that Harting had once been a war crime investigator in Germany and he has been secretly using Chancery resources to continue investigating Karfeld's career as the war-time administrator of a Nazi laboratory that poisoned 31 half-Jews, crimes for which Karfeld had been investigated but for which he escaped responsibility. Harting is, in fact, hiding from Siebkron, who is aware of Karfeld's crimes and seeks to protect him from being exposed. To Turner's chagrin, Bradfield is unsympathetic to Harting's circumstances and uninterested in protecting him because he considers him a criminal and a political embarrassment. Turner discovers that Harting recently learned Karfeld is immune from prosecution due to the statute of limitations. Turner deduces that a violent incident at a recent Karfeld rally, in which a mob stormed a British library and fatally assaulted the female librarian- revealed to be Harting's ex-girlfriend- occurred because Harting had attempted to shoot Karfeld from a window of the library. Turner believes Harting may try again to assassinate Karfeld at his next rally, which Turner and Bradfield attend. The novel ends with Karfeld addressing the rally and delivering an anti-Western European, Nazi-apologist speech until violence erupts between his supporters and a group of socialist counter-protestors. In the ensuing chaos, Harting attempts to shoot Karfeld but misses; Karfeld's supporters kill him as Turner rushes to his aid. As Turner watches helplessly, they search his body for the last pieces of incriminating evidence against Karfeld. Le Carré was initially unhappy with the book, later writing in the foreword to a 1991 reprinting that the novel \"is printed with aversion in my memory\".[3] In the same foreword, le Carré revealed that he based the hostile, reactionary Turner on himself, admitting that he was going through a nervous breakdown at the time of writing due to the dissolution of his marriage; he would ultimately stop work on the book for a period to deal with his personal life before returning to it later. For a period, he believed the book would be his farewell to espionage fiction, following it up with a semi-autobiographical literary novel he intended to restart his career, The Naive and Sentimental Lover. In retrospect, he wrote there that \"the novel is not the eyesore I always imagine it to be\". John le Carré said that his intention was \"to write something close to a black comedy about British political manners, and yet the result was widely perceived to be ferociously anti-German\". He said that he wanted to write \"an informed nightmare, not an accurate prophecy. My aim was to tell what I might best call a political ghost story\". Leo Harting is the ghost, Alan Turner is his exorcist and Bradfield is the owner of the haunted house. While most of the characters were original creations, le Carré wrote that Leo was directly based on a man he knew during his diplomatic service whom he referred to only as \"Herr Junger,\" an \"embassy fixer\" who was able to acquire discount goods for the staff using his various contacts in other embassies. He created the first drafts of the book in Vienna, where Simon Wiesenthal helped him with Karfeld's background.","Title":"A Small Town in Germany - Wikipedia","KeyID":"7908","URL":"https://en.wikipedia.org/wiki/A_Small_Town_in_Germany"}