{"Content: ":"The Glass Menagerie[1] is a memory play by Tennessee Williams that premiered in 1944 and catapulted Williams from obscurity to fame. The play has strong autobiographical elements, featuring characters based on its author, his histrionic mother, and his mentally fragile sister. In writing the play, Williams drew on an earlier short story, as well as a screenplay he had written under the title of The Gentleman Caller. The play premiered in Chicago in 1944. After a shaky start, it was championed by Chicago critics Ashton Stevens and Claudia Cassidy, whose enthusiasm helped build audiences so the producers could move the play to Broadway where it won the New York Drama Critics' Circle Award in 1945. The Glass Menagerie was Williams' first successful play; he went on to become one of America's most highly regarded playwrights. \"Yes, I have tricks in my pocket, I have things up my sleeve. But I am the opposite of a stage magician. He gives you an illusion that has the appearance of truth. I give you truth in the pleasant disguise of illusion.\" The beginning of Tom's opening soliloquy. The play is introduced to the audience by Tom, the narrator and protagonist, as a memory play based on his recollection of his mother Amanda and his sister Laura. Because the play is based on memory, Tom cautions the audience that what they see may not be precisely what happened. Amanda Wingfield, a faded Southern belle of middle age, shares a dingy St. Louis apartment with her son Tom, in his early 20s, and his slightly older sister, Laura. Although she is a survivor and a pragmatist, Amanda yearns for the comforts and admiration she remembers from her days as a fêted debutante. She worries especially about the future of her daughter Laura, a young woman with a limp (an after-effect of a bout of pleurosis) and a tremulous insecurity about the outside world. Tom works in a shoe warehouse doing his best to support the family. He chafes under the banality and boredom of everyday life and struggles to write while spending much of his spare time going to the movies — or so he says — at all hours of the night. Amanda is obsessed with finding a suitor (or, as she puts it, a \"gentleman caller\") for Laura, her daughter, whose crippling shyness has led her to drop out of both high school and a subsequent secretarial course, and who spends much of her time polishing and arranging her collection of little glass animals. Pressured by his mother to help find a caller for Laura, Tom invites Jim, an acquaintance from work, home for dinner. The delighted Amanda spruces up the apartment, prepares a special dinner, and converses coquettishly with Jim, almost reliving her youth when she had an abundance of suitors calling on her. Laura discovers that Jim is the boy she was attracted to in high school and has often thought of since, though the relationship between the shy Laura and the \"most likely to succeed\" Jim was never more than a distant, teasing acquaintanceship. Initially, Laura is so overcome by shyness that she is unable to join the others at dinner, and she claims to be ill. After dinner, however, Jim and Laura are left alone by candlelight in the living room, waiting for the electricity to be restored. (Tom has not paid the power bill, which hints to the audience that he is banking the bill money and preparing to leave the household.) As the evening progresses, Jim recognizes Laura's feelings of inferiority and encourages her to think better of herself. He and Laura share a quiet dance, in which he accidentally brushes against her glass menagerie, knocking a glass unicorn to the floor and breaking off its horn. Jim then compliments Laura and kisses her. After Jim tells Laura that he is engaged to be married, Laura asks him to take the broken unicorn as a gift and he then leaves. When Amanda learns that Jim is to be married, she turns her anger upon Tom and cruelly lashes out at him, although Tom did not know that Jim was engaged. Tom seems quite surprised by this, and it is possible that Jim was only making up the story of the engagement as he felt that the family was trying to set him up with Laura, and he had no romantic interest in her. The play concludes with Tom saying that he left home soon afterward and never returned. He then bids farewell to his mother and sister and asks Laura to blow out the candles. The Glass Menagerie opened on Broadway in the Playhouse Theatre on March 31, 1945, and played there until June 29, 1946. It then moved to the Royale Theatre from July 1, 1946, until its closing on August 3, 1946. The show was directed by Eddie Dowling and Margo Jones. The cast for opening night was as follows: Laurette Taylor's performance as Amanda set a standard against which subsequent actresses taking the role were to be judged, typically to their disadvantage. In the 2004 documentary Broadway: The Golden Age, by the Legends Who Were There, Broadway veterans rank Taylor's performance as the most memorable of their lives. The play won the New York Drama Critics' Circle Award as Best American Play.[2] Williams gave credit to two Chicago critics, Claudia Cassidy and Ashton Stevens, for \"giving him a 'start...in a fashion'...\" Cassidy wrote that the play had \"the stamina of success ...\" Stevens wrote that the play had \"the courage of true poetry ...\"[3] The characters and story mimic Williams' own life more closely than any of his other works: Williams (whose real name was Thomas) closely resembles Tom, and his mother inspires Amanda. His sickly and mentally unstable older sister Rose provides the basis for the fragile Laura (whose nickname in the play is \"Blue Roses\", a result of a bout of pleurosis as a high school student), though it has also been suggested that Laura may incorporate aspects of Williams himself, referencing his introverted nature and obsessive focus on just one aspect of life (writing for Williams and glass animals in Laura's case).[4] Williams, who was close to Rose growing up, learned to his horror that in 1943 in his absence his sister had been subjected to a botched lobotomy. Rose was left incapacitated (and institutionalized) for the rest of her life. With the success of The Glass Menagerie, Williams was to give half of the royalties from the play to his mother. He later designated half of the royalties from his play Summer and Smoke to provide for Rose's care, arranging for her move from the state hospital to a private sanitarium. Eventually, he was to leave the bulk of his estate to ensure Rose's continuing care.[5] Rose died in 1996. The play was reworked from one of Williams' short stories \"Portrait of a Girl in Glass\" (1943; published 1948).[6] The story is also written from narrator Tom Wingfield, and many of his soliloquies from The Glass Menagerie seem lifted straight from this original. Certain elements have been omitted from the play, including the reasons for Laura's fascination with Jim's freckles (linked to a book that she loved and often reread, Freckles by Gene Stratton-Porter). Generally, the story contains the same plot as the play, with certain sections given more emphasis, and character details edited (for example, in the story, Jim nicknames Tom \"Slim\", instead of \"Shakespeare\"[6]). Another basis for the play is a screenplay Williams wrote under the title of The Gentleman Caller. Williams had been briefly contracted as a writer to MGM, and he apparently envisioned Ethel Barrymore and Judy Garland for the roles that eventually became Amanda and Laura, although when the play was eventually filmed in 1950, Gertrude Lawrence was cast as Amanda and Jane Wyman as Laura. In 1944, after several reworkings, while touring on the road, the play arrived at the Civic Theatre in Chicago. The producers wanted more changes and were heavily pressuring Williams for a happy ending. The play had not found an audience and production was being considered for closing after the opening night in Chicago. Then the reviews by critics Ashton Stevens in The Chicago Herald-American and Claudia Cassidy in the Chicago Tribune came out. They praised the production, especially the writing and the performance by Laurette Taylor, with Cassidy writing about it several times. These reviews drove Chicago audiences to the Civic Theater and the play became a hit, propelling it to Broadway the next year.[7] Two Hollywood film versions of The Glass Menagerie have been produced. The first, released in 1950 and directed by Irving Rapper, stars Gertrude Lawrence (Amanda), Jane Wyman (Laura), Arthur Kennedy (Tom) and Kirk Douglas (Jim).[8] Williams characterized this version, which had an implied happy ending grafted onto it in the style of American films from that era, as the worst adaptation of his work. Bosley Crowther of The New York Times wrote, \"As much as we hate to say so, Miss Lawrence's performance does not compare with the tender and radiant creation of the late Laurette Taylor on the stage.\"[9] The film has never been released on home media. In 1987, a second adaptation was released, directed by Paul Newman and starring Joanne Woodward (Amanda), Karen Allen (Laura), John Malkovich (Tom) and James Naughton (Jim). If anything, this was even less well-received than the earlier film and sank without much attention. However, The New York Times reviewer noted it \"starts stiffly and gets better as it goes along, with the dinner-party sequence its biggest success; in this highly charged situation, Miss Woodward's Amanda indeed seems to flower. But quiet reverence is its prevailing tone, and in the end, that seems thoroughly at odds with anything Williams ever intended.\"[10] Similar to the earlier incarnation, it has yet to receive a physical media release. In 2004, an Indian adaptation of the play, filmed in the Malayalam language, was released, titled Akale (At a Distance). Directed by Shyamaprasad, the story is set in the southern Indian state of Kerala in the 1970s, in an Anglo-Indian/Latin Catholic household. The characters were renamed to fit context (the surname Wingfield was changed to D'Costa, reflecting the part-Portuguese heritage of the family — probably on the absent father's side, since the mother is Anglo-Indian), but the story remains essentially the same. It stars Prithviraj Sukumaran as Neil D'Costa (Tom Wingfield), Geethu Mohandas as Rosemary D'Costa (Laura Wingfield), Sheela as Margaret D'Costa (Amanda Wingfield) and Tom George Kolath as Freddy Evans (Jim O'Connor). Sheela won the National Film Award for Best Supporting Actress, and Geethu Mohandas won the Kerala State Film Award for the best actress. The 2011 Iranian film Here Without Me is also an adaptation of the play, in a contemporary Iranian setting.[11] The first radio adaptation was performed on Theatre Guild on the Air in 1951 starring Helen Hayes as Amanda with Montgomery Clift as Tom,[12] Kathryn Baird as Laura and Karl Malden as Jim. A 1953 adaptation appeared on the radio series Best Plays starring Evelyn Varden as Amanda and Geraldine Page as Laura. Jane Wyman recreated her film portrayal of Laura for a 1954 adaptation on Lux Radio Theatre with Fay Bainter as Amanda and Frank Lovejoy as Tom and Tom Brown as Jim. The 1953 version is not known to survive but recordings of the other two are in circulation. In 1964, Caedmon Records produced an LP version as the initial issue of its theatre series. The production starred Jessica Tandy as Amanda, Montgomery Clift as Tom, Julie Harris as Laura and David Wayne as the gentleman caller. The recording is now available in the form of an audio app. In 2020, BBC Radio 3 adapted the play with Anastasia Hille as Amanda, George MacKay as Tom, Patsy Ferran as Laura, Sope Dirisu as Jim. This version is available on the BBC iPlayer The first television version, recorded on videotape and starring Shirley Booth, was broadcast on December 8, 1966, as part of CBS Playhouse. Barbara Loden played Laura, Hal Holbrook played Tom and Pat Hingle played the Gentleman Caller.[13] Booth was nominated for an Emmy for her performance as Amanda. The videotape, long thought to be lost, was reconstructed from unedited takes found in the archives of the University of Southern California and an audio recording of the original telecast. On December 8, 2016 — fifty years to the day after the original telecast — a re-assembled version of the play was shown on TCM.[14] A second television adaptation was broadcast on ABC on December 16, 1973, starring Katharine Hepburn as Amanda, Sam Waterston as Tom, Joanna Miles as Laura and Michael Moriarty as Jim. It was directed by Anthony Harvey. (Tom's initial soliloquy is cut from this version; it opens with him walking alone in an alley, sitting on a rampart to read the newspaper and having his sister's and mother's voices conjure up the first domestic scene.) All four actors were nominated for Emmy Awards, with Moriarty and Miles winning. The Glass Menagerie has had several Broadway revivals. Maureen Stapleton, Anne Pitoniak, Jessica Tandy, Julie Harris, Jessica Lange, Judith Ivey, Harriet Harris,[15] Cherry Jones, Sally Field and Amy Adams have all portrayed Amanda Wingfield. In 1997, Kiefer Sutherland returned to his theatrical roots, starring with his mother, Canadian actress Shirley Douglas, in a Canadian production of The Glass Menagerie at the Royal Alexandra Theatre in Toronto.","Title":"The Glass Menagerie - Wikipedia","KeyID":"7912","URL":"https://en.wikipedia.org/wiki/The_Glass_Menagerie"}