{"Content: ":"Mazzy Star is an American alternative rock band formed in 1988 in Santa Monica, California, from remnants of the group Opal. Founding member David Roback's friend Hope Sandoval became the group's vocalist when Kendra Smith left Opal.[3] Mazzy Star is best known for the song \"Fade into You\", which brought the band some success in the mid-1990s and was the group's biggest mainstream hit, earning extensive exposure on MTV, VH1, and radio airplay. Roback and Sandoval were the creative center of the band, with Sandoval as lyricist and Roback as composer of the majority of the band's material until his death in Los Angeles on February 24, 2020, from metastatic cancer. The band's most recent studio album, Seasons of Your Day, was released in 2013, followed by the EP Still in 2018. Mazzy Star has deep roots within the Californian Paisley Underground movement of the early 1980s. David Roback, along with his brother Steven, was one of the main architects of leading Los Angeles psychedelic revival band the Rain Parade.[3][4] Leaving that band after their first LP, he founded Clay Allison in 1983 with then-girlfriend, ex-Dream Syndicate bassist Kendra Smith.[3][5] Soon after the publication of their sole release, the 1983 double A-sided single \"Fell From the Sun\"/\"All Souls\", Clay Allison renamed themselves Opal and released the LP Happy Nightmare Baby on SST on December 14, 1987.[5] With Roback as its musical catalyst, Opal were a direct precursor to Mazzy Star musically—often featuring the same psychedelic guitar drones and similar hints of blues and folk that would later appear on Mazzy Star recordings. Meanwhile, Sandoval—who was in high school at the time—formed the folk music duo Going Home in the early 1980s with fellow student Sylvia Gomez,[5] and played gigs with Sonic Youth and Minutemen.[6] Both were devoted followers of the Rain Parade, and after a 1983 concert by the band in the Los Angeles area, Gomez entered the backstage area of the venue and gave Roback a copy of Going Home's demo tape, featuring Sandoval on vocals and Gomez on guitar.[5][6] Upon hearing the tape, Roback offered to produce a still-unreleased album by the pair.[3][5] When Smith left Opal under cloudy circumstances in the middle of a tour supporting the Jesus & Mary Chain, Sandoval was tapped as her replacement.[3] Despite Smith's departure, Rough Trade retained Roback's original record deal, contractually obligating him to supply a follow-up to Opal's debut LP. As a result, Roback and Sandoval continued to tour under the Opal alias for the next two years, during which time they completed production on Opal's planned second album, titled Ghost Highway. Composed mainly of songs written by Roback and Smith, Sandoval stated that she was unhappy with the material, and expressed an interest in wanting to \"start something completely new\". The pair quickly composed and recorded seven new tracks in Hyde Street Studios in San Francisco, and renamed the band Mazzy Star.[7] Written over a year before Mazzy Star's inception, the track \"Ghost Highway\" is the duo's only original song to not feature a writing credit from Sandoval,[8] while another song, \"Give You My Lovin'\", was written by Going Home guitarist Sylvia Gomez[9] and first recorded by Sandoval and Gomez in the mid-1980s. She Hangs Brightly was released in May 1990 on Rough Trade and, although it was not an immediate commercial success, the album established the duo as a recurrent fixture on alternative rock radio, with lead single \"Blue Flower\" – a cover of the Slapp Happy track – peaking at No. 29 on Billboard's Modern Rock Tracks chart.[10] The album would go on to sell over 70,000 copies in the UK.[7] The American branch of Rough Trade folded in late 1990, briefly leaving Mazzy Star without a record label. Within weeks, the duo's contract was picked up by Capitol, who re-released She Hangs Brightly on November 4, 1990,[11] and released their follow-up, So Tonight That I Might See on September 27, 1993.[12] A year after its release, the album yielded an unexpected hit single. \"Fade into You\" peaked at No. 44 to become their first Billboard Hot 100 single, while also reaching a career-high peak of No. 3 on the Modern Rock Tracks chart.[13] On April 19, 1995, the album was certified platinum by the RIAA for shipments in excess of 1 million units.[14] The album also peaked at No. 68 in the UK,[15] and was certified silver by the BPI on July 22, 2013 for sales of over 60,000 copies.[16] Following the success of \"Fade into You\", She Hangs Brightly album opener \"Halah\" began to receive heavy airplay in the US and peaked at No. 19 on Billboard's Modern Rock Tracks chart, a chart based solely on airplay.[10] Their final album for Capitol, Among My Swan, was released on October 29, 1996.[17] Entering the Billboard 200 at No. 68[18] and, as of September 2001, selling 214,000 copies in the United States,[19] the album was less commercially successful than its predecessors, although it produced their highest-peaking single in the United Kingdom, when \"Flowers in December\" entered at No. 40 to become their only top forty entry on the chart.[20] The band promoted the album with a five-month tour of the US and Europe, after which Sandoval and Roback began work on new material.[21] Over the course of these sessions, Sandoval reportedly \"begged\" Capitol to be released from her contract,[22] later elaborating, \"It seemed record companies wanted bands to be creative because they didn't know how to manufacture underground music. We could do our own thing and go at our own pace. But that changed when major labels started wanting bands that would sell 7 million records. They had a formula. And suddenly all these people wanted to come to the studio to keep track of what we were doing and make sure we were following that formula. So we got out.\"[5] In the immediate aftermath of Mazzy Star's dissolution, Sandoval, who had appeared on The Jesus and Mary Chain's 1994 release Stoned & Dethroned, made another guest appearance on their album Munki, and also collaborated with the Chemical Brothers, while Roback produced and mixed two songs found on Beth Orton's 1999 album Central Reservation. In June 2000, the band reunited for a mini-tour of Europe. Performing up to seven new songs at each of these concerts,[23] Sandoval revealed in interviews around this time that these new songs were written and recorded for Mazzy Star's fourth studio album, which was to be released independently sometime in the future. This did not materialize, however, as later that year, Sandoval joined with Colm Ó Cíosóig (formerly of My Bloody Valentine) to form Hope Sandoval & the Warm Inventions. In October 2000, Sandoval issued her first EP with The Warm Inventions, At the Doorway Again, and followed it up with her debut full-length album, Bavarian Fruit Bread, a year later. Around this time, Sandoval also contributed vocals to several songs by other artists, notably Air and Death in Vegas. Sandoval performed as part of Bert Jansch's 60th birthday celebration at Queen Elizabeth Hall on November 3, 2003. As well as Ó Cíosóig, Jansch and his son Adam, she was also joined on stage by David Roback for renditions of \"Suzanne\" and \"All This Remains\", a song Sandoval had contributed lead vocals and wrote lyrics to for Jansch's 2002 album Edge of a Dream. This would remain Sandoval and Roback's final appearance together on-stage until 2012.[24] David Roback made his debut appearance as an actor in the 2004 film Clean. He also wrote and produced three songs that were performed in the film by actress Maggie Cheung. In 2009, So Tonight That I Might See album track \"Into Dust\" debuted at No. 71 and stayed one week on the U.K. singles chart[20] when it featured on a commercial for Virgin Media.[25] Two years later, the song appeared on the \"Dust to Dust\" trailer for Gears of War 3 and spent a further four weeks on the chart, reaching a new peak of No. 47;[20] while it also became the band's first song to ever place on the Irish Singles Chart, where it peaked at No. 40.[26] Sandoval's second album with The Warm Inventions, Through the Devil Softly, was released via Nettwerk on September 29, 2009 and was followed on August 10, 2010 by a non-album single, a cover of Syd Barrett's \"Golden Hair\". Also released in 2010 was her vocal contribution to Massive Attack's Heligoland, \"Paradise Circus\". The song spent one week on the U.K. singles chart at No. 117.[27] The first substantive confirmation that the duo would reconvene to complete work on their fourth studio album came from Sandoval herself in a July 2009 interview with Rolling Stone magazine, where she was quoted as saying, \"It's true we're still together. We're almost finished [with the record]. But I have no idea what that means.\"[28] Later, in a September 2009 interview with Vancouver-based music website Straight.com, interviewer John Lucas wrote of the 8-year gap between Bavarian Fruit Bread and Through the Devil Softly, \"That seems like a long time until you consider that Mazzy Star, Sandoval's partnership with guitarist David Roback, hasn't put an album out since 1996. Sandoval promises that will change; she and Roback have their very own Chinese Democracy in the works, but it won't see the light of day until The Warm Inventions have wrapped up their tour.\"[29] On October 12, 2011, Hope Sandoval's official website confirmed the duo would release their first new material in 15 years later that same month. The double a-sided single \"Common Burn\"/\"Lay Myself Down\" was released digitally on October 31, 2011. A limited edition blue-coloured 7\" vinyl was also announced for release on November 8,[30] though a manufacturing delay resulted in its release being pushed back to January 24, 2012.[31] Their fourth studio album was expected to be released in the latter half of 2012, following completion of a tour earlier in the year.[32][33] The band completed an 18-date Californian and European tour in 2012, their first since 2000.[34] Performing at several major European festivals, the band consisted of original members Suki Ewers[35] and Keith Mitchell,[36] and were also joined by Sandoval's Warm Inventions band-mate Colm Ó Cíosóig and Keith Mitchell's son Paul, whose band the Brook Lee Catastrophe also served as the opening act of select shows.[37] Pedal steel guitar was performed by Josh Yenne.[38] After the final date of the tour in August 2012, David Roback stated that production on the album had completed and that it would see release \"soon\".[39] In late 2012, several unreleased song titles composed by Hope Sandoval and David Roback were registered with the band's long-time publisher BMI, including \"Flying Low\"[40] and \"Spoon\",[41] both of which were performed multiple times on the tour.[42][43] The band also launched an official merchandise store.[44] On July 13, 2013, the band announced details of their fourth studio album, Seasons of Your Day, which was released on September 23, 2013 in the UK, followed a day later on September 24 in the US. The album reached a career-high No. 24 on the UK albums chart.[15] The band began a North American tour on November 3, 2013 in support of the album.[45] On April 19, the band released two new songs as part of Record Store Day 2014. \"I'm Less Here\" and \"Things\" were released on 7\" vinyl, with the run limited to 3,000 copies worldwide.[46][47] On December 22, 2014, a 40-second clip of a previously unreleased song was posted on the band's official Facebook account.[48] Hope Sandoval & The Warm Inventions released a 7\" vinyl single titled \"Isn't It True\" for Record Store Day 2016.[49] The track also features Jim Putnam of Radar Bros.[50] A music video for the song was released on April 19, and is dedicated to Richie Lee of Acetone.[51] The Warm Inventions' third studio album, Until the Hunter, was released on November 4 through the band's own independent record label, Tendril Tales.[52][53] A second single from the album, \"Let Me Get There\" featuring Kurt Vile, was released on September 23.[54][55] A new four-song EP from The Warm Inventions, Son of a Lady, was released on September 15, 2017.[56] Sandoval contributed vocals to \"I Don't Mind\" by Psychic Ills, which was released on March 29, 2016.[57][58] Four months later, Massive Attack released \"The Spoils\", which was her third collaboration with the band, following \"Paradise Circus\" and \"Four Walls\".[59][60] A music video starring actress Cate Blanchett was released on August 9.[61] Keith Mitchell, who played drums on all four Mazzy Star albums, died on May 14, 2017.[62] In June 2018, the band reunited for their first concerts in five years, performing on three consecutive nights at the Sydney Opera House as part of Vivid Live.[63] That same month, they released the EP Still.[64] David Roback died on February 24, 2020, of metastatic cancer.[65] Besides vocals, Sandoval plays acoustic guitar, harmonica, Hammond organ, percussion, glockenspiel and xylophone. During live performances, Sandoval prefers to sing in near-darkness with only a dim backlight, playing the tambourine, harmonica, glockenspiel or shaker.[66] She is reputed to have a shy personality, and rarely interacts with the audience,[67] once stating \"I just get really nervous. Once you're onstage, you're expected to perform. I don't do that. I always feel awkward about just standing there and not speaking to the audience, but it's difficult for me.\"[68] In Mazzy Star, Roback played guitar, keyboard, and piano. He wrote almost all music for Mazzy Star and produced all their recordings. Roback grew up in Pacific Palisades, California, graduating from Palisades High School in 1975. He started a band called Rain Parade with his brother Steven. They first hit the scene in 1982 as part of a loose aggregate of psychedelic 1960s-influenced guitar bands in Los Angeles, and they were in the forefront of that movement which lasted a couple of years. After Rain Parade's first album and tours, Roback left the band. He then became involved with ex-Dream Syndicate bassist Kendra Smith and formed a new band called Clay Allison in 1983. The recordings from the summer this year remained unreleased until the 1989 release of Opal's Early Recordings. After Clay Allison's 1984 tour, the band decided to go with a name change, and went from Clay Allison to Opal, whose sound was defined by Roback's spare, distorted guitar work and Smith's vocals. They released the Northern Line EP in 1985. SST Records signed Opal and released their album Happy Nightmare Baby on December 14, 1987. During the Opal tour in December 1987, Smith left the band. She was replaced by Sandoval, and they toured Europe through early 1988. Roback and Sandoval had an intimate relationship at this time and after Opal was disbanded, they took the remaining members of Opal and changed their name to Mazzy Star. Roback spent most of the past decade living in Norway before his death on February 24, 2020.[65][69][70] Other contributors to Mazzy Star include:","Title":"Mazzy Star - Wikipedia","KeyID":"7913","URL":"https://en.wikipedia.org/wiki/Mazzy_Star"}