{"Content: ":"Incidents The West German student movement or sometimes called the 1968 movement in West Germany was a social movement that consisted of mass student protests in West Germany in 1968; participants in the movement would later come to be known as 68ers. The movement was characterized by the protesting students' rejection of traditionalism and of German political authority which included many former Nazi officials. Student unrest had started in 1967 when student Benno Ohnesorg was shot by a policeman during a protest against the visit of Mohammad Reza Pahlavi, the Shah of Iran. The movement is considered to have formally started after the attempted assassination of student activist leader Rudi Dutschke, which sparked various protests across West Germany. The movement would create lasting changes in German culture.[1] The Spiegel affair of 1962, in which journalists were arrested and detained for reporting on the strength of the West German military, worried some in West Germany that there was a return of authoritarian government. In the fallout of the affair, the suddenly-unpopular Christian Democratic Union formed a political coalition with the Social Democratic Party (SDP), known as the grand coalition.[2] Critics were disappointed with the parliament's appointment of Kurt Georg Kiesinger as chancellor of West Germany, as he had participated in the Nazi Party during the Nazi regime.[3] Social movements grew as younger people became disillusioned with the political establishment, worrying it was reminiscent of Germany's Nazi past. West Berlin became a center for these movements since many left leaning people would take residence in West Berlin to avoid the military draft that was in effect in the rest of West Germany.[2] These social movements were also becoming popular among the youth of West Germany. The movements included the opposition to the United States’ involvement in the Vietnam War, opposition to consumer culture, liberation for the third world, and criticisms of middle class moral values. Some were embracing communal lifestyles and sexual liberation.[4] All these various social movements and the non-parliamentary organizations that hoped to spearhead them, grouped together as the Außerparlamentarische Opposition.[5] The more leftist wing of the SDP in the Sozialistischer Deutscher Studentenbund (Socialist German Students Union - SDS) split from the party line and joined the Außerparlamentarische Opposition. The West German parliament had proposed to expand government powers in the Emergency Laws, as well as to reform universities. On 22 June 1966, 3,000 students from the Free University of Berlin staged a sit-in to demand involvement in the reform process of universities, included democratic management of colleges.[3][6] In June 1967, during a state visit by the Shah of Iran Mohammad Reza Pahlavi, the SDS organized a protest of his visit, criticizing him as a brutal dictator that should not have been welcome in West Germany. The protest was repressed by police and Iranian agents who beat protesters and resulted in the fatal shooting of demonstrating student Benno Ohnesorg. Protests against police brutality erupted across the country and led the mayor of Berlin and the police chief to resign. In the fall of 1967 students established \"Critical Universities\"; students occupied classrooms and gave critiques of university structure as well as educating other students in New Left thought.[3][1] Rudi Dutschke was a student activist in the growing student protests. On April 11, 1968 he was shot by the far-right Josef Bachmann. Dutschke was injured but survived the shooting. The attempted assassination of Dutschke would be later regarded as the formal beginning of the West German student movement.[1] Dutschke had previously been labeled an “enemy of the people” in the Axel Springer-owned tabloid newspaper Bild-Zeitung. Student activists believed the shooting was inspired by critics of the student movement such as Springer's tabloids. Demonstrations and clashes later occurred outside Springer offices in reaction to the shooting.[2] In the aftermath of the shooting, student leaders became more willing to embrace violent tactics in their movements.[5] In May the West German government considered using the Emergency Acts in response, allowing the Cabinet to suspend parliamentary rule and enact laws in times of crisis. On May 11 protesters gathered in the West German capital Bonn to demand that the laws not be used. The government agreed with protesting labor unions to only use limited concessions, passing the laws on May 30. This agreement dealt a blow to the growing student movement and signaled its demise.[3] Protest against the Vietnam War Conference to protest the Vietnam War Protest march in West Berlin Demonstrators in West Berlin Vandalized Bild-Zeitung delivery cars Protesters with signs Despite the failure of the student movement a change in political consciousness lasted throughout the country. Criticisms of West German officials' ties to the old Nazi Party brought the concept of Vergangenheitsbewältigung (coming to terms with the past) to the forefront of political discussion. Other various left-wing causes also gained popularity and helped solidify a protest culture in Germany.[7] Those who were involved in the protests of 1968 in West Germany would come to be known as the \"1968 generation\". Some would develop unique political paths, with some finding roles in government, while others embraced terrorist activities of the Außerparlamentarische Opposition.[4]","Title":"West German student movement - Wikipedia","KeyID":"7922","URL":"https://en.wikipedia.org/wiki/German_student_movement"}