{"Content: ":"Lady Blue Shanghai is a 16-minute Internet promotion short film for Dior written, directed and edited by David Lynch. It stars Marion Cotillard, Gong Tao, Emily Stofle, Cheng Hong, Lu Yong and Nie Fei, with music by Lynch, Dean Hurley, and Nathaniel Shilkret.[1] The film centers on the surreal circumstances surrounding Cotillard's character, who encounters a mysterious Dior handbag and 1920s music as she enters her hotel room in Shanghai. It has been likened thematically to Lynch's 2006 feature film Inland Empire.[2] David Lynch's previous work with fashion companies includes advert collaborations with Gucci, Calvin Klein and Yves Saint Laurent. According to Lynch, he was contacted by Dior with some basic guidelines: They called me up and said, 'Would you like to make a short film for the internet? You can do anything you want, you just need to show the handbag, the Pearl Tower and some old Shanghai.' ... This falls between a regular film and a commercial. I liked that idea. There are adverts and people get hit hard, and then there is this, where it is like coming at it from a different angle.[1] The short film is Marion Cotillard's third appearance in a Dior promotional project.[2] Of Cotillard, Lynch stated: \"She has got that modern quality and old quality that I think the great ones have always.\"[1] Cotillard, whose character is not given a name in the film, enters her Shanghai hotel room at night. As she nears her room she hears a 1920s tango, which, as she opens her hotel room door, she sees is coming from an old 78 rpm record playing on a vintage record player.[3] She stops the music, and instantly an expensive Dior bag appears in the room in a puff of smoke.[1] In a panic, she calls the front desk to say that someone is in her room. Two security guards search her room and find nobody. She is questioned about the bag and asked if it could have been left by someone she knows. At first she says she just arrived in Shanghai and knows nobody, but then she reluctantly relates, through a flashback, what seemed like a vision to her as she went to see the Shanghai Oriental Pearl Tower that afternoon. The vision is of her seeing Shanghai as it was at an earlier time and going up some stairs to a room in which she saw a Chinese man named Yu (Gong Tao). As they kiss and profess their love for each other, the scene changes to modern Shanghai, and the man says he wants to stay, but can not.[1] As the vision of her lover fades, he hands her a blue rose and the flashback ends. Cotillard is in tears. She opens the bag and finds a blue rose. The picture ends with her clutching the bag to her heart.[1]","Title":"Lady Blue Shanghai - Wikipedia","KeyID":"7925","URL":"https://en.wikipedia.org/wiki/Lady_Blue_Shanghai"}