{"Content: ":"Marion Cotillard (French: [maʁjɔ̃ kɔtijaʁ] (listen); born 30 September 1975)[2] is a French actress, film producer, singer, and environmentalist. Known for her roles in independent films and blockbusters, she has received various accolades, including an Academy Award, a British Academy Film Award, a Golden Globe Award, a European Film Award, a Lumières Award, and two César Awards. She became a Knight of the Order of Arts and Letters in France in 2010, and was promoted to Officer in 2016. She has served as a spokeswoman for Greenpeace since 2001.[3][4] Cotillard was the face of the Lady Dior handbag for nine years. Since 2020, she is the face of Chanel's fragrance Chanel No. 5. Cotillard had her first English-language role in the television series Highlander (1993), and made her film debut in The Story of a Boy Who Wanted to Be Kissed (1994). Her breakthrough came in the successful French film Taxi (1998), which earned her a César Award nomination. She made the transition into Hollywood in Tim Burton's Big Fish (2003), and won her first César Award for her performance in Jean-Pierre Jeunet's A Very Long Engagement (2004). For her portrayal of French singer Édith Piaf in La Vie en Rose (2007), Cotillard won her second César Award, a BAFTA Award, a Golden Globe Award, a Lumières Award and the Academy Award for Best Actress, becoming the first and (as of 2022) only actor to win an Academy Award for a French-language performance, and also the second actress to have won this award for a foreign language performance. Her performances in Nine (2009), Rust and Bone (2012), and Annette (2021) earned Cotillard three more Golden Globe nominations. For Two Days, One Night (2014), she received a second Academy Award nomination for Best Actress, which was also her second nomination for a French-language film. Cotillard is one of only seven actors to receive multiple Academy Award nominations for foreign language performances. Cotillard has played Joan of Arc on stage in several countries between 2005 and 2022 in the oratorio Joan of Arc at the Stake. Her English-language films include Public Enemies (2009), Inception (2010), Contagion (2011), Midnight in Paris (2011), The Dark Knight Rises (2012), The Immigrant (2013), Macbeth (2015), and Allied (2016). She provided voice acting for the animated films The Little Prince (2015), April and the Extraordinary World (2015) and the French version of Minions (2015). Her other notable French, Belgian and Canadian films include La Belle Verte (1996), Pretty Things (2001), Love Me If You Dare (2003), Dikkenek (2006), Little White Lies (2010), and It's Only the End of the World (2016). Cotillard was born on 30 September 1975 in Paris and grew up around Orléans in an artistically inclined household.[2][5] Her father, Jean-Claude Cotillard, is an actor, teacher, former mime, and theatre director, of Breton descent.[1] Cotillard's mother, Monique Niseema Theillaud, is an actress and drama teacher of Algerian Kabyle background.[1][6][7][8] She has two younger twin brothers, Quentin and Guillaume.[1][9] Cotillard's father introduced her to cinema, and as a child she would mimic Louise Brooks and Greta Garbo in her own bedroom.[1] She began acting during her childhood, appearing in one of her father's plays.[10] At the age of 15, Cotillard entered the Conservatoire d'art dramatique in Orléans. She graduated in 1994 and then moved to Paris to pursue an acting career.[5][11] After small appearances and performances in theatre, Cotillard had occasional, minor roles in television series such as Highlander—where she had her first English-speaking role aged 17.[12] Her career as a film actress began in the mid-1990s, with minor roles in Philippe Harel's The Story of a Boy Who Wanted to Be Kissed (1994), which was her feature film debut at the age of 18, and in Arnaud Desplechin's My Sex Life... or How I Got into an Argument, and Coline Serreau's La Belle Verte (both 1996). Also in 1996, Cotillard had her first leading role in the television film Chloé,[13] directed by Dennis Berry, with Cotillard starring as a teenage runaway who is forced into prostitution, opposite Anna Karina.[14] In 1998, she appeared in Gérard Pirès' action comedy Taxi, playing Lilly Bertineau, the girlfriend of delivery boy Daniel, played by Samy Naceri. The film was a hit in France and Cotillard was nominated for a César Award for Most Promising Actress.[15] She reprised the role in Taxi 2 (2000) and Taxi 3 (2003).[2][16] Cotillard ventured into science fiction with Alexandre Aja's post-apocalyptic romantic drama, Furia, released in 1999,[2] a year in which she also starred in the Swiss war drama War in the Highlands (La Guerre dans le Haut Pays), for which she won the Best Actress Award at the Autrans Film Festival in 1999.[2] In 2001, she appeared in Pierre Grimblat's film Lisa, playing the title role and younger version of Jeanne Moreau's character, alongside Benoît Magimel and Sagamore Stévenin.[17] She also starred in Gilles Paquet-Brenner's film Pretty Things (Les Jolies Choses), adapted from the work of feminist writer Virginie Despentes, portraying twins of completely opposite characters, Lucie and Marie; for that role, she was again nominated for a César Award for Most Promising Actress.[18] In 2002, Cotillard starred in Guillaume Nicloux's thriller A Private Affair (Une Affaire Privée), in which she portrayed the mysterious Clarisse.[2] Cotillard started the transition into Hollywood when she obtained a supporting role in Tim Burton's 2003 film Big Fish playing Joséphine, the French wife of Billy Crudup's character, William Bloom.[2] The production, her first English-language film, allowed her to work with well-established actors such as Helena Bonham Carter, Albert Finney, Ewan McGregor, Jessica Lange and Allison Lohman.[2] Big Fish was a critical and commercial success.[19] She also starred in the 2003 French romantic comedy film Love Me If You Dare (Jeux d'enfants), as Sophie Kowalsky, the daughter of Polish immigrants. The film was directed by Yann Samuel and was a box office hit in France with over 1 million tickets sold.[20] In 2004, she won the Chopard Trophy of Female Revelation at the Cannes Film Festival,[21] and appeared in Jean-Pierre Jeunet's A Very Long Engagement (Un Long Dimanche de Fiançailles), as the vengeful Tina Lombardi, for which she won a César Award for Best Supporting Actress,[22] and the mystery thriller Innocence, as Mademoiselle Éva;[2] both films were acclaimed by critics. In 2005, Cotillard starred in six films: Steve Suissa's Cavalcade, Abel Ferrara's Mary,[2] Richard Berry's The Black Box (La Boîte Noire); Love Is in the Air (Ma vie en l'air), Burnt Out (Sauf le respect que je vous dois), and Stéphan Guérin-Tillié's Edy.[23] In May 2005, Cotillard portrayed Joan of Arc for the first time in the Orléans Symphonic Orchestra's production of Arthur Honegger's oratorio Joan of Arc at the Stake at the Palais des Sports d'Orléans, in Orléans, France.[24] She reprised the role several times when performing the oratorio in different countries in the following years.[25][26] In 2006, the actress took on significant roles in four feature films, including Ridley Scott's romantic dramedy A Good Year, in which she portrayed Fanny Chenal, a French café owner in a small Provençal town, opposite Russell Crowe as a Londoner who inherits a local property.[2] She played Nadine in the Belgian comedy Dikkenek, alongside Mélanie Laurent, and the role of Nicole in Fair Play. She also played Léna in the satirical coming-of-age film Toi et moi, directed by Julie Lopes-Curval,[27] for which she learned how to play the cello for her role.[8][28] Cotillard was chosen by director Olivier Dahan to portray the French singer Édith Piaf in the biopic La Vie en Rose, before he had even met her, saying that he noticed a similarity between Piaf's and Cotillard's eyes.[29] The film was dubbed \"the most awaited film of 2007\" in France, where some critics said that Cotillard had reincarnated Édith Piaf to sing one last time on stage.[30] At the Berlin International Film Festival, where the film premiered, Cotillard was given a 15-minute standing ovation.[31] Hollywood talent agent, Hylda Queally, signed Cotillard shortly after its premiere at the festival.[32] La Vie en Rose was a box office hit in France, gathering over 5 million admissions,[33] and made US$86 million worldwide on a US$25 million budget.[34] Cotillard is the first actress to win a Golden Globe for a foreign language performance since 1972, when Liv Ullmann won for The Emigrants. She is also the first person to win a (Comedy or Musical) Golden Globe for a foreign language performance.[35] On 10 February 2008, Cotillard became the first French actress to be awarded the BAFTA Award for Best Actress in a Leading Role since Stéphane Audran in 1973.[36] At the Academy Awards, she won Best Actress, becoming the first woman and second person (after Adrien Brody, The Pianist) to win both a César and an Oscar for the same performance.[37] Cotillard is the second French actress to win this award[38] and the third overall to win an Academy Award after Simone Signoret in 1960 and Juliette Binoche in 1997.[39] She is the first Best Actress winner for a non-English language performance since Sophia Loren in 1961.[40] She is also the first and (as of 2020) only winner of an Academy Award for a French-language performance.[41] On 24 June 2008, Cotillard was one of 105 individuals invited to join the Academy of Motion Picture Arts and Sciences.[42] In 2009, Cotillard starred alongside Johnny Depp and Christian Bale in the role of Billie Frechette in Michael Mann's Public Enemies, which was released in the United States on 1 July 2009. Later that year, she starred in the film adaptation of the musical Nine,[9] directed by Rob Marshall, playing Luisa Contini, the wife of Guido, played by Daniel Day-Lewis. In the film, Cotillard performed two musical numbers: \"My Husband Makes Movies\"[43] and \"Take It All\".[44] Time magazine ranked Cotillard's performance in Nine as the fifth best female performance of 2009, behind Mo'Nique, Carey Mulligan, Saoirse Ronan, and Meryl Streep.[45] She was awarded the Desert Palm Achievement Actress Award at the 2010 Palm Springs International Film Festival – her second prize from the festival[46] – and was nominated for a Golden Globe for Best Actress in a Motion Picture – Musical or Comedy for her performance in Nine.[47] Cotillard appeared on the cover of the November 2009 issue of Vogue with her Nine co-stars, and on the July 2010 cover by herself.[48][49] On 27 February 2010, Cotillard was the Honorary President of the 35th César Awards ceremony.[50] In the same year, she played Mal Cobb, a projection of Leonardo DiCaprio's character, Dom Cobb's deceased wife in Christopher Nolan's film Inception, also starring Tom Hardy, Joseph Gordon-Levitt, Cillian Murphy, Ken Watanabe, Michael Caine and Elliot Page, which released on 16 July 2010. Nolan described Mal as \"the essence of the femme fatale\", and DiCaprio praised Cotillard's performance saying that \"she can be strong and vulnerable and hopeful and heartbreaking all in the same moment, which was perfect for all the contradictions of her character\".[51] Cotillard and Leonardo DiCaprio ranked No. 8 on Forbes's list of \"Hollywood's Top Earning On-Screen Couples\" for Inception, which made US$825 million at the worldwide box-office.[52] She also starred in Guillaume Canet's drama Little White Lies (Les petits mouchoirs), playing the environmentalist Marie, alongside Jean Dujardin and François Cluzet. In 2011, Cotillard starred in Woody Allen's Midnight in Paris alongside Rachel McAdams, Owen Wilson and Kathy Bates, as Adriana, a fictionalised mistress of Pablo Picasso with whom Wilson's character, Gil, falls in love. The film grossed US$151 million worldwide on a US$17 million budget.[53] She appeared with Kate Winslet, Jude Law, Gwyneth Paltrow and Matt Damon in Steven Soderbergh's thriller film Contagion (2011).[54] She also ranked on the top of Le Figaro's 2011 list of the highest-paid French actors in 2010, the first time in nine years that a female had topped the list,[55] and was tied with Kate Winslet as the highest-paid foreign actress in Hollywood.[56] In 2012, Cotillard was ranked ninth on the list of the highest-paid French actresses in 2011,[57] and starred in Christopher Nolan's film The Dark Knight Rises,[58] playing Miranda Tate, a board member at Wayne Enterprises.[59] The film reunited Cotillard with her Inception co-stars Joseph Gordon-Levitt, Michael Caine, Cillian Murphy and Tom Hardy, and Public Enemies collaborator Christian Bale. In Jacques Audiard's drama Rust and Bone (De rouille et d'os), alongside Matthias Schoenaerts, Cotillard portrayed the orca trainer Stéphanie, who loses her legs after an accident at work and begins a strange relationship with Schoenaerts' character.[60] The film premiered in the main competition at the 2012 Cannes Film Festival in May 2012 and received a ten-minute standing ovation at the end of its screening.[61] Cotillard garnered rave reviews for her performance, and Cate Blanchett wrote an op-ed for Variety praising her, describing the film as \"simply astonishing\" and stating that \"Marion has created a character of nobility and candour, seamlessly melding herself into a world we could not have known without her. Her performance is as unexpected and as unsentimental and raw as the film itself\".[62] She received a fifth César Award nomination, a fourth Screen Actors Guild Award nomination, a third Golden Globe nomination (her first nomination for Best Actress – Drama), a second Critics' Choice Award nomination and a second Lumières Award nomination.[63] Cotillard also received several honours and career tributes in 2012, at the Telluride Film Festival,[64] Hollywood Film Festival,[65] AFI Fest,[66] Gotham Awards[67] and Harper's Bazaar Awards.[68] In 2013, Cotillard was named Woman of the Year by Hasty Pudding Theatricals,[69] a student society at Harvard, and was also ranked the 2nd highest paid actress in France in 2012,[70] and the 7th highest paid actor overall.[71] In May 2013, she appeared in the controversial music video \"The Next Day\" by David Bowie, alongside Gary Oldman, her co-star in The Dark Knight Rises.[72] She had her first leading role in an American movie in James Gray's The Immigrant, starring as the Polish immigrant Ewa Cybulska, who wants to experience the American dream in 1920s New York, starring opposite Joaquin Phoenix and Jeremy Renner. James Gray wrote the movie especially for Cotillard after meeting her at a French restaurant with her boyfriend.[73][74] Gray stated that Cotillard is the best actor he's ever worked with.[75] Cotillard had to learn 20 pages of Polish dialogue for her role.[76] Her performance was widely acclaimed,[77] and she was awarded the New York Film Critics Circle Award,[78][79] the National Society of Film Critics Award,[80] the Toronto Film Critics Association Award[81] and was nominated for a Spirit Award for Best Actress in 2015.[82] She starred in Guillaume Canet's Blood Ties, with Clive Owen, Billy Crudup and her Rust and Bone co-star Matthias Schoenaerts,[83] and had a cameo in Anchorman 2: The Legend Continues, acting opposite Jim Carrey as a Canadian anchor in the battle scene between rival news teams.[84] In December 2013, Cotillard was a member of the jury of the 13th Marrakech Film Festival that was presided by Martin Scorsese.[85] In 2014, she starred in Dardenne brothers' Two Days, One Night (Deux jours, une nuit),[86] portraying Sandra, a Belgian factory worker who has just one weekend to convince her co-workers to give up their bonuses so that she can keep her job. The film premiered in the main competition at the 2014 Cannes Film Festival and earned a 15-minute standing ovation, with her performance being named \"the best performance of the festival\".[87] Cotillard received several critics' awards, a European Film Award, was nominated for a second Academy Award and for a sixth César Award.[88][89] Her performances in both The Immigrant and Two Days, One Night shared the fourth spot of Time's list of Best Movie Performances of 2014.[90] In November 2014, Cotillard participated on Comedy Central's All-Star Non-Denominational Christmas Special in a duet with Nathan Fielder singing Elvis Presley's song \"Can't Help Falling in Love\".[91] In 2015, Cotillard took on the role of Lady Macbeth in a film adaption of William Shakespeare's play Macbeth, directed by Justin Kurzel and starring Michael Fassbender in the title role.[92] The film premiered at the Cannes Film Festival,[93] and Cotillard's performance was again the subject of praise from critics, particularly for her rendition of the \"Out, Damned Spot\" monologue. Variety's critic, Guy Lodge remarked: \"Her deathless sleepwalking scene, staged in minimalist fashion under a gauze of snowflakes in a bare chapel, is played with tender, desolate exhaustion; it deserves to be viewed as near-definitive.\"[94] Cotillard was nominated for the British Independent Film Award for Best Actress for her performance.[95] That same year, Cotillard starred in New York Philharmonic's production of Arthur Honegger's oratorio \"Joan of Arc at the Stake\",[96][97] and voiced the roles of The Rose in both the English and the French version of The Little Prince, directed by Mark Osborne;[98] Scarlet Overkill in the French version of Minions;[99] and April in the French-Canadian-Belgian 3D animated film April and the Extraordinary World (Avril et le Monde Truqué), directed by Franck Ekinci and Christian Demares.[100][101] In 2016, Cotillard played Gabrielle, a free-spirited woman in a convenience marriage, in Nicole Garcia's From the Land of the Moon (Mal de Pierres), an adaptation of the bestselling Italian novel Mal di Pietre by Milena Agus, which marked her return to French cinema after 2012's Rust and Bone,[102] and earned her a seventh César Award nomination.[103] She also played the role of Catherine, the sister-in-law of a gay playwright (portrayed by Gaspard Ulliel), who returns home to tell his family that he is dying in Xavier Dolan's Canadian-French co-production It's Only the End of the World (Juste la fin du Monde).[104] Both films premiered in the main competition section of the 2016 Cannes Film Festival, to polarized reactions from critics.[105][106] It's Only the End of the World was a box office hit in France with over 1 million tickets sold.[107] Cotillard starred opposite Brad Pitt in Allied (2016), a spy film set in World War II directed by Robert Zemeckis, in which she played Marianne Beausejour, a French Resistance fighter.[104][108][109] While critical reviews were mixed, Stephanie Zacharek of Time magazine felt that \"Pitt and Cotillard give sturdy, coded performances that feel naturalistic, not phony: They understand clearly that their chief mission is to tap the tradition of melodrama, and they take it seriously. Somehow, almost incomprehensibly, it all works. Allied looks old but smells new, and the scent is heady.\"[110] The film grossed US$120 million worldwide.[111] Cotillard reteamed with Macbeth director Justin Kurzel and co-star Michael Fassbender in the film adaptation of the video game Assassin's Creed, also released in 2016.[112] On 30 January 2017, Cotillard was honoured with a special award for her career at the 22nd Lumières Awards in France.[113][114] In 2017, she also starred in Guillaume Canet's satire comedy Rock'n Roll, and Arnaud Desplechin's drama Ismael's Ghosts (Les Fantomes d'Ismaël), alongside Mathieu Amalric, Charlotte Gainsbourg and Louis Garrel.[115] The Hollywood Reporter, in its review for the former film, asserted that \"Cotillard offers up such a sincere performance that you can't help but laugh\".[116] In the 2018 drama Angel Face (Gueule d'ange) by director Vanessa Fialho, she portrayed Marlene, a woman who suddenly chooses to abandon her daughter for a man she has just met during yet another night of excess. The film premiered in the Un Certain Regard section at the Cannes Film Festival.[117] In 2019, Cotillard reprised the role of Marie in Little White Lies 2, sequel to 2010's Little White Lies directed by Guillaume Canet.[118] In 2020, Cotillard voiced Tutu, the fox in the comedy film Dolittle by Stephen Gaghan.[119] In 2021, she starred as Ann Defrasnoux alongside Adam Driver in the musical film Annette directed by Leos Carax.[120] Her performance in Annette earned her a Golden Globe nomination for Best Actress in a Motion Picture – Musical or Comedy.[121] Cotillard produced the documentary Bigger Than Us, directed by Flore Vasseur, which explores the social movement of young people fighting for change in the 21st Century.[122] The documentary was released on 22 September 2021 in France, and it was nominated for a César Award for Best Documentary Film in 2022.[123] Cotillard voiced German artist Charlotte Salomon in the French version of the animated biographical film Charlotte, directed by Eric Warin and Tahir Rana, which follows the last 10 years of Salomon's life, a Jewish woman who struggled with depression amid World War II and the Holocaust while exiled in the South of France.[124] Cotillard was also an executive producer on the film that made its world premiere at the Toronto International Film Festival in September 2021.[124] In October 2021, Cotillard played Kim Randall in La Vengeance au Triple Galop, a comedy TV film for France's Canal Plus directed by Alex Lutz and Arthur Sanigou.[125] In April 2021, it was announced that Cotillard would make her third collaboration with director Arnaud Desplechin in the film Brother and Sister (Frère et Sœur), which follows two siblings, Alice and Louis, played by Cotillard and Melvil Poupaud, who are forced to reunite after the death of their parents following two decades of shared silence.[126] The film premiered in the main competition at the 2022 Cannes Film Festival in May 2022.[127] During the 2022 Cannes Film Festival, Cotillard launched alongside filmmaker Cyril Dion and producer Magali Payen her new production company, Newtopia.[128] The company's central aim is to create content around issues such as environmentalism, science, society, health, geopolitics, feminism and gender \"that imagine a better future for the world based on ecologically sustainable and socially fair practices\".[129] In late 2021, she was cast in the Apple TV+ anthology series Extrapolations.[130] She also voiced Louise de Savoy in The Inventor,[131] a stop-motion animated film about the life of Leonardo da Vinci, written and directed by Jim Capobianco.[132] Cotillard will play Solange D’Ayen, the fashion director of French Vogue in the drama film Lee set in World War IIdirected by Ellen Kuras and starring Kate Winslet. [133] Cotillard sings,[134] plays guitar, bass guitar, keyboard and tambourine.[135] She co-wrote and performed the song \"La Fille De Joie\" for her 2001 film Pretty Things (Les Jolies Choses),[136] in which she played a singer and also performed the song \"La Conne\" for the film. Canadian singer Hawksley Workman, said in interviews about his album Between the Beautifuls that he worked and wrote songs with Cotillard while they both were in Los Angeles during the 2007–2008 movie awards season.[137] In 2008, she co-wrote and performed the song \"The Strong Ones\" with Hawksley Workman for Olivier Dahan's short film for Cartier's Love range.[138] In 2010, Cotillard recorded the songs \"Five Thousand Nights\" and \"Happy Crowd\" with the French Rock band Yodelice for their album \"Cardioid\". She also went on tour with the band in different cities in France and Belgium, under the pseudonym \"Simone\", which is her maternal grandmother's name.[139] In the same year, she appeared in the video \"More Than Meets the Eyes\" from Yodelice.[140] Cotillard recorded the song \"The Eyes of Mars\" with Franz Ferdinand especially for Dior. In 2012, she wrote and performed the song \"Lily's Body\" for the fourth episode of the Lady Dior Web Documentary with the same title,[141] and in 2014, Cotillard wrote and performed the song \"Snapshot in LA\" alongside John Cameron Mitchell, Metronomy's Joseph Mount and Villaine. She also wrote and co-directed the video for the song, made for Lady Dior's advertising campaign \"Enter the Game – Dior Cruise 2015\".[142] In addition to her film work, Cotillard is active in philanthropy, environmental activism, and has participated in campaigns for environmental protection, in particular Greenpeace, for whom she has been a member and acted as a spokesperson since 2001.[144][145] Cotillard is the patron of Maud Fontenoy Foundation, a non-governmental organization which is dedicated to teaching children about preserving the oceans.[146] She is also the ambassador of Association Wayanga, a French association that supports indigenous peoples for their rights and the preservation of their cultures and the Amazon Forest they inhabit.[147] She supports The Heart Fund, an international public charity that is a pioneer in technological innovation to combat cardiovascular diseases in children,[148] and is also a member of WWF[149] and the Nicolas Hulot Foundation, which supports environmental initiatives in France and abroad to engage the ecological transition of our societies.[150] In 2005, she contributed to Dessins pour le climat (\"Drawings for the Climate\"), a book of drawings published by Greenpeace to raise funds for the group,[151] and in 2010, she travelled to Congo with Greenpeace to visit tropical rainforests threatened by logging companies, it was shown in the documentary The Congolese Rainforests: Living on Borrowed Time.[152] In 2009, Cotillard was one of many celebrities to record a cover version of the song Beds are Burning by Midnight Oil, in support of TckTckTck and climate justice.[153] In the same year, Cotillard designed her own doll for UNICEF France campaign \"Les Frimousses Font Leur Cinéma\", that was sold to help vaccinate thousands of children in Darfur.[154] In 2011, she publicly supported Chief Raoni in his fight against the Belo Monte Dam in Brazil and signed his petition.[155] In 2012, Cotillard was featured on Kate Winslet's book \"The Golden Hat: Talking Back To Autism\",[156] with celebrity self-portraits[157] to raise awareness and support for autism launched by Winslet's Golden Hat Foundation.[158] In 2013, she caged herself near Paris's Louvre museum to demand the freeing of 30 Greenpeace activists jailed in Russia over an Arctic protest. She entered the cage and held a banner proclaiming \"I am a climate defender\".[159] In February 2014, she signed The Tiger Manifesto, a campaign calling for an end to everyday products being manufactured through forest destruction. Launched by Greenpeace, the campaign is encouraging consumers to demand products are forest and tiger-friendly, particularly in Indonesia, where the Sumatran tiger is on brink of extinction.[160][161] In May 2014, Greenpeace released the animated video The Amazon's Silent Crisis, narrated by Cotillard. The video highlights the troubling illegal logging that threatens the Brazilian Amazon.[162] On 26 February 2015, she went to the Philippines along France's President François Hollande and actress Mélanie Laurent, to participate on a forum and encourage faster and more determined action on the global challenge of climate change.[163] At the 2015 Cannes Film Festival, director Mark Osborne revealed that Cotillard used to visit Children's Hospitals and play The Rose (from the book The Little Prince) for the kids, years before she voiced the character in the 2015 film The Little Prince, directed by Osborne.[164][165] Cotillard was the ambassador of \"1 Heart 1 Tree\", an art project that fights climate change through its Plant for the Planet reforestation program. On 29 November 2015, The Eiffel Tower became a virtual forest with trees and words encouraging environmental activism projected onto it every evening. Cotillard and UN Secretary General Ban Ki-Moon, inaugurated the light installation on the eve of the official opening of the COP21 conference.[166] She also donated her shoes to be displayed among an installation of over 10,000 shoes at the Place de la Republique in Paris. The installation replaced a giant march for climate change which was forbidden by French authorities following the deadly attacks in the capital on 13 November, which cost 130 lives. It was a way of showing the determination of protesters in their fight against climate change, and allowed them to still send a strong message on the eve of the U.N. climate conference (COP21).[167] On 10 December 2015, Cotillard voiced the French version of the short film Home, made by Conservation International (CI). The short film debuted at the United Nations Momentum for Change Awards ceremony at the climate negotiations (COP21) in Paris. It was the latest addition to CI's award-winning \"Nature Is Speaking\" short film series. \"Home\" was produced to remind negotiators and world leaders at the climate talks of our common duty – how to care for the Earth that cares for us all. \"This Earth is our shared home, our only home. The time to safeguard its future – and with it our own future – is right now,\" said Cotillard.[168] In 2008, Cotillard was chosen as the face of Dior's bag \"Lady Dior\",[169] and was featured in an online short film directed by John Cameron Mitchell about the fictional character created by John Galliano.[170] She starred in a series of short films that were situated in different cities to promote the \"Lady Dior\" handbags: Lady Noire Affair (in Paris) directed by Olivier Dahan; Lady Blue Shanghai, directed by David Lynch; Lady Rouge (in New York City), directed by Jonas Akerlund; and Lady Grey London, directed by John Cameron Mitchell and starring Ian McKellen and Russell Tovey.[170] This campaign has also resulted in a musical collaboration with Scottish rock band Franz Ferdinand, where Cotillard has provided the vocals for a composition performed by the group, entitled \"The Eyes of Mars\", for the \"Lady Rouge\" campaign.[171] In 2012, Cotillard starred in the web-series Lady Dior Web Documentary and wrote and performed the song \"Lily's body\" for one episode, she also designed her own handbag for Dior, the \"360° bag\".[172] Cotillard also appeared on the cover of the first issue of Dior Magazine in September 2012.[173][174][175] In 2014, she wrote and co-directed alongside Eliott Bliss,[176] a music video for her song \"Snapshot in LA\", especially for Lady Dior's campaign \"Enter The Game – Dior Cuise 2015\".[177][178] Cotillard's contract with Dior ended in 2017.[179] In May 2013, Cotillard became the first actress to walk the red carpet of the Cannes Film Festival wearing the initial models from the Chopard Green Carpet Collection.[180] In 2015, she designed a bracelet for Chopard's Green Carpet Collection made of ethical Fairmined-certified gold.[180] In 2020, Cotillard designed her own sustainable jewelry collection for Chopard entitled \"Ice Cube Capsule\". She designed seven items curated from Fairmined-certified ethical gold and diamonds. The collection was unveiled on 29 September 2020 during Paris fashion week.[181] On 17 February 2020, Cotillard was announced as House ambassador and the new face of the Chanel No. 5 fragrance.[182][183] Her first commercial for Chanel No. 5 was released on 29 October 2020.[184] It was directed by Johan Renck and featured Cotillard dancing in the moon with French ballet dancer Jérémie Bélingard while singing a cover of Lorde's \"Team\".[185] In the late 90s, Cotillard was in a relationship with French actor Julien Rassam.[186] She had a long-term relationship with French actor Stéphan Guérin-Tillié from 2000 to 2005. They co-starred in the short films Quelques jours de trop (2000) and Heureuse (2001), in the 2001 TV series Les redoutables, and in the 2005 feature films Cavalcade and Edy.[187] She dated French singer Sinclair from 2005 to 2007.[188][189] Since October 2007, Cotillard has been in a relationship with French actor and director Guillaume Canet.[190][191] They had been friends since 1997,[192] and co-starred together for the first time years later in the 2003 film Love Me If You Dare. Despite common misconception, the couple are not married. Though since 2010 Cotillard has been spotted wearing a diamond solitaire on her left hand – a present from Canet – they are not engaged either.[193] In 2014, Cotillard denied being married to Canet,[194] instead referring to him as \"my boyfriend\" in interviews.[195][196][197][198] In 2011, they had their first child, a son, Marcel,[199] and in 2017, their second child, a daughter, Louise was born.[200][201] In January 2018, Cotillard said that with her then-6-year-old son entering school and a newborn daughter, she would be slowing down her filming schedule for the time being.[202] As of 2022, Cotillard has appeared on more than 300 magazine covers around the world,[175] such as Vogue, Elle, Marie Claire, Variety, Harper's Bazaar, Vanity Fair, Madame Figaro, Glamour, W, Porter, The Hollywood Reporter and Wall Street Journal Magazine.[175][203] She was the first actress on a Vogue Paris September cover in five years with her September 2010 cover,[204] and was named \"Woman of the Decade\" by Vogue Paris on their list of the \"40 Women of The Decade\" in 2010.[205] In August 2012, Cotillard was featured in three major magazine covers: the American Vogue, Vogue Paris and Marie Claire UK.[206] She was also featured on the cover of the first issue of Dior Magazine in September 2012.[207] Cotillard was named \"The Most Beautiful Face of 2013\" by The Independent Critics List of the 100 Most Beautiful Famous Faces From Around the World,[208] and ranked as one of the most \"Beautiful Famous Faces\" for 16 consecutive years. She was ranked No. 47 in 2017,[209] No. 36 in 2016, No. 18 in 2015, No. 14 in 2014, No. 1 in 2013, No. 2 in 2012, No. 7 in 2011, No. 12 in 2010, No. 15 in 2009, No. 4 in 2008, No. 3 in 2007, No. 8 in 2006, No. 17 in 2005, No. 35 in 2004, No. 20 in 2003, and No. 31 in 2002.[210] In 2012, Cotillard was named \"The World's Sexiest Woman\" by the Hungarian magazine Periodika.[211] In 2013, she was ranked No. 13 on Empire Online's list of the \"100 Sexiest Movie Stars\",[212] was No. 12 on French magazine Slate's list of the \"100 Most Influential Women of France\",[213] No. 68 on Total Film's list of \"Top 200 Performances of All Time\" for her performance in La Vie en Rose,[214] and named \"Best Dressed Star of 2013\" by the British Grazia magazine.[215] In 2014, she was described as \"the great silent film actress of our time\" by British film critic Robbie Collin from The Daily Telegraph, for her ability to show emotions only with her eyes and facial expressions, although she has never appeared in a silent film, and was named \"The Most Bankable French Actress of the 21st Century\", her films accumulating more than 37 million ticket sales in France from 2001 to 2014. She ranked No. 18 on British GQ magazine's list of \"The World's 20 Coolest Women\" in 2014,[216] and was chosen as one of the 'Best Film Femme Fatales' by Harper's Bazaar in 2014, for her performance as Mal in Inception.[217] In April 2016, Vox.com[218] analysed the actresses who have starred in the best reviewed films ranked by average Metacritic rating, and Cotillard was No. 3 with an average score of 68.[219] Cotillard ranked second on Google's \"Most Searched Actresses of 2016\".[220] In 2017, she was featured on the official poster of the 42nd César Awards.[221] The ivory Jean Paul Gaultier gown Cotillard wore at the 80th Academy Awards on 24 February 2008 is regarded as one of the greatest Oscar dresses of all time.[222][223] In mid-october 2021, a new book Le traître et le néant (English: The traitor and the nether) by two journalists from Le Monde, Gérard Davet and Fabrice Lhomme came out nation-wide in France. Few days later, countless French national newspapers and medias have reported that French President Emmanuel Macron had declared \"She pisses me off, Cotillard\" (French: Elle me fait chier, Cotillard)[224][225][226] as claimed in this book. Jean-Marc Dumontet is cited as eye-witness.[227] This statement was in response to Cotillard's 2018 criticisms of his policies especially environmental ones, when she stated in Le Parisien : \"My faith in politics has been really undermined. He's making promises to have a good image and behind [our backs] does not keeping them at all. I find that unbearable.\"[228][229][225] Cotillard was mentioned in Trivia, an episode of The Office that aired in January, 2012. Her 2001 film Les Jolies Choses, was the final answer to a trivia contest. Unlikely contestant Kevin Malone (portrayed by Brian Baumgartner) answers correctly and wins the contest. He credits Cotillard's multiple nude scenes in the film for his quick recall.[230] Cotillard has had a look-alike puppet in the French television show Les Guignols de l'info since 2013.[231] In July 2014, a sample of Cotillard and Leonardo DiCaprio's dialogue in the train scene from Inception (\"You're waiting for a train...\"), was featured on the song \"Far Away\" by nExow[232] at minute 03:28.[233] Brazilian brand Chara Rial also named a Mocassin shoes after her in 2014.[234] In April 2015, the French rap band Columbine released a song titled \"Marion\". During the chorus, they sing \"Je t'aime, t'es belle comme Marion Cotillard\" (\"I love you, you're as pretty as Marion Cotillard\", in French).[235] In the TV Land sitcom Hot in Cleveland (2014; season 5, episode 12: I Just Met the Man I'm Going to Marry), Wendie Malick's character is presenting the Oscars nominees for Best Actress in a Supporting Role in a mise-en-abîme scene and declares \"Marion Cotill..., you know the French chick who gets nominated for everything.\"[236] On April 11, 2015 (Season 40, Episode 18), Cecily Strong debuted her now recurring Saturday Night Live impersonation of Cotillard[237] as a respected and dedicated actress debating the place of women in the film industry[238][239][240] for the Lincoln Center for the Performing Arts \"Actress Round Table\" and \"Hollywood Game Night\" sketches (other appearances as Cotillard include: Season 42, Episode 1, 8 and 20 as well as Season 43, Episode 3[241]). As of 2020, Cotillard's films have grossed more than $3.6 billion at the worldwide box-office.[242][243][244][245] Cotillard has dubbed several films and documentaries in France and in the U.S., and also dubbed in French all of her roles in English-language films.[246][247] Among other awards, Cotillard has received an Academy Award for Best Actress, a Golden Globe Award, a BAFTA Award, two César Awards, a Lumières Award and a European Film Award. She has also won a New York Film Critics Circle Award, a National Society of Film Critics Award, and a Los Angeles Film Critics Association Award for Best Actress, the critics' awards trifecta. Cotillard and Isabelle Adjani are the only French actresses to win the New York Film Critics Circle Award for Best Actress. Adjani won in 1975 for The Story of Adele H. (1975), while Cotillard was awarded for her performances in The Immigrant (2013) and Two Days, One Night (2014) in 2014. In March 2010, Cotillard was made a Chevalier (Knight) of the Ordre des Arts et des Lettres (Order of the Arts and Letters) by the French government for her \"contribution to the enrichment of French culture\".[268] She was promoted to Officier (Officer) on 10 February 2016.[269] On 14 July 2016, Cotillard received France's highest honour – she was named a Chevalier (Knight) of the Légion d'Honneur (Legion of Honor). She was among 650 names from the worlds of politics, culture, sport and public life published in the government's official journal for Bastille Day.[270][271]","Title":"Marion Cotillard - Wikipedia","KeyID":"7927","URL":"https://en.wikipedia.org/wiki/Marion_Cotillard"}