{"Content: ":"Baptisia australis, commonly known as blue wild indigo or blue false indigo, is a flowering plant in the family Fabaceae (legumes). It is a perennial herb native to much of central and eastern North America and is particularly common in the Midwest, but it has also been introduced well beyond its natural range.[3] Naturally it can be found growing wild at the borders of woods, along streams or in open meadows. It often has difficulty seeding itself in its native areas due to parasitic weevils that enter the seed pods, making the number of viable seeds very low.[4] The plant has low toxicity levels for humans.[5] The name of the genus is derived from the Ancient Greek word bapto, meaning \"to dip\" or \"immerse\",[6] while the specific name australis is Latin for \"southern\". Additional common names of this plant exist, such as indigo weed, rattleweed, rattlebush and horsefly weed. The common name \"blue false indigo\" is derived from it being used as a substitute for the superior dye-producing plant Indigofera tinctoria. Baptisia australis is an herbaceous perennial that reproduces both sexually and asexually by means of its spreading rhizomes. The plant is erect and emerges from the rhizomatic network. The roots themselves are branched and deep, which helps the plant withstand periods of drought. When dug up they are woody and black in colour and show tubercles, wart-like projections found on the roots. The plant branches extensively about halfway up. The stems are stour and glabrous, or hairless. Broken stems secrete a sap that turns dark blue on contact with the air.[4] The plant may attain a height of 1 to 1.5 metres, and a width of 0.6 to 1 metre. The grey-green trifoliate leaves are arranged alternately, and are further divided into clover-like leaflets that are obovate in shape, or wider towards the apex. Flower spikes appear in early summer. Emerging at the pinnacle are short, upright terminal racemes with pea-like flowers that vary in colour from light blue to deep violet. The flowers, which bloom from spring to summer depending on the region, are bisexual and are roughly 2.5 cm (0.98 in) long. The fruit is a bluish black inflated and hardened pod that ranges from 2.5 to 7.5 cm (0.98 to 2.95 in) in length by 1.25 to 2.5 cm (0.49 to 0.98 in). They are oblong in shape and are sharply tipped at the apex. At maturity they will contain many loose seeds within. The seeds are yellowish brown, kidney shaped and about 2 mm (0.079 in) in size. The leaves emerge about one month before flowering and are shed approximately one month after the pods form. Once the seeds are fully mature, the stems turn a silverish grey and break off from the roots. The pods stay attached and are blown with the stems to another location.[4] Young shoots of the plant have been mistaken for asparagus, which resulted in poisoning.[7] The seeds may be toxic, especially for children.[8] There are three recognised varieties of B. australis: Baptisia australis is the most commonly cultivated species in its genus,[9] and is also cultivated beyond its native continent in other areas such as Great Britain,[10] where it has gained the Royal Horticultural Society's Award of Garden Merit.[11] It is considered to be a desirable plant in the garden due to its deep blue to violet spring flowers, the attractive light green compound leaves, and also for the somewhat unusual oblong fruits that emerge in the late summer. Baptisia australis grows best in lime-free, well-drained stony soil in full sun to part shade. It grows to about 90 to 120 cm (3.0 to 3.9 ft) tall in height with a similar spread. Like other members of the genus, it has a very deep taproot, which makes it quite difficult to move once planted. It thrives in full sun and requires water only in times of low rainfall. One slightly negative feature it that the leaves tend to drop early in the fall, but this may be avoided by cutting the dead stems as they die back. It is hardy in USDA zones 3 through 8.[9] It is commonly employed as a border plant in gardens.[10] While there are no commonly available cultivars, several hybrids involving B. australis have been created, such as 'Purple Smoke', which is a cross with Baptisia alba. The variety B. australis var. minor is also used occasionally in gardens. It is much shorter at only 30 to 60 cm (1 to 2 ft) in height, but the flowers are equal in size.[9] Several American Indian tribes have made use of the plant for a variety of purposes. The Cherokees traditionally use it as a source of blue dye, a practice later copied by European settlers. They have also used the roots in teas as a purgative or to treat tooth aches and nausea, while the Osage make an eyewash with the plant.[4] Ripened seed pods have been used for children's rattles.[5]","Title":"Baptisia australis - Wikipedia","KeyID":"7934","URL":"https://en.wikipedia.org/wiki/Baptisia_australis"}