{"Content: ":"The Johns Hopkins University (Johns Hopkins, Hopkins, or JHU) is a private research university in Baltimore, Maryland. Founded in 1876, Johns Hopkins claims to be the oldest research university in the United States and it consistently ranks among the most prestigious universities in the world.[7][8][9] The university was named for its first benefactor, the American entrepreneur and Quaker philanthropist Johns Hopkins.[10] Hopkins' $7 million bequest to establish the university was the largest philanthropic gift in U.S. history up to that time.[11][12] Daniel Coit Gilman, who was inaugurated as Johns Hopkins's first president on February 22, 1876,[13] led the university to revolutionize higher education in the U.S. by integrating teaching and research.[14] In 1900, Johns Hopkins became a founding member of the American Association of Universities.[15] The university has led all U.S. universities in annual research expenditures over the past three decades. Johns Hopkins is organized into 10 divisions on campuses in Maryland and Washington, D.C., with international centers in Italy and China.[16] The two undergraduate divisions, the Zanvyl Krieger School of Arts and Sciences and the Whiting School of Engineering, are located on the Homewood campus in Baltimore's Charles Village neighborhood.[17] The medical school, nursing school, Bloomberg School of Public Health, and Johns Hopkins Children’s Center are located on the Medical Institutions campus in East Baltimore.[18] The university also consists of the Peabody Institute, Applied Physics Laboratory, Paul H. Nitze School of Advanced International Studies, School of Education, Carey Business School, and various other facilities.[19] The university also has graduate campuses in Italy, China, and Washington, D.C.[20] As of October 2019, 39 Nobel laureates and one Fields Medalist have been affiliated with Johns Hopkins's faculty and alumni.[21] Founded in 1883, the Blue Jays men's lacrosse team has captured 44 national titles[22] and plays in the Big Ten Conference as an affiliate member.[23] The university's other sports teams compete in Division III of the NCAA as members of the Centennial Conference. On his death in 1873, Johns Hopkins, a Quaker entrepreneur and childless bachelor, bequeathed $7 million (approximately $156.3 million today adjusted for consumer price inflation) to fund a hospital and university in Baltimore, Maryland.[24] At the time, this donation, generated primarily from the Baltimore and Ohio Railroad,[25] was the largest philanthropic gift in the history of the United States,[11] and endowment was then the largest in America.[12] Until 2020, Hopkins was assumed to be a fervent abolitionist, until research done by the school into his United States Census records revealed he claimed to own at least five household slaves in the 1840 and 1850 decennial censuses.[26][27] The first name of philanthropist Johns Hopkins comes from the surname of his great-grandmother, Margaret Johns, who married Gerard Hopkins.[25] They named their son Johns Hopkins, who named his own son Samuel Hopkins. Samuel named one of his sons for his father, and that son became the university's benefactor. Milton Eisenhower, a former university president, once spoke at a convention in Pittsburgh where the master of ceremonies introduced him as \"President of John Hopkins.\" Eisenhower retorted that he was \"glad to be here in Pittburgh.\"[28] The original board opted for an entirely novel university model dedicated to the discovery of knowledge at an advanced level, extending that of contemporary Germany.[29] Building on the Humboldtian model of higher education, the German education model of Wilhelm von Humboldt, it became dedicated to research. It was especially Heidelberg University and its long academic research history on which the new institution tried to model itself.[29][failed verification] Johns Hopkins thereby became the model of the modern research university in the United States. Its success eventually shifted higher education in the United States from a focus on teaching revealed and/or applied knowledge to the scientific discovery of new knowledge.[30] The trustees worked alongside four notable university presidents – Charles W. Eliot of Harvard, Andrew D. White of Cornell, Noah Porter of Yale College and James B. Angell of Michigan. They each vouched for Daniel Coit Gilman to lead the new University and he became the university's first president.[31] Gilman, a Yale-educated scholar, had been serving as president of the University of California, Berkeley prior to this appointment.[31] In preparation for the university's founding, Gilman visited University of Freiburg and other German universities. Gilman launched what many at the time considered an audacious and unprecedented academic experiment to merge teaching and research. He dismissed the idea that the two were mutually exclusive: \"The best teachers are usually those who are free, competent and willing to make original researches in the library and the laboratory,\" he stated.[32] To implement his plan, Gilman recruited internationally known researchers including the mathematician James Joseph Sylvester; the biologist H. Newell Martin; the physicist Henry A. Rowland (the first president of the American Physical Society), the classical scholars Basil Gildersleeve and Charles D. Morris;[33] the economist Richard T. Ely; and the chemist Ira Remsen, who became the second president of the university in 1901.[34] Gilman focused on the expansion of graduate education and support of faculty research. The new university fused advanced scholarship with such professional schools as medicine and engineering. Hopkins became the national trendsetter in doctoral programs and the host for numerous scholarly journals and associations.[35] The Johns Hopkins University Press, founded in 1878, is the oldest American university press in continuous operation.[36] With the completion of Johns Hopkins Hospital in 1889 and the medical school in 1893, the university's research-focused mode of instruction soon began attracting world-renowned faculty members who would become major figures in the emerging field of academic medicine, including William Osler, William Halsted, Howard Kelly, and William Welch.[37] Students came from all over the world to study at Johns Hopkins and returned to their sending country to serve their nation, including Dr Harry Chung (b. 1872) who served as a diplomat in the Manchu Dynasty and First Secretary to the United States. During this period Hopkins made more history by becoming the first medical school to admit women on an equal basis with men and to require a Bachelor's degree, based on the efforts of Mary E. Garrett, who had endowed the school at Gilman's request.[38] The school of medicine was America's first coeducational, graduate-level medical school, and became a prototype for academic medicine that emphasized bedside learning, research projects, and laboratory training. In his will and in his instructions to the trustees of the university and the hospital, Hopkins requested that both institutions be built upon the vast grounds of his Baltimore estate, Clifton. When Gilman assumed the presidency, he decided that it would be best to use the university's endowment for recruiting faculty and students, deciding to, as it has been paraphrased, \"build men, not buildings.\"[39] In his will Hopkins stipulated that none of his endowment should be used for construction; only interest on the principal could be used for this purpose. Unfortunately, stocks in The Baltimore and Ohio Railroad, which would have generated most of the interest, became virtually worthless soon after Hopkins's death. The university's first home was thus in Downtown Baltimore delaying plans to site the university in Clifton.[24] In the early 20th century, the university outgrew its buildings and the trustees began to search for a new home. Developing Clifton for the university was too costly, and 30 acres (12 ha) of the estate had to be sold to the city as public park. A solution was achieved by a team of prominent locals who acquired the estate in north Baltimore known as Homewood. On February 22, 1902, this land was formally transferred to the university. The flagship building, Gilman Hall, was completed in 1915. The School of Engineering relocated in Fall of 1914 and the School of Arts and Sciences followed in 1916. These decades saw the ceding of lands by the university for the public Wyman Park and Wyman Park Dell and the Baltimore Museum of Art, coalescing in the contemporary area of 140 acres (57 ha).[24] Prior to becoming the main Johns Hopkins campus, the Homewood estate had initially been the gift of Charles Carroll of Carrollton, a Maryland planter and signer of the Declaration of Independence, to his son Charles Carroll Jr. The original structure, the 1801 Homewood House, still stands and serves as an on-campus museum.[40] The brick and marble Federal style of Homewood House became the architectural inspiration for much of the university campus versus the Collegiate Gothic style of other historic American universities.[40] In 1909, the university was among the first to start adult continuing education programs and in 1916 it founded the US' first school of public health.[41] Since the 1910s, Johns Hopkins University has famously been a \"fertile cradle\" to Arthur Lovejoy's history of ideas.[42] Since 1942, the Johns Hopkins Applied Physics Laboratory (APL) has served as a major governmental defense contractor. In tandem with on-campus research, Johns Hopkins has every year since 1979 had the highest federal research funding of any American university.[43] Professional schools of international affairs and music were established in 1950 and 1977, respectively, when the Paul H. Nitze School of Advanced International Studies[44] in Washington D.C and the Peabody Institute[45] in Baltimore were incorporated into the university. The early decades of the 21st century saw expansion across the university's institutions in both physical and population sizes. Notably, a planned 88-acre expansion to the medical campus began in 2013.[46] Completed construction on the Homewood campus has included a new biomedical engineering building in the Johns Hopkins University Department of Biomedical Engineering, a new library, a new biology wing, an extensive renovation of the flagship Gilman Hall, and the reconstruction of the main university entrance.[47] These years also brought about the rapid development of the university's professional schools of education and business. From 1999 until 2007, these disciplines had been joined together within the School of Professional Studies in Business and Education (SPSBE), itself a reshuffling of several earlier ventures. The 2007 split, combined with new funding and leadership initiatives, has led to the simultaneous emergence of the Johns Hopkins School of Education and the Carey Business School.[48] On November 18, 2018, it was announced that Michael Bloomberg would make a donation to his alma mater of $1.8 billion, marking the largest private donation in modern history to an institution of higher education and bringing Bloomberg's total contribution to the school in excess of $3.3 billion.[49][50][51][52][53][54] Bloomberg's $1.8 billion gift allows the school to practice need-blind admission and meet the full financial need of admitted students.[55][56] In January 2019, the university announced[57] an agreement to purchase the Newseum, located at 555 Pennsylvania Ave. NW, in the heart of Washington, D.C., with plans to locate all of its D.C.-based graduate programs there. In an interview with The Atlantic, the president of Johns Hopkins stated that “the purchase is an opportunity to position the university, literally, to better contribute its expertise to national- and international-policy discussions.”[58] In late 2019, the university's Coronavirus Research Center began tracking worldwide cases of the COVID-19 pandemic by compiling data from hundreds of sources around the world.[59] This led to the university becoming one of the most cited sources for data about the pandemic.[59] Hopkins was a prominent abolitionist who supported Abraham Lincoln during the American Civil War. After his death, reports said his conviction was a decisive factor in enrolling Hopkins's first African-American student, Kelly Miller, a graduate student in physics, astronomy and mathematics.[60] As time passed, the university adopted a \"separate but equal\" stance more like other Baltimore institutions.[12] The first black undergraduate entered the school in 1945 and graduate students followed in 1967.[61] James Nabwangu, a British-trained Kenyan, was the first black graduate of the medical school.[62] African-American instructor and laboratory supervisor Vivien Thomas was instrumental in developing and conducting the first successful blue baby operation in 1944.[63] Despite such cases, racial diversity did not become commonplace at Johns Hopkins institutions until the 1960s and 1970s. Hopkins's most well-known battle for women's rights was the one led by daughters of trustees of the university; Mary E. Garrett, M. Carey Thomas, Mamie Gwinn, Elizabeth King, and Julia Rogers.[64] They donated and raised the funds needed to open the medical school, and required Hopkins's officials to agree to their stipulation that women would be admitted. The nursing school opened in 1889 and accepted women and men as students.[65] Other graduate schools were later opened to women by president Ira Remsen in 1907. Christine Ladd-Franklin was the first woman to earn a PhD at Hopkins, in mathematics in 1882.[66] The trustees denied her the degree for decades and refused to change the policy about admitting women. In 1893, Florence Bascomb became the university's first female PhD.[64] The decision to admit women at undergraduate level was not considered until the late 1960s and was eventually adopted in October 1969. As of 2009–2010, the undergraduate population was 47% female and 53% male.[67] In 2020, the undergraduate population of Hopkins was 53% female.[68][69] On September 5, 2013, cryptographer and Johns Hopkins university professor Matthew Green posted a blog entitled, \"On the NSA\", in which he contributed to the ongoing debate regarding the role of NIST and NSA in formulating U.S. cryptography standards. On September 9, 2013, Green received a take-down request for the \"On the NSA\" blog from interim Dean Andrew Douglas from the Johns Hopkins University Whiting School of Engineering.[70] The request cited concerns that the blog had links to sensitive material. The blog linked to already published news articles from The Guardian, The New York Times and ProPublica.org. Douglas subsequently issued a personal on-line apology to Green.[71] The event raised concern over the future of academic freedom of speech within the cryptologic research community. The first campus was located on Howard Street. Eventually, they relocated to Homewood, in northern Baltimore, the estate of Charles Carroll, son of the oldest surviving signer of the Declaration of Independence. Carroll's Homewood House is considered one of the finest examples of Federal residential architecture. The estate then came to the Wyman family, which participated in making it the park-like main campus of the schools of arts and sciences and engineering at the start of the 20th century. Most of its architecture was modeled after the Federal style of Homewood House. Homewood House is preserved as a museum. Most undergraduate programs are on this campus.[74] Collectively known as Johns Hopkins Medical Institutions (JHMI) campus, the East Baltimore facility occupies several city blocks spreading from the Johns Hopkins Hospital trademark dome. The Washington, D.C. campus is on Massachusetts Avenue, towards the Southeastern end of Embassy Row. In 2019, Hopkins announced its purchase of the Newseum building on Pennsylvania Avenue, three blocks from the United States Capitol to house its D.C. programs and centers.[79] Akin to the Washington, D.C. campus for the School of Arts & Sciences, the APL also is the primary campus for master's degrees in a variety of STEM fields. The Johns Hopkins entity is structured as two corporations, the university and The Johns Hopkins Health System, formed in 1986. The President is JHU's chief executive officer, and the university is organized into nine academic divisions.[86] JHU's bylaws specify a Board of Trustees of between 18 and 65 voting members. Trustees serve six-year terms subject to a two-term limit. The alumni select 12 trustees. Four recent alumni serve 4-year terms, one per year, typically from the graduating class. The bylaws prohibit students, faculty or administrative staff from serving on the Board, except the President as an ex-officio trustee.[87] The Johns Hopkins Health System has a separate Board of Trustees, many of whom are doctors or health care executives.[88] The full-time, four-year undergraduate program is \"most selective\" with low transfer-in and a high graduate co-existence.[89] The cost of attendance per year is approximately $77,400.[90] However, 51% of full-time undergraduates receive financial aid covering 100% of their need.[91] The admit rate of Hopkins undergraduates to medical school is 80% and to law school is 97%, some of the highest rates in the US.[92] The university is one of fourteen founding members of the Association of American Universities (AAU); it is also a member of the Consortium on Financing Higher Education (COFHE) and the Universities Research Association (URA). Johns Hopkins University was ranked No. 9 overall both in the U.S and globally by U.S. News & World Report for 2022.[101] The university's undergraduate programs are highly selective: in 2021, the Office of Admissions accepted about 4.9% of its 33,236 Regular Decision applicants [117] and about 6.4% of its total 38,725 applicants.[119][118][120] In 2020, 99% of admitted students graduated in the top 10% of their high school class.[92] Over time, applications to Johns Hopkins University have risen steadily; as a result, the selectivity of Johns Hopkins University has also increased. Early Decision is an option at Johns Hopkins University for students who wish to demonstrate that the university is their first choice. These students, if admitted, are required to enroll. This application is due November 2. Most students, however, apply Regular Decision, which is a traditional non-binding round. These applications are due January 1 and students are notified in late March. In 2014, Johns Hopkins ended legacy preference in admissions.[121] Johns Hopkins practices need-blind admission and meets the full financial need of all admitted students.[122] The Johns Hopkins University Library system houses more than 3.6 million volumes[133] and includes ten main divisions across the university's campuses. The largest segment of this system is the Sheridan Libraries, encompassing the Milton S. Eisenhower Library (the main library of the Homewood campus), the Brody Learning Commons, the Hutzler Reading Room (\"The Hut\") in Gilman Hall, the John Work Garrett Library at Evergreen House, and the George Peabody Library at the Peabody Institute campus.[134] The main library, constructed in the 1960s, was named for Milton S. Eisenhower, former president of the university and brother of former U.S. president Dwight D. Eisenhower. The university's stacks had previously been housed in Gilman Hall and departmental libraries.[135] Only two of the Eisenhower library's six stories are above ground, though the building was designed so that every level receives natural light. The design accords with campus lore that no structure can be taller than Gilman Hall, the flagship academic building. A four-story expansion to the library, known as the Brody Learning Commons, opened in August 2012. The expansion features an energy-efficient, state-of-the-art technology infrastructure and includes study spaces, seminar rooms, and a rare books collection.[136] The Johns Hopkins University Press is the publishing division of the Johns Hopkins University. It was founded in 1878 and holds the distinction of being the oldest continuously running university press in the United States.[137] To date the Press has published more than 6,000 titles and currently publishes 65 scholarly periodicals and over 200 new books each year. Since 1993, the Johns Hopkins University Press has run Project MUSE, an online collection of over 250 full-text, peer-reviewed journals in the humanities and social sciences. The Press also houses the Hopkins Fulfilment Services (HFS), which handles distribution for a number of university presses and publishers. Taken together, the three divisions of the Press—Books, Journals (including MUSE) and HFS—make it one of the largest of America's university presses. The Johns Hopkins University also offers the \"Center for Talented Youth\" program—a nonprofit organization dedicated to identifying and developing the talents of the most promising K-12 grade students worldwide. As part of the Johns Hopkins University, the \"Center for Talented Youth\" or CTY helps fulfill the university's mission of preparing students to make significant future contributions to the world.[138] The Johns Hopkins Digital Media Center (DMC) is a multimedia lab space as well as an equipment, technology and knowledge resource for students interested in exploring creative uses of emerging media and use of technology.[139] Johns Hopkins offers a number of degrees in various undergraduate majors leading to the BA and BS and various majors leading to the MA, MS and Ph.D. for graduate students.[140] Because Hopkins offers both undergraduate and graduate areas of study, many disciplines have multiple degrees available. Biomedical engineering, perhaps one of Hopkins's best-known programs, offers bachelor's, master's, and doctoral degrees.[141] The opportunity to participate in important research is one of the distinguishing characteristics of Hopkins's undergraduate education. About 80 percent of undergraduates perform independent research, often alongside top researchers.[89][142] In fiscal year 2016, Johns Hopkins spent nearly $2.5 billion on research[143]—more than any other U.S. university for the 38th consecutive year.[144] Johns Hopkins has had seventy-seven members of the Institute of Medicine, forty-three Howard Hughes Medical Institute Investigators, seventeen members of the National Academy of Engineering, and sixty-two members of the National Academy of Sciences. As of October 2019, 39 Nobel Prize winners have been affiliated with the university as alumni, faculty members or researchers, with the most recent winners being Gregg Semenza and William G. Kaelin.[145] Between 1999 and 2009, Johns Hopkins was among the most cited institutions in the world. It attracted nearly 1,222,166 citations and produced 54,022 papers under its name, ranking No. 3 globally (after Harvard University and the Max Planck Society) in the number of total citations published in Thomson Reuters-indexed journals over 22 fields in America.[146] In 2020, Johns Hopkins University ranked 5 in number of utility patents granted out of all institutions in the world.[147] In FY 2000, Johns Hopkins received $95.4 million in research grants from the National Aeronautics and Space Administration (NASA), making it the leading recipient of NASA research and development funding.[148] In FY 2002, Hopkins became the first university to cross the $1 billion threshold on either list, recording $1.14 billion in total research and $1.023 billion in federally sponsored research. In FY 2008, Johns Hopkins University performed $1.68 billion in science, medical and engineering research, making it the leading U.S. academic institution in total R&D spending for the 30th year in a row, according to a National Science Foundation (NSF) ranking.[149] These totals include grants and expenditures of JHU's Applied Physics Laboratory in Laurel, Maryland. In 2013, the Bloomberg Distinguished Professorships program was established by a $250 million gift from Michael Bloomberg. This program enables the university to recruit fifty researchers from around the world to joint appointments throughout the nine divisions and research centers. Each professor must be a leader in interdisciplinary research and be active in undergraduate education.[150][151] Directed by Vice Provost for Research Denis Wirtz, there are currently thirty two Bloomberg Distinguished Professors at the university, including three Nobel Laureates, eight fellows of the American Association for the Advancement of Science, ten members of the American Academy of Arts and Sciences, and thirteen members of the National Academies.[152]  Charles Village, the region of North Baltimore surrounding the university, has undergone several restoration projects, and the university has gradually bought the property around the school for additional student housing and dormitories. The Charles Village Project, completed in 2008, brought new commercial spaces to the neighborhood. The project included Charles Commons, a new, modern residence hall that includes popular retail franchises.[161][162] In 2015, the University began development of new commercial properties, including a modern upperclassmen apartment complex, restaurants and eateries, and a CVS retail store.[163] Hopkins invested in improving campus life with an arts complex in 2001, the Mattin Center, and a three-story sports facility, the O'Connor Recreation Center. The large on-campus dining facilities at Homewood were renovated in the summer of 2006. The Mattin Center was demolished in 2021 to make room for the new Student Center scheduled to open in the fall of 2024. Quality of life is enriched by the proximity of neighboring academic institutions, including Loyola College, Maryland Institute College of Art (MICA), UMBC, Goucher College, and Towson University, as well as the nearby neighborhoods of Hampden, the Inner Harbor, Fells Point, and Mount Vernon. Students and alumni are active on and off campus. Johns Hopkins has been home to several secret societies, many of which are now defunct. Blue Jay Supper Society is the only active secret society with open applications.[164] Membership is open to undergraduate and graduate students as well as alumni. Fraternity and sorority life came to Hopkins in 1876 with the chartering of Beta Theta Pi fraternity, which still exists on campus today.[165] Since, Johns Hopkins has become home to nine sororities and 11 fraternities. Of the nine sororities, five belong to the National Panhellenic Conference and four to the Multicultural Greek Council Sororities. Of the fraternities, all 11 belong to the Inter-Fraternity Council. Over 1,000 students participate in Fraternity and Sorority Life, with 23% of women and 20% of men taking part.[166][167] Fraternity and Sorority Life has expanded its reach at Hopkins in recent decades, as only 15% of the student body participated in 1989.[168] Alpha Phi Alpha, a historically black fraternity, was founded in 1991 and Lambda Phi Epsilon, an Asian-interest fraternity, was founded in 1994[169] Rush for all students occurs in the spring. Most fraternities keep houses in Charles Village while sororities do not. Spring Fair has been a Johns Hopkins tradition since 1972 and has since grown to be the largest student-run festival in the country.[170] Popular among Hopkins students and Baltimore inhabitants alike, Spring Fair features carnival rides, vendors, food and a beer garden. Since its beginning, Spring Fair has decreased in size, both in regard to attendance and utilization of space. While one point, the Fair attracted upwards of 100,000 people, it became unruly and, for a variety of reasons including safety concerns and a campus beautification project in the early 2000s, had to be scaled back.[171] While it has been speculated that Johns Hopkins has relatively few traditions for a school of its age and that many past traditions have been forgotten, a handful of myths and customs are ubiquitous knowledge among the community.[172] One such long-standing myth surrounds the university seal that is embedded into the floor of the Gilman Hall foyer. The myth holds that any current student to step on the seal will never graduate. In reverence for this tradition, the seal has been fenced off from the rest of the room. An annual event is the Lighting of the Quads, a ceremony each winter during which the campus is lit up in holiday lights. Recent years have included singing and fireworks. Living on campus is typically required for first- and second-year undergraduates.[173] Freshman housing is centered around Freshman Quad, which consists of three residence hall complexes: The two Alumni Memorial Residences (AMR I and AMR II) plus Buildings A and B. The AMR dormitories are each divided into houses, subunits named for figures from the university's early history. Freshmen are also housed in Wolman Hall and in certain wings of McCoy Hall, both located slightly outside the campus. Dorms at Hopkins are generally co-ed with same-gender rooms, though a new policy has allowed students to live in mixed-gender rooms since Fall 2014.[174][175] Students determine where they will live during sophomore year through a housing lottery. Most juniors and seniors move into nearby apartments or row-houses. Non-freshmen in university housing occupy one of four buildings: McCoy Hall, the Bradford Apartments, the Homewood Apartments, and Charles Commons.[176] All are located in Charles Village within a block from the Homewood campus. Forty-five percent of the student body lives off-campus while 55% lives on campus.[177] Athletic teams are called Blue Jays. Even though sable and gold are used for academic robes, the university's athletic colors are Columbia blue (PMS 284) and black.[178] Hopkins celebrates Homecoming in the spring to coincide with the height of the lacrosse season. The men's and women's lacrosse teams are in National Collegiate Athletic Association (NCAA) Division I and are affiliate members of the Big Ten Conference. Other teams are in Division III and participate in the Centennial Conference.[179] JHU is also home to the Lacrosse Museum and National Hall of Fame, maintained by US Lacrosse.[180] The school's most prominent team is its men's lacrosse team. The team has won 44 national titles[181] – nine Division I (2007, 2005, 1987, 1985, 1984, 1980, 1979, 1978, 1974), 29 United States Intercollegiate Lacrosse Association (USILA), and six Intercollegiate Lacrosse Association (ILA) titles. Hopkins's primary national rivals are Princeton University, Syracuse University, and the University of Virginia; its primary intrastate rivals are Loyola University Maryland (competing in what is called the \"Charles Street Massacre\"), Towson University, the United States Naval Academy, and the University of Maryland.[182] The rivalry with Maryland is the oldest. The schools have met 111 times since 1899, three times in playoff matches. On June 3, 2013, it was announced that the Blue Jays would join the Big Ten Conference for men's lacrosse when that league begins sponsoring the sport in the 2015 season (2014–15 school year).[183] The women's team is a member of the Big Ten Conference and a former member of the American Lacrosse Conference (ALC). The Lady Blue Jays were ranked number 18 in the 2015 Inside Lacrosse Women's DI Media Poll.[184] They ranked number 8 in the 2007 Intercollegiate Women's Lacrosse Coaches Association (IWLCA) Poll Division I. The team finished the 2012 season with a 9–9 record and finished the 2013 season with a 10–7 record. They finished the 2014 season 15–5.[185] On June 17, 2015, it was announced that the Blue Jays would join the Big Ten Conference for women's lacrosse in the 2017 season (2016–17 school year). Hopkins has notable Division III Athletic teams. JHU Men's Swimming won three consecutive NCAA Championships in 1977, 1978, and 1979.[186] In 2009–2010, Hopkins won 8 Centennial Conference titles in Women's Cross Country, Women's Track & Field, Baseball, Men's and Women's Soccer, Football, and Men's and Women's Tennis. The Women's Cross Country team became the first women's team at Hopkins to achieve a #1 National ranking. In 2006–2007 teams won Centennial Conference titles in Baseball, Men's and Women's Soccer, Men's and Women's Tennis and Men's Basketball. Women's soccer won their Centennial Conference title for 7 consecutive years from 2005 to 2011. In the 2013–2014 school year, Hopkins earned 12 Centennial Conference titles, most notably from the cross country and track & field teams, which accounted for six.[187] Hopkins has an acclaimed fencing team, which ranked in the top three Division III teams in the past few years and in both 2008 and 2007 defeated the University of North Carolina, a Division I team. In 2008, they defeated UNC and won the MACFA championship.[188] The men's swimming team has ranked highly in NCAA Division III for the last 20 years, most recently placing second at DIII Nationals in 2008 and 2022. The water polo team was number one in Division III for several of the past years, playing a full schedule against Division I opponents. Hopkins also has a century-old rivalry with McDaniel College (formerly Western Maryland College), playing the Green Terrors 83 times in football since the first game in 1894. In 2009 the football team reached the quarterfinals of the NCAA Division III tournament, with three tournament appearances since 2005. In 2008, the baseball team ranked second, losing in the final game of the DIII College World Series to Trinity College.[189] The Johns Hopkins squash team plays in the College Squash Association as a club team along with Division I and III varsity programs. In 2011–12 the squash team finished 30th in the ranking.[190] As of October 2019[update], there have been 39 Nobel Laureates who either attended the university as undergraduate or graduate students, or were faculty members.[191] Woodrow Wilson, who received his PhD from Johns Hopkins in 1886, was Hopkins's first affiliated laureate, winning the Nobel Peace Prize in 1919.[191][192] Twenty-three laureates were faculty members, five earned PhDs, eight earned M.D.s, and Francis Peyton Rous and Martin Rodbell earned undergraduate degrees. As of October 2019, eighteen Johns Hopkins laureates have won the Nobel Prize in Physiology or Medicine.[191] Four Nobel Prizes were shared by Johns Hopkins laureates: George Minot and George Whipple won the 1934 Nobel Prize in Physiology or Medicine,[193] Joseph Erlanger and Herbert Spencer Gasser won the 1944 Nobel Prize in Physiology or Medicine,[194] Daniel Nathans and Hamilton O. Smith won the 1978 Nobel Prize in Physiology or Medicine,[195] and David H. Hubel and Torsten N. Wiesel won the 1981 Nobel Prize in Physiology or Medicine.[196] Four Johns Hopkins laureates won Nobel Prizes in Physics, including Riccardo Giacconi in 2002[197] and Bloomberg Distinguished Professor Adam Riess in 2011.[198] Bloomberg Distinguished Professor Peter Agre was awarded the 2003 Nobel Prize in Chemistry (which he shared with Roderick MacKinnon) for his discovery of aquaporins.[199] Bloomberg Distinguished Professor Carol Greider was awarded the 2009 Nobel Prize for Physiology or Medicine, along with Blackburn and Jack W. Szostak, for their discovery that telomeres are protected from progressive shortening by the enzyme telomerase.[200] Bristol-Myers Squibb, Johns Hopkins University and the Rockefeller Foundation are currently the subject of a $1 billion lawsuit from Guatemala for \"roles in a 1940s U.S. government experiment that infected hundreds of Guatemalans with syphilis.[201] A previous suit against the United States government was dismissed in 2011 for the Guatemala syphilis experiments when a judge determined that the U.S. government could not be held liable for actions committed outside of the U.S.[202] Media related to Johns Hopkins University at Wikimedia Commons","Title":"Johns Hopkins University - Wikipedia","KeyID":"794","URL":"https://en.wikipedia.org/wiki/Johns_Hopkins_University"}