{"Content: ":"New Tricks is a British television police procedural, created by Nigel McCrery and Roy Mitchell, produced primarily by Wall to Wall (until its final year, when it was handled by Headstrong Pictures), and broadcast on BBC One. The programme originally began with a pilot episode on 27 March 2003, before a full season was commissioned for 1 April 2004, with it concluding after twelve seasons on 6 October 2015.[2] The show utilises an ensemble cast, of which Dennis Waterman was the only constant over all twelve series; this cast variously included Alun Armstrong, James Bolam, Amanda Redman, Denis Lawson, Nicholas Lyndhurst, Tamzin Outhwaite, and Larry Lamb. The series focuses on the work of the Unsolved Crime and Open Case Squad (UCOS) – a fictional division within London's Metropolitan Police Service tasked with re-investigating unsolved crimes. UCOS primarily functioned with a senior police detective overseeing the work of three retired police officers who would handle each case, and who could bring in police support when needed. Each episode focuses on a different investigation, with characters often coping with problems at their age but using their wisdom to overcome hurdles in the original investigation of cold cases. Both creators, McCrery and Mitchell, devised the title of the programme around the proverb \"You can't teach an old dog new tricks\". New Tricks began as a one-off episode broadcast on 27 March 2003. This attracted sufficient viewers for the BBC to commission a series of six episodes, which began on 1 April 2004. An eight-episode series was subsequently commissioned for 2005, 2006, and 2007. A fifth series was commissioned by the BBC after the audience share rose week upon week for the previous series.[3] In 2007, an episode from the fourth series received viewing figures of 9.25 million, becoming the second most-watched programme on BBC One that week, and the most-watched New Tricks episode to that point.[4] The fifth series continued this good run – on two occasions it was the most-watched programme in Britain for the week, and the seventh episode gained a new series high rating of 9.36 million—second only to the X Factor that week.[5] The fifth series aired from 7 July to 25 August 2008. The sixth series finished location filming on 8 May 2009 in central London and began airing on 16 July 2009.[6] The opening episode of series six was watched by 8.07 million, despite clashing with Five's The Mentalist (1.64m) and ITV's Living with Michael Jackson (3.64m). The second episode clashed with The Mentalist and the relaunch of The Bill on ITV, and was watched by 7.59 million. Series 7 and 8 were commissioned by the BBC in September 2009, ensuring that the show would run until 2011.[7] The seventh series began airing on 10 September 2010 and completed its run on 12 November. The eighth series opened on 4 July 2011 with 9.2 million viewers, the show's highest rating for three years, and the first since the fifth series to break the 9 million barrier.[8] The third episode of series 8, \"Lost in Translation\", was the show's highest rated episode to date with 9.7 million viewers, becoming the most-watched television programme of the week in the UK.[9] Episode 7, \"The Gentleman Vanishes,\" surpassed this figure with 9.87 million viewers, and was again the top programme of the week.[10] The BBC confirmed in September 2011 that a further two series, each of 10 episodes, had been commissioned, to be broadcast in 2012 and 2013.[11] James Bolam, who played the part of Jack Halford, left the show, claiming that it had \"become stale\",[12] making his final regular appearance in the first episode of Series 9 and a guest appearance in Series 10, episode 8. In the fourth episode, Denis Lawson joined the cast, as the new character of retired DI Steve McAndrew.[13] Prior to the ninth series premiere, both Amanda Redman and Alun Armstrong announced that they would be leaving the show after the 10th series. The first programme of series nine was broadcast on 27 August 2012, and gained 8.52 million viewers, which was the highest rating of the week.[14] Only Fools and Horses actor Nicholas Lyndhurst and former EastEnders actress Tamzin Outhwaite appeared in Series 10, which was broadcast in Britain between 30 July and 1 October 2013.[15] The opening episode of the 10th series gained an audience of 8.86 million viewers, making it the 12th most-watched programme of the year.[16] Episode 1 of season 11 was broadcast at 21:00 GMT on BBC One and BBC One HD on 18 August 2014. Ratings fell considerably from series 10 to series 11 when most of the original cast left; series 10 had an average per-episode viewership of 8.35 million, while series 11 managed an average per-episode viewership of 5.75 million. Departed star Amanda Redman, criticised the drama for becoming “bland”, adding, “the characters are not being as anarchic as they used to be, which I think is a huge shame”.[17] A 12th series of the show began filming in the Autumn of 2014, and started broadcasting on 4 August 2015. It was also revealed that Dennis Waterman would be leaving the series in the early episodes. In February 2015 BBC announced that the 12th season would be the last in order to make room for a new series.[17] It was shot at West London Film Studios. The series was broadcast in at least 25 countries, and was also available on DVD and via online streaming. New Tricks was produced by Wall to Wall Television for the BBC between 2003 and 2014, and Headstrong Pictures thereafter. In 2011, James Bolam left the show to be replaced by Denis Lawson. In 2012, both Alun Armstrong and Amanda Redman departed to be replaced by Nicholas Lyndhurst and Tamzin Outhwaite, respectively. In September 2014, Dennis Waterman announced that he would be leaving the show after filming two episodes of the next series. Larry Lamb replaced him for the rest of the final series. As well as the \"cold case\" in each episode, the series drew on the characters personal lives including Sandra's fast-tracked career, Brian's alcoholism and relationship with his wife Esther, Jack's bereavement from his wife Mary and Gerry's ex-wives. Roy Mitchell supports football team West Bromwich Albion and so named numerous characters after their players. The original three main male characters derived their names from the club's oldest stand, \"The Halfords Lane Stand\", at The Hawthorns football ground in West Bromwich.[19] Apart from the police station scenes, the series was filmed on locations across London. The theme tune of the programme is sung by cast member Dennis Waterman. The song is \"It's Alright\" (written by Mike Moran). Production music was composed by father and son team Brian and Warren Bennett with technical assistance from Olivia Davies. The British release of the first series DVD contains a cover version of \"End of the Line\" sung by Dennis Waterman at the end of the pilot episode. Series 1 to 12 of New Tricks are available on DVD on Region 2 (UK). These titles are distributed by Acorn Media UK.","Title":"New Tricks - Wikipedia","KeyID":"7942","URL":"https://en.wikipedia.org/wiki/New_Tricks_(TV_series)"}