{"Content: ":"Paul B. MacCready Jr. (September 25, 1925 – August 28, 2007) was an American aeronautical engineer. He was the founder of AeroVironment and the designer of the human-powered aircraft that won the first Kremer prize. He devoted his life to developing more efficient transportation vehicles that could \"do more with less\".[1] Born in New Haven, Connecticut to a medical family, MacCready was an inventor from an early age and won a national contest building a model flying machine at the age of 15. \"I was always the smallest kid in the class ... by a good bit, and was not especially coordinated, and certainly not the athlete type, who enjoyed running around outside, and was socially kind of immature, not the comfortable leader, teenager type. And so, when I began getting into model airplanes, and getting into contests and creating new things, I probably got more psychological benefit from that than I would have from some of the other typical school things.\"[2] MacCready graduated from Hopkins School in 1943 and then trained as a US Navy pilot before the end of World War II. He received a BS in physics from Yale University in 1947, an MS in physics from Caltech in 1948, and a PhD in aeronautics from Caltech in 1952.[3] His doctoral dissertation Investigation of Atmospheric Turbulence was supervised by Homer Joseph Stewart.[4][5] In 1951, MacCready founded his first company, Meteorology Research Inc, to do atmospheric research. Some of MacCready's work as a graduate student involved cloud seeding, and he was an early pioneer of the use of aircraft to study meteorological phenomena.[2] He started gliding after World War II and was a three-time winner (1948, 1949, 1953) of the Richard C. du Pont Memorial Trophy,[6] awarded annually to the U.S. National Open Class Soaring Champion. In 1956, he became the first American pilot to become the World Soaring Champion. He invented a device that told pilots the best speed to fly a glider, depending on conditions and based on the glider's rate of sink at different air-speeds. Sailplane pilots still use the \"MacCready speed ring\",[7] and still adjust the \"MacCready Number\" (abbreviated MC) within their flight instruments, to optimize their flying speed. In the 1970s, he guaranteed a business loan for a friend, which subsequently failed, leaving him with a $100,000 debt. This was the motivation he needed to compete for the £50,000 Kremer prize for human-powered flight, which had been on offer for 18 years. With Dr. Peter B.S. Lissaman, he created a human-powered aircraft, the Gossamer Condor. The Condor stayed aloft for seven minutes while it completed the required figure eight course, thereby winning the first Kremer prize in August 1977. The award-winning plane was constructed of aluminium tubing, plastic foam, piano wire, bicycle parts, and mylar foil for covering.[8] Kremer then offered another £100,000 for the first human-powered crossing of the English Channel. MacCready took up the challenge and in 1979, he built the Condor's successor, the Gossamer Albatross, and won the second Kremer prize, successfully flying from England to France.[9] He also received the Collier Trophy, which is awarded annually for the greatest achievement in aeronautics or astronautics, for his design and construction of the Albatross.[2] He later created solar-powered aircraft such as the Gossamer Penguin and the Solar Challenger.[10] He was involved in the development of NASA's solar-powered flying wings such as the Helios, which surpassed the SR-71's altitude records and could theoretically fly on Mars (where the atmosphere is thin and has little oxygen).[11] MacCready also collaborated with General Motors on the design of the Sunraycer, a solar-powered car, and then on the EV-1 electric car.[10][12] In 1985, he was commissioned to build a halfscale[13] working replica of the pterosaur Quetzalcoatlus for the Smithsonian Institution, following a workshop in 1984, which concluded that such a replica was feasible.[14] The completed remote-controlled flying reptile, with a wingspan of 18 feet,[15] was filmed over Death Valley, California in 1986 for the Smithsonian's IMAX film On the Wing.[16][17] It flew successfully several times before being severely damaged in a crash at an airshow at Andrews AFB in Maryland.[15] The launch of the pterosaur model came off well but the radio transmitter link failed, perhaps due to the interference from some of the many base communications devices. The model nosed over and crashed at the runway side, breaking at the neck from the force of impact.[18] MacCready helped to sponsor the Nissan Dempsey/MacCready Prize which has helped to motivate developments in racing-bicycle technology, applying aerodynamics and new materials to allow for faster human-powered vehicles.[19] He was the founder (in 1971) and Chairman of AeroVironment Inc., a public company (AVAV) that develops unmanned surveillance aircraft and advance power systems. AV recently flew a prototype of the first airplane to be powered by hydrogen fuel cells, the Global Observer.[20] MacCready died on August 28, 2007 from metastatic melanoma. He was an atheist and a skeptic.[21] He was survived by his wife Judy, his three sons Parker, Tyler and Marshall and two grandchildren.[22] MacCready was a secular humanist, which he defined as someone who \"does not believe in God, and doesn't steal.\"[65] He was a laureate of the International Academy of Humanism.[66] He was involved with scientific skepticism from its early days, being a member of the board of directors of the Southern California Skeptics in 1985.[67] Skeptic and author Michael Shermer credits MacCready with his introduction to the skeptical movement.[68] MacCready was admitted posthumously to the Committee for Skeptical Inquiry's Pantheon of Skeptics in 2011. Since 2013, MacCready has been listed on the Advisory Council of the National Center for Science Education.[69] MacCready was also a passionate environmentalist who was concerned about humanity's role in the depletion of natural resources. \"Environmentally conscious, technologically clever, and culturally grand, Paul wanted to change the world through reason, intelligence, and creativity\", Shermer wrote of him in an obituary.[68] MacCready lectured widely at both industry and educational venues, with an emphasis on creativity. Enthusiastic about spreading his message to as many as possible, he would speak to anyone he thought he could influence, including children. Michael Shermer described his delivery as \"completely unpretentious, conversing in the same manner whether he was talking to a room full of undergraduate students or Nobel laureates and Pulitzer Prize winners.\"[70] In February 1998, MacCready spoke at a TED conference on the topic of nature versus humans, continuing his environmental theme of \"doing more with less\".[71] And in February, 2003 he delivered another TED talk entitled \"A Flight on Solar Wings\"[72] Over billions of years on a unique sphere, chance has painted a thin covering of life -- complex, improbable, wonderful and fragile. Suddenly, we humans, (a recently arrived species, no longer subject to the checks and balances inherent in nature), have grown in population, technology and intelligence to a position of terrible power: we now wield the paintbrush.[71] Anyone who's not interested in model airplanes must have a screw loose somewhere[10] I'm more interested in a world that works than what sells[73]","Title":"Paul MacCready - Wikipedia","KeyID":"795","URL":"https://en.wikipedia.org/wiki/Paul_MacCready"}