{"Content: ":"A forward-swept wing is an aircraft wing configuration in which the quarter-chord line of the wing has a forward sweep. Typically, the leading edge also sweeps forward. The forward-swept configuration has a number of characteristics which increase as the angle of sweep increases. The rearward location of the main wing spar would lead to a more efficient interior arrangement with more usable space. Air flowing over any swept wing tends to move spanwise towards the rearmost end of the wing. On a rearward-swept wing this is outwards towards the tip, while on a forward-swept wing it is inwards towards the root. As a result, the dangerous tip stall condition of a rearward-swept design becomes a safer and more controllable root stall on a forward-swept design. This allows full aileron control despite loss of lift, and also means that drag-inducing leading edge slots or other devices are not required. With the air flowing inwards, wingtip vortices and the accompanying drag are reduced. Instead, the fuselage acts as a very large wing fence and, since wings are generally larger at the root, this raises the maximum lift coefficient allowing a smaller wing. As a result, maneuverability is improved, especially at high angles of attack. At transonic speeds, shockwaves build up first at the root rather than the tip, again helping ensure effective aileron control. One problem with the forward-swept design is that when a swept wing yaws sideways (moves about its horizontal axis), one wing retreats while the other advances. On a forward-swept design, this reduces the sweep of the rearward wing, increasing its drag and pushing it further back, increasing the amount of yaw and leading to directional instability. This can lead to a Dutch roll in reverse.[1] One of the drawbacks of forward swept wings is the increased chance of divergence, an aeroelastic consequence of lift force on forward swept wings twisting the tip upwards under increased lift. On a forward-swept design, this causes a positive feedback loop that increases the angle of incidence at the tip, increasing lift and inducing further deflection, resulting in yet more lift and additional changes in wing shape. The effect of divergence increases with speed. The maximum safe speed below which this does not happen is the divergence speed of the aircraft. Such an increase in tip lift under load causes the wing to tighten into turns and may result in a spiral dive from which recovery is not possible. In the worst case, the wing structure can be stressed to the point of failure. At large angles of sweep and high speeds, in order to build a structure stiff enough to resist deforming yet light enough to be practicable, advanced materials such as carbon fiber composites are required. Composites also allow aeroelastic tailoring by aligning fibers to influence the nature of deformation to a more favorable shape, impacting stall and other characteristics. Any swept wing tends to be unstable in the stall, since the wing tips stalls first causing a pitch-up force worsening the stall and making recovery difficult. This effect is less significant with forward sweep because the rearward end carries greater lift and provides stability. However, if the aeroelastic bending is sufficient, it can counteract this tendency by increasing the angle of attack at the wing tips to such an extent that the tips stall first and one of the main characteristics of the design is lost, on a conventional wing the tips always stall first. Such a tip stall can be unpredictable, especially where one tip stalls before the other. Composite materials allow aeroelastic tailoring, so that as the wing approaches the stall it twists as it bends, so as to reduce the angle of attack at the tips. This ensures that the stall occurs at the wing root, making it more predictable and allowing the ailerons to retain full control. Belyaev, the author of the below mentioned DB-LK project, tested forward-swept wing gliders BP-2 and BP-3 in 1934 and 1935.[2][3] Other prewar design studies included the Polish PWS Z-17, Z-18 and Z-47 \"Sęp\" series. Forward-swept wings designs, some whose design had begun during the prewar period, were developed during the Second World War, independently in Germany, Russia, Japan, and the US. An early example to fly, in 1940, was the Belyayev DB-LK, a twin-boom design with forward-swept outer wing sections and backwards-swept tips. It reportedly flew well. Belyayev's proposed Babochka research aircraft was cancelled following the German invasion. The American Cornelius Mallard flew on 18 August 1943. The Mallard was powered by a single engine, but it was followed by the Cornelius XFG-1 prototypes, which were flying fuel tanks, unpowered and designed for towing by larger aircraft. These Cornelius designs were unusual for being not only forward swept but also tailless. Meanwhile in Germany, Hans Wocke was studying the problems of swept wings at the near-sonic speeds of which the new jet engines were capable. He recognised many of the advantages that forward sweep offered over the backwards-swept designs then being developed, and also understood the implications of aeroelastic bending and yaw instability. His first such design to fly was the Junkers Ju 287, on 16 August 1944. Flight tests on this and later variants confirmed the low-speed advantages but also soon revealed the expected problems, preventing high-speed trials. Wocke and the incomplete Ju 287 V3 prototype were captured and, in 1946, taken to Moscow where the aircraft was completed and flown the next year as the OKB-1 EF 131. The later OKB-1 EF 140 was essentially the same airframe re-engined with a pair of Mikulin-design Soviet jet engines of greater thrust. In 1948 the Soviet Union created the Tsybin LL-3.[4] The prototype would subsequently have a great impact on the Sukhoi SYB-A, which was completed in 1982. When the German research reached the United States after the war, a number of proposals were put forward. These included the Convair XB-53 supersonic bomber and forward-swept variants of the North American P-51 Mustang, Bell X-1 rocket plane and Douglas D-558-I. The Bell proposal reached the wind tunnel testing stage, where the problems of aeroelasticity were confirmed. The structural problems confirmed by the Ju 287 series and the Bell X-1 studies proved so severe that the materials available at the time could not make a wing strong and stiff enough without also making it too heavy to be practical. As a result, forward sweep for high-speed designs was abandoned, until many years later when new structural materials would become available. Throughout World War II, numerous fighter, bomber, and other military aircraft can be described as having forward-swept wings, due to the average chord of their wings being forward-sweeping. However, these designs almost always utilized a rearward-swept leading edge, which would technically render them as high aspect ratio trapezoidal wings. The Nakajima Ki-43 is notable for being the only successful fighter aircraft with a truly forward-swept wing, although the forward sweep of its leading edge is nearly unnoticeable. Small amounts of sweep do not cause serious problems and even moderate forward sweep allows a significant aft movement of the main spar attachment point and carry-through structure. In 1954 Wocke returned to the German Democratic Republic, moving to West Germany shortly afterwards and joining Hamburger Flugzeugbau (HFB) as their chief designer.[1] In Hamburg, Wocke completed work on the HFB 320 Hansa Jet business jet which flew in 1964. The forward sweep enabled the main spar to be moved aft behind the cabin so that the spar did not need to project into the cabin. Moderate forward sweep has been used for similar reasons in many designs, mainly sailplanes and light aircraft. Many high-wing training gliders with two seats in tandem have slightly forward-swept wings in order to enable the wing root to be located further aft to prevent the wing from obscuring the rear occupant's lateral visibility. Typical examples are the Schleicher ASK 13 and the Let Kunovice LET L-13 Blaník. Other examples include: The large angles of sweep necessary for high-speed flight remained impractical for many years. In the late 1970s, DARPA began investigating the use of newer composite materials to avoid the problem of reduced divergence speed through aeroelastic tailoring. Fly-by-wire technology allowed for the design to be dynamically unstable and improved maneuverability. Grumman built two X-29 technology demonstrators, first flying in 1984, with forward swept wings and canards. Maneuverable at high angles of attack, the X-29 remained controllable at a 67° angle of attack.[6] Advances in thrust vectoring technology and a shift in air combat tactics toward medium range missile engagements decreased the relevance of a highly agile fighter aircraft. In 1997, Sukhoi introduced the Su-47 fighter prototype at the Paris Air Show. It did not enter production, although it underwent a series of flight tests and performed at several air shows. The KB SAT SR-10 is a prototype Russian single-engine jet trainer aircraft, fitted with forward-swept wings. It first flew in 2015. Large-headed pterosaurs had forward swept wings in order to better balance in flight.[7]","Title":"Forward-swept wing - Wikipedia","KeyID":"797","URL":"https://en.wikipedia.org/wiki/Forward-swept_wing"}