{"Content: ":"A prescription drug (also prescription medication or prescription medicine) is a pharmaceutical drug that legally requires a medical prescription to be dispensed. In contrast, over-the-counter drugs can be obtained without a prescription. The reason for this difference in substance control is the potential scope of misuse, from drug abuse to practicing medicine without a license and without sufficient education. Different jurisdictions have different definitions of what constitutes a prescription drug. In North America, ℞, usually printed as \"Rx\", is used as an abbreviation of the word \"prescription\". It is a contraction of the Latin word \"recipe\" (an imperative form of \"recipere\") meaning \"take\".[1] Prescription drugs are often dispensed together with a monograph (in Europe, a Patient Information Leaflet or PIL) that gives detailed information about the drug. The use of prescription drugs has been increasing since the 1960s. In Australia, the Standard for the Uniform Scheduling of Medicines and Poisons (SUSMP) governs the manufacture and supply of drugs with several categories:[2] As in other developed countries, the person requiring a prescription drug attends the clinic of a qualified health practitioner, such as a physician, who may write the prescription for the required drug. Many prescriptions issued by health practitioners in Australia are covered by the Pharmaceutical Benefits Scheme, a scheme that provides subsidised prescription drugs to residents of Australia to ensure that all Australians have affordable and reliable access to a wide range of necessary medicines. When purchasing a drug under the PBS, the consumer pays no more than the patient co-payment contribution, which, as of January 1, 2020, is A$41.00 for general patients. Those covered by government entitlements (low-income earners, welfare recipients, Health Care Card holders, etc.) and or under the Repatriation Pharmaceutical Benefits Scheme (RPBS) have a reduced co-payment, which is A$6.60 in 2020. The co-payments are compulsory and can be discounted by pharmacies up to a maximum of A$1.00 at cost to the pharmacy. In the United Kingdom, the Medicines Act 1968 and the Prescription Only Medicines (Human Use) Order 1997 contain regulations that cover the supply of sale, use, prescribing and production of medicines. There are three categories of medicine:[3] The possession of a prescription-only medicine without a prescription is legal unless it is covered by the Misuse of Drugs Act 1971.[4] A patient visits a medical practitioner or dentist, who may prescribe drugs and certain other medical items, such as blood glucose-testing equipment for diabetics. Also, qualified and experienced nurses and pharmacists may be independent prescribers. Both may prescribe all POMs (including controlled drugs), but may not prescribe Schedule 1 controlled drugs, and 3 listed controlled drugs for the treatment of addiction; which is similar to doctors, who require a special license from the Home Office to prescribe schedule 1 drugs. Schedule 1 drugs have little or no medical benefit, hence their limitations on prescribing. District nurses and health visitors have had limited prescribing rights since the mid-1990s; until then, prescriptions for dressings and simple medicines had to be signed by a doctor. Once issued, a prescription is taken by the patient to a pharmacy, which dispenses the medicine. Most prescriptions are NHS prescriptions, subject to a standard charge that is unrelated to what is dispensed. The NHS prescription fee was increased to £9.15 per item in England on 1 April 2020;[5] prescriptions are free of charge if prescribed and dispensed in Scotland,[6] Wales and Northern Ireland,[7] and for some patients in England, such as inpatients, children, those over 60s or with certain medical conditions, and claimants of certain benefits.[8] The pharmacy charges the NHS the actual cost of the medicine, which may vary from a few pence to hundreds of pounds.[9][10] A patient can consolidate prescription charges by using a prescription payment certificate (informally a \"season ticket\"), effectively capping costs at £29.60 per quarter or £105.90 per year.[8] Outside the NHS, private prescriptions are issued by private medical practitioner and sometimes under the NHS for medicines that are not covered by the NHS.[9][10] A patient pays the pharmacy the normal price for medicine prescribed outside the NHS. Survey results published by Ipsos MORI in 2008 found that around 800,000 people in England were not collecting prescriptions or getting them dispensed because of the cost, the same as in 2001.[11] In the United States, the Federal Food, Drug, and Cosmetic Act defines what substances require a prescription for them to be dispensed by a pharmacy. The federal government authorizes physicians (of any specialty), physician assistants, nurse practitioners and other advanced practice nurses, veterinarians, dentists, and optometrists to prescribe any controlled substance. They are then issued unique DEA numbers;[12] many other mental and physical health technicians, including basic-level registered nurses, medical assistants, emergency medical technicians, most psychologists, and social workers, for example, do not have the authority to prescribe any legend drugs or controlled drugs. Legend drugs are another name for drugs requiring a prescription.[13] The Controlled Substances Act (CSA) was enacted into law by the US Congress of the United States in 1970. It is the federal drug law that regulates manufacture, importation, possession, use, and distribution of controlled substances. The legislation classes these substances into five schedules, with varying qualifications for each schedule. The schedules are designated schedule I, schedule II, schedule III, schedule IV, and schedule V. Many drugs require a prescription, even though they are not a controlled substance. The safety and the effectiveness of prescription drugs in the US are regulated by the 1987 Prescription Drug Marketing Act (PDMA). The Food and Drug Administration (FDA) is charged with implementing the law. Misuse or abuse of prescription drugs can lead to adverse drug events, including those due to dangerous drug interactions. The package insert for a prescription drug contains information about the intended effect of the drug and how it works in the body. It also contains information about side effects, how a patient should take the drug, and cautions for its use, including warnings about allergies. As a general rule, over-the-counter drugs (OTC) are used to treat a condition that does not need care from a healthcare professional if have been proven to meet higher safety standards for self-medication by patients. Often, a lower strength of a drug will be approved for OTC use, but higher strengths require a prescription to be obtained; a notable case is ibuprofen, which has been widely available as an OTC pain killer since the mid-1980s, but it is available by prescription in doses up to four times the OTC dose for severe pain that is not adequately controlled by the OTC strength. Herbal preparations, amino acids, vitamins, minerals, and other food supplements are regulated by the FDA as dietary supplements. Because specific health claims cannot be made, the consumer must make informed decisions when purchasing such products.[14] By law, American pharmacies operated by \"membership clubs\" such as Costco and Sam's Club must allow non-members to use their pharmacy services and may not charge more for these services than they charge as their members.[15] Physicians may legally prescribe drugs for uses other than those specified in the FDA approval, known as off-label use. Drug companies, however, are prohibited from marketing their drugs for off-label uses. Large US retailers that operate pharmacies and pharmacy chains use inexpensive generic drugs as a way to attract customers into stores. Several chains, including Walmart, Kroger (including subsidiaries such as Dillons), Target, and others, offer $4 monthly prescriptions on select generic drugs as a customer draw.[16] Publix Supermarkets, which has pharmacies in many of their stores, offers free prescriptions on a few older but still effective medications to their customers. The maximum supply is for 30 days. Some prescription drugs are commonly abused, particularly those marketed as analgesics, including fentanyl (Duragesic), hydrocodone (Vicodin), oxycodone (OxyContin), oxymorphone (Opana), propoxyphene (Darvon), hydromorphone (Dilaudid), meperidine (Demerol), and diphenoxylate (Lomotil).[17] Some prescription painkillers have been found to be addictive, and unintentional poisoning deaths in the United States have skyrocketed since the 1990s according to the National Safety Council.[18] Prescriber education guidelines as well as patient education, prescription drug monitoring programs and regulation of pain clinics are regulatory tactics which have been used to curtail opioid use and misuse.[19] The expiration date, required in several countries, specifies the date up to which the manufacturer guarantees the full potency and safety of a drug. In the United States, expiration dates are determined by regulations established by the FDA.[20] The FDA advises consumers not to use products after their expiration dates.[21] A study conducted by the U.S. Food and Drug Administration covered over 100 drugs, prescription and over-the-counter. The results showed that about 90% of them were safe and effective far past their original expiration date. At least one drug worked 15 years after its expiration date.[22] Joel Davis, a former FDA expiration-date compliance chief, said that with a handful of exceptions—notably nitroglycerin, insulin, some liquid antibiotics; outdated tetracyclines can cause Fanconi syndrome—most expired drugs are probably effective.[23] The American Medical Association (AMA) issued a report and statement on Pharmaceutical Expiration Dates.[24] The Harvard Medical School Family Health Guide notes that, with rare exceptions, \"it's true the effectiveness of a drug may decrease over time, but much of the original potency still remains even a decade after the expiration date\".[25] The expiration date is the final day that the manufacturer guarantees the full potency and safety of a medication. Drug expiration dates exist on most medication labels, including prescription, over-the-counter (OTC) and dietary (herbal) supplements. U.S. pharmaceutical manufacturers are required by law to place expiration dates on prescription products prior to marketing. For legal and liability reasons, manufacturers will not make recommendations about the stability of drugs past the original expiration date.[26] Prices for prescription drugs vary widely around the world.[27] Prescription costs for biosimilar and generic drugs are usually less than brand names, but the cost is different from one pharmacy to another.[28] Prescription drug prices including generic prices are rising faster than the average rate of inflation. To lower prescription drug costs, some U.S. patients buy medicine in Canada or online.[29] Generics undergo strict scrutiny to meet the equal efficacy, safety, dosage, strength, stability, and quality of brand name drugs.[30] Generics are developed after the brand name has already been established, and so generic drug approval in many aspects has a shortened approval process because it replicates the brand name drug.[30] Brand name drugs cost more due to time, money, and resources that drug companies invest in in order to repeat research clinical trials that the FDA requires for the drug to remain in the market.[31] Because drug companies have to invest more in research costs to do this, brand name drug prices are much higher when sold to consumers.[31] When the patent expires for a brand name drug, generic versions of that drug are produced by other companies and are sold for lower price. By switching to generic prescription drugs, patients can save significant amounts of money: e.g. one study by the FDA showed an example with more than 50% savings of a patient's overall costs of their prescription drugs.[32] In the United States there are many resources available to patients to lower the costs of medication. These include copayments, coinsurance, and deductibles. The Medicaid Drug Rebate Program is another example.[33] Generic drug programs lower the amount of money patients have to pay when picking up their prescription at the pharmacy. As their name implies, they only cover generic drugs.[34] Co-pay assistance programs are programs that help patients lower the costs of specialty medications; i.e., medications that are on restricted formularies, have limited distribution, and/or have no generic version available. These medications can include drugs for HIV, hepatitis C, and multiple sclerosis. Patient Assistance Program Center (RxAssist) has a list of foundations that provide co-pay assistance programs. It is important to note that co-pay assistance programs are for under-insured patients. Patients without insurance are not eligible for this resource; however, they may be eligible for patient assistance programs. Patient assistance programs are funded by the manufacturer of the medication. Patients can often apply to these programs through the manufacturer's website. This type of assistance program is one of the few options available to uninsured patients. The out-of-pocket cost for patients enrolled in co-pay assistance or patient assistance programs is $0. It is a major resource to help lower costs of medications – however, many providers and patients are not aware of these resources. Traces of prescription drugs — including antibiotics, anti-convulsants, mood stabilizers and sex hormones — have been detected in drinking water.[35][36] Pharmaceutically active compounds (PhACs) discarded from human therapy and their metabolites have been found to not be eliminated by sewage treatment plants and have been found at low concentrations in surface waters downstream from those plants.[37] The continuous discarding of incompletely treated water may interact with other environmental chemicals and lead to uncertain ecological effects.[38] Due to most pharmaceuticals being highly soluble, fish and other aquatic organisms are susceptible to their effects.[37] The long term effects of pharmaceuticals in the environment may affect survival and reproduction of such organisms.[37] However, levels of medical drug waste in the water is at a low enough level that it is not a direct concern to human health. However, processes, such as biomagnification, are potential human health concerns.[39] On the other hand, there is clear evidence of harm to aquatic animals and fauna. Recent advancements in technology have allowed scientists to detect smaller, trace quantities of pharmaceuticals in the ng/ml range.[40] Despite being found such low concentrations, female hormonal contraceptives have been documented to cause feminizing effects on male vertebrate species, such as fish, frogs and crocodiles.[40] A promising model has been developed to further study the effects on the aquatic environment. The biological read across model combines the concepts of the mechanism of action (MoA) and adverse outcomes pathway (AOP).[40] In other words, the species being studied needs to have similar mechanisms by which the pharmaceutical acts on the species and reach similar concentrations that would be enough to cause an effect in humans.[40] Studying these relations may give us more quantifiable information on the effects of pharmaceuticals in the environment. Currently, research is being done on various methods of reducing chemical waste in the environment. In addition, FDA established guidelines in 2007 to inform consumers should dispose of prescription drugs.[41] When medications do not include specific disposal instructions, patients should not flush medications in the toilet, but instead use medication take-back programs. This aims to reduce the amount of pharmaceutical waste that gets into sewage and landfills.[42] If no take-back programs are available, prescription drugs can be discarded in household trash after they are crushed and/or dissolved and then mixed in a separate container or sealable bag with undesirable substances like cat litter or other unappealing material (to discourage consumption).[42]","Title":"Prescription drug - Wikipedia","KeyID":"7971","URL":"https://en.wikipedia.org/wiki/Prescription_medication"}