{"Content: ":"Gigantism (Greek: γίγας, gígas, \"giant\", plural γίγαντες, gígantes), also known as giantism, is a condition characterized by excessive growth and height significantly above average. In humans, this condition is caused by over-production of growth hormone[2] in childhood, resulting in people 2.4 to 2.7 m (8.0 to 9.0 ft) in height.[3][4][5][6] It is a rare disorder resulting from increased levels of growth hormone before the fusion of the growth plate which usually occurs at some point soon after puberty. This increase is most often due to abnormal tumor growths on the pituitary gland.[7][8] Gigantism should not be confused with acromegaly, the adult form of the disorder, characterized by somatic enlargement specifically in the extremities and face.[9][10] Gigantism is characterized by an excess of growth hormone (GH). The excess of growth hormone that brings about gigantism is virtually always caused by pituitary growths (adenomas).[8] These adenomas are on the anterior pituitary gland. They can also cause overproduction of GH's hypothalamic precursor known as growth hormone releasing hormone (GHRH).[11] As a result of the excessive amounts of growth hormone, children achieve heights that are well above normal ranges.[12] The specific age of onset for gigantism varies between patients and gender, but the common age that excessive growth symptoms start to appear has been found to be around 13 years.[7] Other health complications, such as hypertension, may occur in pediatric patients with hyper-secretion of growth hormone. Characteristics more similar to those seen in acromegaly may occur in patients that are closer in age to adolescence since they are nearing growth plate fusion.[13] Growth hormone (GH) and insulin-like growth factor-I (IGF-I) are two substances that have been identified as influencing growth plate formation and bone growth and, therefore, gigantism. Their specific mechanisms are still not well understood.[7][14] More broadly, GH and IGF have both been identified to be involved in most stages of growth: embryonic, prenatal, and postnatal.[15][16] Moreover, the receptor gene for IGF has been shown to be particularly influential throughout various stages of development, especially prenatally. This is the same for GH receptor genes which have been known to drive overall growth throughout various pathways.[15][17] Growth hormone is a precursor (upstream) of IGF-I, but each has its independent role in hormonal pathways. Yet both seem to ultimately come together to have a joint effect on growth.[16] Evaluation of growth hormone hyper-secretion cannot be excluded with a single normal GH level due to diurnal variation. However, a random blood sample showing markedly elevated GH is adequate for diagnosis of GH hyper-secretion. Additionally, a high-normal GH level that fails to suppress with administration of glucose is also sufficient for a diagnosis of GH hyper-secretion.[18] Insulin-like growth factor-1 (IGF-1) is an excellent test for evaluation of GH hyper-secretion. It does not undergo diurnal variation and will thus be consistently elevated in GH hyper-secretion and therefore patients with gigantism. A single normal IGF-1 value will reliably exclude GH hyper-secretion.[18] Finding a specific genetic cause for gigantism has proven to be difficult. Gigantism is the primary example of growth hormone hyper-secretion disorders, a group of illnesses that are not yet deeply understood.[7] Some common mutations have been associated with gigantism. Pediatric gigantism patients have shown to have duplications of genes on a specific chromosome, Xq26. Typically, these patients also experienced an onset of typical gigantism symptoms before reaching the age of 5. This indicates a possible linkage between gene duplications and the gigantism.[19] Additionally, DNA mutations in the aryl hydrocarbon receptor interacting protein (AIP) gene are common in gigantism patients. They have been found to be present in about 29 percent of patients with gigantism.[8] AIP is labeled as a tumor suppressor gene and a pituitary adenoma disposition gene.[8][20] Mutations in AIP sequencing can have deleterious effects by inducing the development of pituitary adenomas which in turn can cause gigantism.[8][20] Two specific mutations in the AIP gene have been identified as possible causes of pituitary adenomas. These mutations also have the ability to cause adenoma growth to occur early in life.[21] This is typical in gigantism. Additionally, a large variety of other known genetic disorders have been found to influence the development of gigantism such as multiple endocrine neoplasia type 1 and 4, McCune-Albright syndrome, Carney complex, familial isolated pituitary adenoma, X-linked acrogigantism (X-LAG).[8][22] Although various gene mutations have been associated with gigantism, over 50 percent of cases cannot be linked to genetic causes, showing the complex nature of the disorder.[7] Many treatments for gigantism receive criticism and are not accepted as ideal. Various treatments involving surgery and drugs have been used to treat gigantism.[23] Pegvisomant is one pharmaceutical drug which has received attention for being a possible treatment route for gigantism. Reduction of the levels of IGF-I as a result of pegvisomant administration can be incredibly beneficial for the pediatric gigantism patients.[23] After treatment with pegvisomant, high growth rates, a feature characteristic of gigantism, can be significantly decreased.[23] Pegvisomant has been seen to be a powerful alternative to other treatments such as somatostatin analogues, a common treatment method for acromegaly, if drug treatment is paired with radiation.[24] Finding the optimal level of pegvisomant is important so normal body growth is not negatively affected. In order to do this, titration of the medication can be used as a way to find the proper administration level.[23] See acromegaly for additional treatment possibilities. The term is typically applied to those whose height is not just in the upper 1% of the population but several standard deviations above mean for persons of the same sex, age, and ethnic ancestry. The term is seldom applied to those who are simply \"tall\" or \"above average\" whose heights appear to be the healthy result of normal genetics and nutrition. Gigantism is usually caused by a tumor on the pituitary gland of the brain. It causes growth of the hands, face, and feet.[25][better source needed] In some cases the condition can be passed on genetically through a mutated gene.[26] Other names somewhat obsolete for this pathology are hypersoma (Greek: hyper over the normal level; soma body) and somatomegaly (Greek; soma body, genitive somatos of the body; megas, gen. megalou great). In the past, while many of them were social outcasts because of their height, some (usually unintentionally) found employment in Friedrich Wilhelm I's famous Potsdam Giants regiment. Many of those who have been identified with gigantism have had multiple health problems involving the circulatory or skeletal system, as the strain of maintaining a large, heavy body places abnormal demands on both the bones and the heart. Reports of gigantism exist throughout history, with some nations and tribes taller than others. The giants of Crete are listed in various historic sources, beginning with Titan, a Greek mythological giant, and including Gigantus, after whom giants and gigantism are named. Rhodes is another island where giants were said to have lived, with the Colossus of Rhodes, a giant statue of a giant patron god Helios. Goliath, a giant mentioned in the Bible, was a Philistine warrior who was killed by David in the war between the Israelites and the Philistines.","Title":"Gigantism - Wikipedia","KeyID":"7979","URL":"https://en.wikipedia.org/wiki/Gigantism"}