{"Content: ":"The United States District Court for the District of Oregon (in case citations, D. Ore. or D. Or.) is the federal district court whose jurisdiction comprises the state of Oregon. It was created in 1859 when the state was admitted to the Union. Appellate jurisdiction belongs to the United States Court of Appeals for the Ninth Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit). Matthew P. Deady served as its first judge. Marco A. Hernandez is the current chief judge. The United States Attorney's Office for the District of Oregon represents the United States in civil and criminal litigation in the court. As of December 25, 2021[update], the Interim United States Attorney is Scott Erik Asphaug.[1] The court has four divisional offices within the state (three with staff): Portland, Eugene, Medford, and Pendleton.[2] The Portland Division holds court at the Mark O. Hatfield United States Courthouse and handles cases from Clackamas, Clatsop, Columbia, Hood River, Jefferson, Multnomah, Polk, Tillamook, Wasco, Washington, and Yamhill Counties.[2] The Medford Division meets at the James A. Redden United States Courthouse and handles cases from Curry, Jackson, Josephine, Klamath and Lake Counties.[2][3] The Pendleton Division holds session at John F. Kilkenny United States Post Office and Courthouse and covers cases from Baker, Crook, Gilliam, Grant, Harney, Malheur, Morrow, Sherman, Umatilla, Union, Wallowa and Wheeler Counties.[2][4] The Wayne L. Morse United States Courthouse houses the Eugene Division that handles cases from Benton, Coos, Deschutes, Douglas, Lane, Lincoln, Linn, and Marion Counties.[2] After Oregon became a state on February 14, 1859, the United States Congress created the District of Oregon encompassing the entire state on March 3, 1859.[5] The bill creating the district authorized a single judge and also designated it as a judicial circuit.[5] President James Buchanan appointed Matthew Deady as judge, and the court was to hold annual sessions in April and September at the seat of government in Salem.[6] Deady held the first session of the court on September 12, 1859, in Salem, but was able to have the court relocated to Portland by the September session of 1860.[6] Beginning in 1933, the court was housed in the United States Courthouse (now Gus J. Solomon United States Courthouse) before moving to the new Hatfield Courthouse in 1997.[7] On March 3, 1863, Congress passed a law that removed the circuit court jurisdiction and transferred appeals court jurisdiction to the Tenth Circuit, and in 1866 transferred it again to the Ninth Circuit.[5] On April 18, 1877, court clerk Ralph Wilcox committed suicide in his office at the court using a Deringer pistol.[8] On March 27, 1885, Judge Deady admitted Mary Leonard to the federal bar, the first woman admitted in Oregon.[9] In 1909, Congress added another seat to the court, followed by another judgeship in 1949.[5] On October 20, 1978, Congress passed a law authorizing two more positions on the bench of the Oregon district court.[5] The first woman to serve on the court was Helen J. Frye, whose service began on February 20, 1980. In 1990, Congress added a sixth judgeship for the district.[5] Ancer L. Haggerty, the first African American on the court, began his service on March 28, 1994. As of December 27, 2021[update]: Chief judges have administrative responsibilities with respect to their district court. Unlike the Supreme Court, where one justice is specifically nominated to be chief, the office of chief judge rotates among the district court judges. To be chief, a judge must have been in active service on the court for at least one year, be under the age of 65, and have not previously served as chief judge. A vacancy is filled by the judge highest in seniority among the group of qualified judges. The chief judge serves for a term of seven years or until age 70, whichever occurs first. The age restrictions are waived if no members of the court would otherwise be qualified for the position. When the office was created in 1948, the chief judge was the longest-serving judge who had not elected to retire on what has since 1958 been known as senior status or declined to serve as chief judge. After August 6, 1959, judges could not become or remain chief after turning 70 years old. The current rules have been in operation since October 1, 1982.   Coordinates: 45°30′57″N 122°40′34″W﻿ / ﻿45.51580°N 122.67624°W﻿ / 45.51580; -122.67624","Title":"United States District Court for the District of Oregon - Wikipedia","KeyID":"80","URL":"https://en.wikipedia.org/wiki/United_States_District_Court_for_the_District_of_Oregon"}