{"Content: ":"Intensive care medicine, also called critical care medicine, is a medical specialty that deals with seriously or critically ill patients who have, are at risk of, or are recovering from conditions that may be life-threatening.[1] It includes providing life support, invasive monitoring techniques, resuscitation, and end-of-life care.[2] Doctors in this specialty are often called intensive care physicians, critical care physicians or intensivists. Intensive care relies on multidisciplinary teams composed of many different health professionals. Such teams often include doctors, nurses, physical therapists, respiratory therapists, and pharmacists, among others.[3] They usually work together in intensive care units (ICUs) within a hospital.[1] Patients are admitted to the intensive care unit if their medical needs are greater than what the general hospital ward can provide. Indications for the ICU include blood pressure support for cardiovascular instability (hypertension/hypotension), sepsis, post-cardiac arrest syndrome or certain cardiac arrhythmias.[4] Other ICU needs include airway or ventilator support due to respiratory compromise. The cumulative effects of multiple organ failure, more commonly referred to as multiple organ dysfunction syndrome, also requires advanced care.[4] Patients may also be admitted to the ICU for close monitoring or intensive needs following a major surgery.[5] There are two common ICU structures: closed and open.[5] In a closed unit, the intensivist takes on the primary role for all patients in the unit.[5] In an open ICU, the primary physician, who may or may not be an intensivist, can differ for each patient.[5][6] There is increasingly strong evidence that closed units provide better patient outcomes.[7][8] Patient management in intensive care differs between countries. Open units are the most common structure in the United States, but closed units are often found at large academic centers.[5] Intermediate structures that fall between open and closed units also exist.[5] Intensive care is usually provided in a specialized unit of a hospital called the intensive care unit (ICU) or critical care unit (CCU). Many hospitals also have designated intensive care areas for certain specialities of medicine.[9] The naming is not rigidly standardized, and types of units are dictated by the needs and available resources of each hospital. These include: Medical studies suggest a relation between ICU volume and quality of care for mechanically ventilated patients.[11] After adjustment for severity of illness, demographic variables, and characteristics of the ICUs (including staffing by intensivists), higher ICU volume was significantly associated with lower ICU and hospital mortality rates. For example, adjusted ICU mortality (for a patient at average predicted risk for ICU death) was 21.2% in hospitals with 87 to 150 mechanically ventilated patients annually, and 14.5% in hospitals with 401 to 617 mechanically ventilated patients annually. Hospitals with intermediate numbers of patients had outcomes between these extremes. ICU delirium, formerly and inaccurately referred to as ICU psychosis, is a syndrome common in intensive care and cardiac units where patients who are in unfamiliar, monotonous surroundings develop symptoms of delirium (Maxmen & Ward, 1995). This may include interpreting machine noises as human voices, seeing walls quiver, or hallucinating that someone is tapping them on the shoulder.[12] There exists systematic reviews in which interventions of sleep promotion related outcomes in the ICU have proven impactful in the overall health of patients in the ICU.[13] The English nurse Florence Nightingale pioneered efforts to use a separate hospital area for critically injured patients. During the Crimean War in the 1850s, she introduced the practice of moving the sickest patients to the beds directly opposite the nursing station on each ward so that they could be monitored more closely.[14] In 1923, the American neurosurgeon Walter Dandy created a three-bed unit at the Johns Hopkins Hospital. In these units, specially trained nurses cared for critically ill postoperative neurosurgical patients.[15][14] The Danish anaesthesiologist Bjørn Aage Ibsen became involved in the 1952 poliomyelitis epidemic in Copenhagen, where 2722 patients developed the illness in a six-month period, with 316 of those developing some form of respiratory or airway paralysis.[16] Some of these patients had been treated using the few available negative pressure ventilators, but these devices (while helpful) were limited in number and did not protect the patient's lungs from aspiration of secretions. Ibsen changed the management directly by instituting long-term positive pressure ventilation using tracheal intubation, and he enlisted 200 medical students to manually pump oxygen and air into the patients' lungs round the clock.[17] At this time, Carl-Gunnar Engström had developed one of the first artificial positive-pressure volume-controlled ventilators, which eventually replaced the medical students. With the change in care, mortality during the epidemic declined from 90% to around 25%.[18][19] Patients were managed in three special 35-bed areas, which aided charting medications and other management. In 1953, Ibsen set up what became the world's first intensive care unit in a converted student nurse classroom in Copenhagen Municipal Hospital. He provided one of the first accounts of the management of tetanus using neuromuscular-blocking drugs and controlled ventilation.[20] The following year, Ibsen was elected head of the department of anaesthesiology at that institution. He jointly authored the first known account of intensive care management principles in the journal Nordisk Medicin, with Tone Dahl Kvittingen from Norway.[21] For a time in the early 1960s, it was not clear that specialized intensive care units were needed, so intensive care resources were brought to the room of the patient that needed the additional monitoring, care, and resources. It became rapidly evident, however, that a fixed location where intensive care resources and dedicated personnel were available provided better care than ad hoc provision of intensive care services spread throughout a hospital. In 1962, in the University of Pittsburgh, the first critical care residency was established in the United States. In 1970, the Society of Critical Care Medicine was formed.[22] Monitoring refers to various tools and technologies used to obtain information about a patient's condition. These can include tests to evaluate blood flow and gas exchange in the body, or to assess the function of organs such as the heart and lungs.[23] Broadly, there are two common types of monitoring in the ICU: noninvasive and invasive.[1] Noninvasive monitoring does not require puncturing the skin and usually does not cause pain. These tools are more inexpensive, easier to perform, and faster to result.[1] Invasive monitoring generally provides more accurate measurements, but these tests may require blood draws, puncturing the skin, and can be painful or uncomfortable.[1] Intensive care usually takes a system-by-system approach to treatment.[9] In alphabetical order, the nine key systems considered in the intensive care setting are: cardiovascular system, central nervous system, endocrine system, gastro-intestinal tract (and nutritional condition), hematology, integumentary system, microbiology (including sepsis status), renal (and metabolic), and respiratory system. As such, the nine key systems are each considered on an observation–intervention–impression basis to produce a daily plan. A wide array of drugs including but not limited to: inotropes, sedatives, broad spectrum antibiotics and analgesics. Interventions such as early mobilization or exercises to improve muscle strength are sometimes suggested.[24][25] Intensive care units are associated with increased risk of various complications that may lengthen a patient's hospitalization.[9] Common complications in the ICU include: ICU care requires more specialized patient care; this need has led to the use of a multidisciplinary team to provide care for patients.[4][1] Staffing between Intensive care units by country, hospital, unit, or institution.[5] Critical care medicine is an increasingly important medical specialty. Physicians with training in critical care medicine are referred to as intensivists.[26] Most medical research has demonstrated that ICU care provided by intensivists produces better outcomes and more cost-effective care.[27] This has led the Leapfrog Group to make a primary recommendation that all ICU patients be managed or co-managed by a dedicated intensivist who is exclusively responsible for patients in one ICU. In Australia, the training in intensive care medicine is through College of Intensive Care Medicine. In the UK, doctors can only enter intensive care medicine training after completing two foundation years and core training in either emergency medicine, anaesthetics, acute medicine or core medicine. Most trainees dual train with one of these specialties; however, it has recently become possible to train purely in intensive care medicine. It has also possible to train in sub-specialties of intensive care medicine including pre-hospital emergency medicine. In the United States, the specialty requires additional fellowship training for physicians having completed their primary residency training in internal medicine, pediatrics, anesthesiology, surgery or emergency medicine. US board certification in critical care medicine is available through all five specialty boards. Intensivists with a primary training in internal medicine sometimes pursue combined fellowship training in another subspecialty such as pulmonary medicine, cardiology, infectious disease, or nephrology. The American Society of Critical Care Medicine is a well-established multi professional society for practitioners working in the ICU including nurses, respiratory therapists, and physicians. Intensive care physicians have some of the highest percentages of physician burnout among all medical specialties, at 48 percent. [28] Nurses that work in the critical care setting are typically registered nurses.[5] Nurses may pursue additional education and training in critical care medicine leading to certification as a CCRN by the American Association of Critical Care Nurses a standard that was begun in 1975.[29] These certifications became more specialized to the patient population in 1997 by the American Association of Critical care Nurses, to include pediatrics, neonatal and adult.[29] Nurse practitioners and physician assistants are other types of non-physician providers that care for patients in ICUs.[4] These providers have fewer years of in-school training, typically receive further clinical on the job education, and work as part of the team under the supervision of physicians. Critical care pharmacists work with the medical team in many aspects, but some include, monitoring serum concentrations of medication, past medication use, current medication use, and medication allergies.[6] Their typically round with the team, but it may differ by institution.[6] Some pharmacist after attaining their doctorate or pharmacy may pursue additional training in a postgraduate residency and become certified as critical care pharmacists.[6] Pharmacists help manage all aspects of drug therapy and may pursue additional credentialing in critical care medicine as BCCCP by the Board of Pharmaceutical Specialties. Many critical care pharmacists are a part of the multi-professional Society of Critical Care Medicine.[6] Inclusion of pharmacist decreases drug reactions and poor outcomes for patients.[4] Nutrition in intensive care units presents unique challenges due to changes in patient metabolism and physiology while critically ill.[30] Critical care nutrition is rapidly becoming a subspecialty for dieticians who can pursue additional training and achieve certification in enteral and parenteral nutrition through the American Society for Parenteral and Enteral Nutrition (ASPEN). Respiratory therapists often work in intensive care units to monitor how well a patient is breathing.[31] Respiratory therapists may pursue additional education and training leading to credentialing in adult critical care (ACCS) and neonatal and pediatric (NPS) specialties. These therapists have been trained to monitor a patient's breathing, provide treatments to help their breathing and evaluate for respiratory improvement.[31] They may be involved in emergency care like managing an airway, humidification of oxygen, administering diagnostic test, invasive or non-invasive mechanical ventilation management, training patients weaning the ventilator, aerosol therapy, inhaled Nitric oxide therapy, artery blood gas analysis and providing physiotherapy.[32] In general, it is the most expensive, technologically advanced and resource-intensive area of medical care. In the United States, estimates of the 2000 expenditure for critical care medicine ranged from US$19–55 billion. During that year, critical care medicine accounted for 0.56% of GDP, 4.2% of national health expenditure and about 13% of hospital costs.[33] In 2011, hospital stays with ICU services accounted for just over one-quarter of all discharges (29.9%) but nearly one-half of aggregate total hospital charges (47.5%) in the United States. The mean hospital charge was 2.5 times higher for discharges with ICU services than for those without.[34]","Title":"Intensive care medicine - Wikipedia","KeyID":"8005","URL":"https://en.wikipedia.org/wiki/Intensive_care"}