{"Content: ":"Short stature refers to a height of a human which is below typical. Whether a person is considered short depends on the context. Because of the lack of preciseness, there is often disagreement about the degree of shortness that should be called short. Dwarfism is the condition of being very short, often caused by a medical condition. In a medical context, short stature is typically defined as an adult height that is more than two standard deviations below a population’s mean for age and gender, which corresponds to the shortest 2.3% of individuals in that population.[1] The median or typical adult height in developed countries is about 178 centimetres (5 ft 10 in) for men and 165 centimetres (5 ft 5 in) for women.[2] Shortness in children and young adults nearly always results from below-average growth in childhood, while shortness in older adults usually results from loss of height due to kyphosis of the spine or collapsed vertebrae from osteoporosis. The most common causes of short stature in childhood are constitutional growth delay or familial short stature. From a medical perspective, severe shortness can be a variation of normal, resulting from the interplay of multiple familial genes. It can also be due to one or more of many abnormal conditions, such as chronic (prolonged) growth hormone or thyroid hormone deficiency, malnutrition, disease of a major organ system, mistreatment, treatment with certain drugs, chromosomal deletions. Human growth hormone (HGH) deficiency may occur at any time during infancy or childhood, with the most obvious sign being a noticeable slowing of growth. The deficiency may be genetic. Among children without growth hormone deficiency, short stature may be caused by Turner syndrome or Noonan syndrome, chronic kidney disease, being small for gestational age at birth, Prader–Willi syndrome, Wiedemann-Steiner syndrome, or other conditions. Genetic skeletal dysplasias also known as osteochondrodysplasia usually manifest in short-limbed disproportionate short stature.[3][4] When the cause is unknown, it is called idiopathic short stature.[5] Short stature can also be caused by the bone plates fusing at an earlier age than normal, therefore stunting growth. Normally, the bone age is the same as the biological age but for some people, it is older. For many people with advanced bone ages, they hit a growth spurt early on which propels them to average height but stop growing at an earlier age. However, in some cases, people who are naturally shorter combined with their advanced bone age, end up being even shorter than the height they normally would have been because of their stunted growth. Some of the reasons growth development may slow include: Genetics. When a child’s parents and grandparents are short, the child may also be short; this is known as familial short stature. Also, the target height is merely an estimate and some children simply don't grow as tall as expected. Genetic conditions. Several genetic syndromes can lead to short stature, including Prader-Willi syndrome, Turner syndrome and Noonan syndrome. Chronic diseases. Growth hormone is produced by the pituitary gland, located in the middle of the brain. Therefore, chronic medical problems that affect the pituitary gland may also affect growth. For example, radiation to the brain can affect pituitary function, so pediatric cancer or its treatment can lead to short stature. Gastrointestinal diseases that impair nutrition, such as inflammatory bowel disease and celiac can affect growth, can also be a cause. Many other conditions can also delay the growth rate, including hypothyroidism, heart disease, kidney disease, immunological disease and several other endocrine disorders. Growth hormone deficiency. Some children simply don't produce enough growth hormone, including those born with a poorly developed pituitary gland. Malnutrition. This is caused by an inadequate food supply, an eating disorder, or an underlying condition or treatment that affects appetite, lack of nourishment is a common cause of growth delay. Psychosocial stress.exposure to violence because of war or famine or just being in a home environment that’s not very nurturing, children can also experience a psychosocial stress that keeps them from growing properly,” Dr. Patel says. “That can be reversed just by removing them from the stressful environment.”[6] Chronic illnesses, malnutrition, endocrine, metabolic disorders or chromosomal anomalies are characterized by proportionate short stature. On the other hand, most genetic skeletal dysplasias are known for short stature that may be proportionate or disproportionate. Disproportionate short stature can be further subdivided as specified by the body segments affected by shortening, namely limbs versus trunk:[3][4] Short-limb short stature can be further subcategorised in accordance with limb segment affected by shortening. These subcategories of limb shortening include, rhizomelic (humerus and femur), mesomelic (radius, ulna, tibia and fibula) and acromelic (hands and feet). Anthropometric measurements provide are very beneficial tools to the diagnostic process of genetic skeletal dysplasias. The anthropometric measurements include height, sitting height, arm span, upper/ lower-body segment ratio, sitting height/height ratio, and arm span/height ratio for age. They also aid in the differential diagnosis of skeletal dysplasia subtypes.[3] The decision to treat is based on a belief that the child will be disabled by being extremely short as an adult, so that the risks of treatment (including sudden death[5]) will outweigh the risks of not treating the symptom of short stature. Although short children commonly report being teased about their height, most adults who are very short are not physically or psychologically disabled by their height.[5] However, there is some evidence to suggest that there is an inverse linear relationship with height and with risk of suicide.[7] Treatment is expensive and requires many years of injections with human growth hormones. The result depends on the cause, but is typically an increase in final height of about 5 to 10 centimetres (2.0 to 3.9 in) taller than predicted.[5] Thus, treatment takes a child who is expected to be much shorter than a typical adult and produces an adult who is still obviously shorter than average. For example, several years of successful treatment in a girl who is predicted to be 146 centimetres (4 ft 9 in) as an adult may result in her being 151 centimetres (4 ft 11 in) instead. Increasing final height in children with short stature may be beneficial and could enhance health-related quality of life outcomes, barring troublesome side effects and excessive cost of treatments.[8] The cost of treatment depends on the amount of growth hormone given, which in turn depends on the child's weight and age. One year's worth of drugs normally costs about US$20,000 for a small child and over $50,000 for a teenager.[5] These drugs are normally taken for five or more years. From a social perspective shortness can be a problem independently of the cause. In many societies there are advantages associated with taller stature and disadvantages associated with shorter stature, and vice versa. Pharmaceutical companies Genentech and Eli Lilly, makers of human growth hormone, have worked to medicalize short stature by convincing the public that short stature is a disease rather than a natural variation in human height.[9] Limiting sales of the hormone to children diagnosed with growth hormone deficiency, rather than being short for any reason, limited their sales market.[9] Expanding it to all children whose height was below the third percentile would create 90,000 new customers and US$10 billion in revenue.[10] In the early 1990s, they paid two US charities, the Human Growth Foundation and the MAGIC Foundation, to measure the height of thousands of American children in schools and public places, and to send letters urging medical consultations for children whose height was deemed low.[9] Parents and schools were not told that the charities were being paid by the drug companies to do this.[9][10] Paired with a campaign to advertise the hormone to physicians, the campaign was successful, and tens of thousands of children began receiving HGH.[10] About half of them do not have growth hormone deficiency, and consequently benefited very little, if at all, from the hormone injections.[10] Criticism of the universal screening program eventually resulted in its end.[10] Short stature decreases the risk of venous insufficiency.[11] During World War I in Britain, the minimum height for soldiers was 5 feet 3 inches (160 cm). Thus thousands of men under this height were denied the opportunity to fight in the war. As a result of pressure to allow them entry, special \"Bantam Battalions\" were created composed of men who were 4 feet 10 inches (147 cm) to 5 feet 3 inches (160 cm). By the end of the war there were 29 Bantam Battalions of about 1,000 men each. Officers were of normal size.[12]","Title":"Short stature - Wikipedia","KeyID":"8009","URL":"https://en.wikipedia.org/wiki/Short_stature"}