{"Content: ":"Phineas Taylor Barnum (/ˈbɑːrnəm/; July 5, 1810 – April 7, 1891) was an American showman, businessman, and politician, remembered for promoting celebrated hoaxes and founding the Barnum & Bailey Circus (1871–2017)[1] with James Anthony Bailey. He was also an author, publisher, and philanthropist, though he said of himself: \"I am a showman by profession ... and all the gilding shall make nothing else of me\".[2] According to his critics, his personal aim was \"to put money in his own coffers.\"[2] He is widely credited with coining the adage \"There's a sucker born every minute\",[3] although no evidence has been collected of him saying this. Barnum became a small business owner in his early twenties and founded a weekly newspaper before moving to New York City in 1834. He embarked on an entertainment career, first with a variety troupe called \"Barnum's Grand Scientific and Musical Theater\", and soon after by purchasing Scudder's American Museum which he renamed after himself. He used the museum as a platform to promote hoaxes and human curiosities such as the Fiji mermaid and General Tom Thumb.[4] In 1850, he promoted the American tour of Swedish opera singer Jenny Lind, paying her an unprecedented $1,000 a night for 150 nights. He suffered economic reversals in the 1850s due to bad investments, as well as years of litigation and public humiliation, but he used a lecture tour as a temperance speaker to emerge from debt. His museum added America's first aquarium and expanded the wax-figure department. Barnum served two terms in the Connecticut legislature in 1865 as a Republican for Fairfield, Connecticut. He spoke before the legislature concerning the ratification of the Thirteenth Amendment to the United States Constitution which abolished slavery and involuntary servitude: \"A human soul, 'that God has created and Christ died for,' is not to be trifled with. It may tenant the body of a Chinaman, a Turk, an Arab, or a Hottentot—it is still an immortal spirit\".[5] He was elected in 1875 as mayor of Bridgeport, Connecticut where he worked to improve the water supply, bring gas lighting to streets, and enforce liquor and prostitution laws. He was also instrumental in starting Bridgeport Hospital in 1878 and was its first president.[6] Nevertheless, the circus business, begun when he was 60 years old, was the source of much of his enduring fame. He established \"P. T. Barnum's Grand Traveling Museum, Menagerie, Caravan & Hippodrome\" in 1870, a traveling circus, menagerie, and museum of \"freaks\" which adopted many names over the years. Barnum was married to Charity Hallett from 1829 until her death in 1873, and they had four children. In 1874, a few months after his wife's death, he married Nancy Fish, his friend's daughter who was 40 years his junior. They were married until 1891 when Barnum died of a stroke at his home. He was buried in Mountain Grove Cemetery, Bridgeport, which he designed himself.[7] Barnum was born in Bethel, Connecticut, the son of innkeeper, tailor, and store-keeper Philo Barnum (1778–1826) and his second wife Irene Taylor. His maternal grandfather Phineas Taylor was a Whig, legislator, landowner, justice of the peace, and lottery schemer who had a great influence on him. Barnum had several businesses over the years, including a general store, a book auctioning trade, real estate speculation, and a statewide lottery network. He started a weekly newspaper in 1829 called The Herald of Freedom in Danbury, Connecticut. His editorials against the elders of local churches led to libel suits and a prosecution which resulted in imprisonment for two months, but he became a champion of the liberal movement upon his release.[citation needed] He sold his store in 1834. He began his career as a showman in 1835 when he was 25 with the purchase and exhibition of a blind and almost completely paralyzed slave woman named Joice Heth, whom an acquaintance was trumpeting around Philadelphia as George Washington's former nurse and 161 years old. Slavery was already outlawed in New York, but he exploited a loophole which allowed him to lease her for a year for $1,000, borrowing $500 to complete the sale. Heth died in February 1836, at no more than 80 years old. Barnum had worked her for 10 to 12 hours a day, and he hosted a live autopsy of her body in a New York saloon where spectators paid 50 cents to see the dead woman cut up, as he revealed that she was likely half her purported age.[8][9] Barnum had a year of mixed success with his first variety troupe called \"Barnum's Grand Scientific and Musical Theater\", followed by the Panic of 1837 and three years of difficult circumstances. He purchased Scudder's American Museum in 1841, located at Broadway and Ann Street, New York City. He improved the attraction, upgrading the building and adding exhibits, then renamed it \"Barnum's American Museum\"; it became a popular showplace. He added a lighthouse lamp which attracted attention up and down Broadway and flags along the roof's edge that attracted attention in daytime, while giant paintings of animals between the upper windows drew attention from pedestrians. The roof was transformed to a strolling garden with a view of the city, where he launched hot-air balloon rides daily. A changing series of live acts and curiosities were added to the exhibits of stuffed animals, including albinos, giants, little people, jugglers, magicians, exotic women, detailed models of cities and famous battles, and a menagerie of animals. In 1842 Barnum introduced his first major hoax: a creature with the body of a monkey and the tail of a fish known as the \"Feejee\" mermaid. He leased it from fellow museum owner Moses Kimball of Boston who became his friend, confidant, and collaborator.[10][11] Barnum justified his hoaxes by saying that they were advertisements to draw attention to the museum. \"I don't believe in duping the public\", he said, \"but I believe in first attracting and then pleasing them.\"[12] He followed the mermaid by exhibiting Charles Stratton, the little person called \"General Tom Thumb\" (\"the Smallest Person that ever Walked Alone\") who was then four years old but was stated to be 11. With heavy coaching and natural talent, the boy was taught to imitate people from Hercules to Napoleon. He was drinking wine by age five and smoking cigars by age seven for the public's amusement. In 1843 Barnum hired the Native American dancer fu-Hum-Me, the first of many First Nations people whom he presented. During 1844–45 he toured with General Tom Thumb in Europe and met Queen Victoria, who was amused[13][failed verification] but saddened by the little man, and the event was a publicity coup. It opened the door to visits from royalty throughout Europe, including the Tsar of Russia, and enabled Barnum to acquire dozens of new attractions, including automatons and other mechanical marvels. During this time he went on a spending spree and bought other museums, including artist Rembrandt Peale's Museum in Philadelphia,[14] the nation's first major museum. By late 1846, Barnum's Museum was drawing 400,000 visitors a year.[4] Barnum became aware of the popularity of Jenny Lind, the \"Swedish Nightingale\", during his European tour with Tom Thumb when her career was at its height in Europe. Barnum had never heard her and conceded to being unmusical himself,[15] but he approached her to sing in America at $1,000 a night for 150 nights, all expenses paid by him.[16] He was confident that he could make use of Lind's reputation for morality and philanthropy in his publicity.[15] Lind demanded the fee in advance and Barnum agreed; this permitted her to raise a fund for charities, principally endowing schools for poor children in Sweden.[17] Barnum borrowed heavily on his mansion and his museum to raise the money to pay Lind[16] but he was still short of funds; so he persuaded a Philadelphia minister that Lind would be a good influence on American morals, and the minister lent him the final $6,000. The contract also gave Lind the option of withdrawing from the tour after 60 or 100 performances, paying Barnum $50,000 if she did so.[17] Lind and her small company sailed to America in September 1850, but she was a celebrity even before she arrived because of Barnum's months of preparations; close to 40,000 people greeted her at the docks and another 20,000 at her hotel. The press was also in attendance, and \"Jenny Lind items\" were available to buy.[18] When she realized how much money Barnum stood to make from the tour, she insisted on a new agreement which he signed on September 3, 1850. This gave her the original fee plus the remainder of each concert's profits after Barnum's $5,500 management fee. She was determined to accumulate as much money as possible for her charities.[15] The tour began with a concert at Castle Garden on September 11, 1850, and it was a major success, recouping Barnum four times his investment. Washington Irving proclaimed, \"She is enough to counterbalance, of herself, all the evil that the world is threatened with by the great convention of women. So God save Jenny Lind!\"[18] Tickets for some of her concerts were in such demand that Barnum sold them by auction, and public enthusiasm was so strong that the press coined the term \"Lind mania\".[19] The blatant commercialism of Barnum's ticket auctions distressed Lind,[19] and she persuaded him to make a substantial number of tickets available at reduced prices.[20] On the tour Barnum's publicity always preceded Lind's arrival and whipped up enthusiasm; he had up to 26 journalists on his payroll.[21] After New York, the company toured the east coast with continued success, and later went through the southern states and Cuba. By early 1851, Lind had become uncomfortable with Barnum's relentless marketing of the tour, and she invoked a contractual right to sever her ties with him. They parted amicably, and she continued the tour for nearly a year under her own management.[15] Lind gave 93 concerts in America for Barnum, earning her about $350,000, while Barnum netted at least $500,000 (equivalent to $16,286,000 in 2021).[22] Barnum's next challenge was to change public attitudes about the theater which was widely seen as a so called \"den of evil\". He wanted to position theaters as palaces of edification and delight, and as respectable middle-class entertainment. He built New York City's largest and most modern theater, naming it the \"Moral Lecture Room.\" He hoped that this would avoid seedy connotations, attract a family crowd, and win the approval of the moral crusaders of New York City. He started the nation's first theatrical matinées to encourage families and to lessen the fear of crime. He opened with The Drunkard, a thinly disguised temperance lecture (he had become a teetotaler after returning from Europe). He followed that with melodramas, farces, and historical plays put on by highly regarded actors. He watered down Shakespearean plays and others such as Uncle Tom's Cabin to make them family entertainment.[citation needed] He organized flower shows, beauty contests, dog shows, and poultry contests, but the most popular were baby contests such as the fattest baby or the handsomest twins. In 1853 he started the pictorial weekly newspaper Illustrated News; he completed his autobiography a year later which sold more than a million copies over the course of numerous revisions. Mark Twain loved the book, but the British Examiner thought it \"trashy\" and \"offensive\" and wrote that it inspired \"nothing but sensations of disgust\" and \"sincere pity for the wretched man who compiled it\".[23] In the early 1850s Barnum began investing to develop East Bridgeport, Connecticut. He made substantial loans to the Jerome Clock Company to get it to move to his new industrial area, but the company went bankrupt by 1856, taking Barnum's wealth with it. This started four years of litigation and public humiliation. Ralph Waldo Emerson proclaimed that Barnum's downfall showed \"the gods visible again\" and other critics celebrated Barnum's public dilemma. But Tom Thumb offered his services, as he was touring on his own, and the two undertook another European tour. Barnum also started a lecture tour, mostly as a temperance speaker. By 1860, he emerged from debt and built a mansion which he called \"Lindencroft\", and he resumed ownership of his museum. Barnum went on to create America's first aquarium and to expand the wax figure department of his museum. His \"Seven Grand Salons\" demonstrated the Seven Wonders of the World. The collections expanded to four buildings, and he published a \"Guide Book to the Museum\" which claimed 850,000 \"curiosities\".[24] Late in 1860, Siamese Twins Chang and Eng came out of retirement because they needed more money to send their numerous children to college. They had a touring career on their own and went to live on a North Carolina plantation with their families and slaves under the name of Bunker. They also appeared at Barnum's Museum for six weeks. Also in 1860, Barnum introduced \"man-monkey\" William Henry Johnson, a microcephalic black little person who spoke a mysterious language created by Barnum. In 1862 he discovered giantess Anna Swan and Commodore Nutt, a new Tom Thumb with whom Barnum visited President Abraham Lincoln at the White House. During the Civil War, his museum drew large audiences seeking diversion from the conflict. He added pro-Unionist exhibits, lectures, and dramas, and he demonstrated commitment to the cause. He hired Pauline Cushman in 1864, an actress who had served as a spy for the Union, to lecture about her \"thrilling adventures\" behind Confederate lines. Barnum's Unionist sympathies incited a Confederate sympathizer to start a fire in 1864. Barnum's American Museum burned to the ground on July 13, 1865, from a fire of unknown origin. Barnum re-established it at another location in New York City, but this also was destroyed by fire in March 1868. The loss was too great the second time, and Barnum retired from the museum business.  Barnum did not enter the circus business until he was 60 years old. He established \"P. T. Barnum's Grand Traveling Museum, Menagerie, Caravan & Hippodrome\" in Delavan, Wisconsin, in 1870 with William Cameron Coup; it was a traveling circus, menagerie, and museum of \"freaks\". It went through various names: \"P. T. Barnum's Travelling World's Fair, Great Roman Hippodrome and Greatest Show on Earth\", and \"P. T. Barnum's Greatest Show on Earth, And The Great London Circus, Sanger's Royal British Menagerie and The Grand International Allied Shows United\" after an 1881 merger with James Bailey and James L. Hutchinson, soon shortened to \"Barnum & Bailey's\". This entertainment phenomenon was the first circus to display three rings.[25] The show's first primary attraction was Jumbo, an African elephant that Barnum purchased in 1882 from the London Zoo. The Barnum and Bailey Circus still contained acts similar to his Traveling Menagerie, including acrobats, freak shows, and General Tom Thumb. Barnum persisted in growing the circus in spite of more fires, train disasters, and other setbacks, and he was aided by circus professionals who ran the daily operations. He and Bailey split up in 1885, but they came back together in 1888 with the \"Barnum & Bailey Greatest Show On Earth\", later \"Barnum & Bailey Circus\" which toured the world. Barnum was one of the first circus owners to move his circus by train, on the suggestion of Bailey and other business partners, and probably the first to own his own train. Given the lack of paved highways in America at that time, this turned out to be a shrewd decision that vastly expanded Barnum's geographical reach. In this new industry, Barnum leaned more on the advice of his partners, most of whom were young enough to be his sons. Barnum became known as the \"Shakespeare of Advertising\" due to his innovative and impressive ideas.[26] Barnum wrote several books, including Life of P. T. Barnum (1855), The Humbugs of the World (1865), Struggles and Triumphs (1869), Forest and jungle, or, Thrilling adventures in all quarters of the globe :[27] and The Art of Money-Getting (1880).[28] Barnum was often referred to as the \"Prince of Humbugs\", and he saw nothing wrong in entertainers or vendors using hoaxes (or \"humbug\", as he termed it) in promotional material, as long as the public was getting value for money. However, he was contemptuous of those who made money through fraud, especially the spiritualist mediums popular in his day; he testified against noted \"spirit photographer\" William H. Mumler in his trial for fraud, and he exposed \"the tricks of the trade\" used by mediums to cheat the bereaved. In The Humbugs of the World, he offered $500 (about $9,000 in 2021) to any medium who could prove power to communicate with the dead. Barnum was significantly involved in politics. He mainly focused on race, slavery, and sectionalism in the period leading up to the American Civil War. He opposed the Kansas–Nebraska Act of 1854, which supported slavery, so he left the Democratic Party which endorsed slavery and became part of the new anti-slavery Republican Party. Barnum claimed that \"politics were always distasteful to me\", yet he was elected to the Connecticut legislature in 1865 as Republican representative for Fairfield and served four terms.[29][30] He hired spies to get insider information on the New York and New Haven Railroad lines and exposed a secret that would raise fares by 20 percent.[citation needed][vague] He said during the ratification of the Thirteenth Amendment to the United States Constitution: \"A human soul, 'that God has created and Christ died for,' is not to be trifled with. It may tenant the body of a Chinaman, a Turk, an Arab or a Hottentot—it is still an immortal spirit.\"[29] He also acknowledged that he had owned slaves when he lived in the South. \"I whipped my slaves. I ought to have been whipped a thousand times for this myself. But then I was a Democrat—one of those nondescript Democrats, who are Northern men with Southern principles\".[31] Barnum was elected for the next four sessions and succeeded Senator Orris S. Ferry. He was the legislative sponsor of a law enacted by the Connecticut General Assembly in 1879 which prohibited the use of \"any drug, medicinal article or instrument for the purpose of preventing conception\", and also made it a crime to act as an accessory to the use of contraception; this law remained in effect in Connecticut until it was overturned in 1965 by the U.S. Supreme Court in Griswold v. Connecticut.[32][33] He ran for Congress in 1867 and lost to his third cousin William Henry Barnum. In 1875, he worked as mayor of Bridgeport, Connecticut to improve the water supply, bring gas lighting to streets, and enforce liquor and prostitution laws. He was instrumental in starting Bridgeport Hospital, founded in 1878, and was its first president.[6] Barnum enjoyed what he publicly dubbed \"profitable philanthropy\". \"If by improving and beautifying our city Bridgeport, Connecticut, and adding to the pleasure and prosperity of my neighbors, [and] I can do so at a profit, the incentive to 'good works' will be twice as strong as if it were otherwise.\"[34] He was appointed to the Board of Trustees to Tufts University prior to its founding, and he made several significant contributions to the fledgling institution, including a gift of $50,000 (equivalent to $1,454,107 in 2021) in 1883 to establish a museum (later known as Barnum Museum of Natural History) and hall for the Department of Natural History.[35] Tufts made Jumbo the elephant the school's mascot, and Tufts students are known as \"Jumbos\".[36] On November 8, 1829, Barnum married Charity Hallett,[37] and they had four children: Caroline Cornelia (1833–1911), Helen Maria (1840–1915), Frances Irena (1842–1844), and Pauline Taylor (1846–1877).[38] His wife died on November 19, 1873,[38] and he married Nancy Fish, the daughter of his close friend John Fish, the following year; Nancy was 40 years younger than he was.[39] Barnum died from a stroke at home in 1891 aged 80.[30] He is buried in Mountain Grove Cemetery, Bridgeport, Connecticut, a cemetery that he designed.[7] Barnum built four mansions in Bridgeport, Connecticut: Iranistan, Lindencroft, Waldemere, and Marina. Iranistan was the most notable, a Moorish Revival architecture designed by Leopold Eidlitz with domes, spires, and lacy fretwork inspired by the Royal Pavilion in Brighton, England. It was built in 1848 but it burned down in 1857.[40] The Marina Mansion was demolished by the University of Bridgeport in 1964 in order to build their cafeteria.[41] At his death, critics praised Barnum for good works and called him an icon of American spirit and ingenuity. He asked the Evening Sun to print his obituary just prior to his death so that he might read it. On April 7, 1891, Barnum asked about the box-office receipts for the day; a few hours later, he was dead.[30] In 1893, a statue in his honor was placed by his former partners James Bailey, James A. Hutchinson, and W. W. Cole, at Seaside Park in Bridgeport.[42][43] Barnum had donated the land for this park in 1865. His circus was sold to Ringling Brothers on July 8, 1907, for $400,000 (about $10.45 million in 2017 dollars).[6] The Ringling Brothers and Barnum & Bailey circuses ran separately until they merged in 1919, forming the Ringling Bros. and Barnum & Bailey Circus. The United States Mint issued a commemorative coin in 1936 for Bridgeport's centennial celebration, with Barnum's portrait for the obverse.[44] Cartoonist Walt Kelly grew up in Bridgeport and named a character in Barnum's honor in his Pogo comic strip. An annual six-week Barnum Festival was held for many years in Bridgeport as a tribute to Barnum.[45] The Bethel Historical Society commissioned a life-sized sculpture to honor the 200th anniversary of his birth, created by local resident David Gesualdi and placed outside the public library.[46] The statue was dedicated on September 26, 2010.[47] Barnum co-founded the Bridgeport & Port Jefferson Steamboat Company in 1883 with Charles E. Tooker, which continues to operate across the Long Island Sound between Port Jefferson, New York and Bridgeport. The company owns and operates three vessels, one of which is named the M.V. PT Barnum.[48][49] The Barnum Museum in Bridgeport houses many of Barnum's oddities and curiosities.","Title":"P. T. Barnum - Wikipedia","KeyID":"8011","URL":"https://en.wikipedia.org/wiki/P._T._Barnum"}