{"Content: ":"A fossil track or ichnite (Greek \"ιχνιον\" (ichnion) – a track, trace or footstep) is a fossilized footprint. This is a type of trace fossil. A fossil trackway is a sequence of fossil tracks left by a single organism. Over the years, many ichnites have been found, around the world, giving important clues about the behaviour (and foot structure and stride) of the animals that made them. For instance, multiple ichnites of a single species, close together, suggest 'herd' or 'pack' behaviour of that species. Combinations of footprints of different species provide clues about the interactions of those species. Even a set of footprints of a single animal gives important clues, as to whether it was bipedal or quadrupedal. In this way, it has been suggested that some pterosaurs, when on the ground, used their forelimbs in an unexpected quadrupedal action. Special conditions are required, in order to preserve a footprint made in soft ground (such as an alluvial plain or a formative sedimentary deposit). A possible scenario is a sea or lake shore that became dried out to a firm mud in hot, dry conditions, received the footprints (because it would only have been partially hardened and the animal would have been heavy) and then became silted over in a flash storm. The first ichnite found was in 1800 in Massachusetts, US, by a farmer named Pliny Moody, who found 1-foot (31 cm) long fossilized footprints. They were thought by Harvard and Yale scholars to be from \"Noah's Raven\".[1] A famous group of ichnites was found in a limestone quarry at Ardley, 20 km Northeast of Oxford, England, in 1997. They were thought to have been made by Megalosaurus and possibly Cetiosaurus. There are replicas of some of these footprints, set across the lawn of Oxford University Museum of Natural History (OUMNH). A creature named Cheirotherium was, for a long time and still may be, only known from its fossilized trail. Its footprints were first found in 1834, in Thuringia, Germany, dating from the Late Triassic Period. The largest known dinosaur footprints, belonging to sauropods and dating from the early Cretaceous were found to the north of Broome on the Dampier Peninsula, Western Australia, with some footprints measuring 1.7 m.[2][3] The 3D digital documentation of tracks has the benefit of being able to examine ichnite in detail remotely and distribute the data to colleagues and other interested personnel.[4] Many fossil trackways were made by dinosaurs, early tetrapods, and other quadrupeds and bipeds on land. Marine organisms also made many ancient trackways (such as the trails of trilobites and eurypterids like Hibbertopterus). Some basic fossil trackway types: The majority of fossil trackways are foot impressions on land, or subsurface water, but other types of creatures will leave distinctive impressions. Examples of creatures supported, or partially supported, in a water environment are known. The fossil \"millipede-type\" genus Arthropleura left its multi-legged/feet trackways on land. Some of the earliest trackways for human ancestors have been discovered in Tanzania. The Laetoli trackway is famous for the hominin footprints preserved in volcanic ash. After the footprints were made in powdery ash, soft rain cemented the ash layer to tuff, preserving the prints. The hominid prints were produced by three individuals, one walking in the footprints of the other, making the original tracks difficult to discover. As the tracks lead in the same direction, they might have been produced by a group – but there is nothing else to support the common reconstruction of a nuclear family visiting the waterhole together. In South Africa, two ancient trackways have been found containing footprints, one at Langebaan and one at Nahoon. Both trackways occur in calcareous eolianites or hardened sand dunes. At Nahoon, trackways of at least five species of vertebrates, including three hominid footprints, are preserved as casts.[6] The prints at Langebaan are the oldest human footprints, dated to approximately 117,000 years old.[7] Twenty six human fossil trackways have been found in the Willandra Lakes area adjacent to Lake Garnpung, consisting of 563 human footprints from 19,000 to 20,000 years ago.[8] The earliest land creatures (actually land-marine coastal-riverine-marshland) left some of the first terrestrial trackways. They range from tetrapods to proto-reptilians and others. A possible first connection of a trackway with the vertebrate that left it was published by Drs. Sebastian Voigt and David Berman and Amy Henrici in the 12 September 2007 issue of Journal of Vertebrate Paleontology. The paleontologists who made the connection were aided by unusually detailed trackways left in fine-grained Lower Permian mud of the Tambach Formation in central Germany, together with exceptionally complete fossilised skeletons in the same 290-million-year-old strata. They matched the two most common trackways with the two most common fossils, two reptile-like herbivores known as Diadectes absitus (with the trackway pseudonym Ichniotherium cottae) and Orobates pabsti (with the trackway pseudonym of Orobates pabsti).[9] The Permo-Carboniferous of Prince Edward Island, Canada contains trackways of tetrapods and stem-reptiles.[10] Macrofloral and palynological information help date them. Ireland hosts late Middle Devonian tetrapod trackways at three sites on Valentia Island within the Valentia Slate Formation.[11][12] The earliest fossil trackway of primitive tetrapods in Australia occurs in the Genoa River Gorge, Victoria, dating from the Devonian 350 million years ago.[13] Dinosaurs lived on the continents before grasses evolved (the \"Age of the Grasses\" evolved with the \"Age of the Mammals\"); the dinosaurs lived in the Triassic, Jurassic, and Cretaceous and left many trackways, both from plant-eaters and the meat-eaters, in various layers of mud and sand. With scientific analysis, dinosaur specialists are now analyzing tracks for the walking-speeds, or sprint-running speeds for all categories of dinosaurs, even to the large plant eaters, but especially the faster 3-toed meat hunters. Evidence of herding, as well as pack hunting are also being investigated. In north-central Namibia there is a dinosaur trackway in sandstone on what is now the private farm Otjihaenamparero. Larger footprints are of a ceratosauria and smaller ones of syntarsus. The prints are believed to be around 190 million years old.[14][15] In the Lower Zimbabwe Rift Valley there is a trackway in 140 Ma rose-coloured sandstone of Chewore Area. The small footprint size, with both manus and pes, implies that it is a trackway of a juvenile, a probable carnosaur.[16] The western regions of North America, especially the western border of the Western Interior Seaway, are common for dinosaur trackways. Wyoming has dinosaur trackways from the Late Cretaceous, 65 ma.[17] (A model example of this 3-toed Wyoming trackway was made for presentation)[18] In the United States, dinosaur footprints and trackways are found in the Glen Rose Formation, the most famous of these being the Paluxy River site in Dinosaur Valley State Park. These were the first sauropoda footprints scientifically documented, and were designated a US National Natural Landmark in 1969. Some are as large as about 3 feet across. The prints are thought to have been preserved originally in a tidal flat or a lagoon.[19] There are tracks from two types of dinosaur. The first type of tracks are from a sauropod and were made by an animal of 30 to 50 feet in length, perhaps a brachiosaurid such as Pleurocoelus,[19] and the second tracks by a theropoda, an animal of 20 to 30 feet in length, perhaps an Acrocanthosaurus. A variety of scenarios was proposed to explain the tracks, but most likely represent twelve sauropods \"probably as a herd, followed somewhat later by three theropods that may or may not have been stalking – but that certainly were not attacking.\"[19] Other examples include: The Gansu dinosaur trackway located in the Liujiazia National Dinosaur Geopark in Yanguoxia, China contains hundreds of tracks including 245 dinosaur, 350 theropod, 364 sauropod and 628 ornithopod tracks among others.[21] The Lark Quarry Trackway in Queensland contains three-toed tracks made by a heard of ornithopod dinosaurs crossing a river. It was once believed they respresented a large predator chasing doqn a mixed flock of small ornithopods and theropods, but this was contested in 2011.[22] Mammal trackways are among the least common trackways. Mammals were not often in mud, or riverine environments; they were more often in forestlands or grasslands. Thus the earlier tetrapods or proto-tetrapods would yield the most fossil trackways. The Walchia forest of Brule, Nova Scotia has an example of an in situ Walchia forest, and tetrapod trackways that extended over some period of time through the forest area. A recent marsupial trackway site in the Colac district of Australia (west of Colac) contains marsupial trackways as well as kangaroo and wallaby tracks.[25] Cheirotherium trace fossil, displayed in Oxford University Museum of Natural History. Cross-section of Pleistocene mammoth footprints at The Mammoth Site, Hot Springs, South Dakota. Eubrontes, a dinosaur footprint in the Lower Jurassic Moenave Formation at the St. George Dinosaur Discovery Site at Johnson Farm, southwestern Utah. Gigandipus, a dinosaur footprint in the Lower Jurassic Moenave Formation at the St. George Dinosaur Discovery Site at Johnson Farm, southwestern Utah. Cameloid footprint (Lamaichnum alfi Sarjeant and Reynolds, 1999; convex hyporelief) from the Barstow Formation (Miocene) of Rainbow Basin, California. Saurichnites intermedius A carnivorous theropod trackway, near Enciso, La Rioja, Spain Petalichnus, arthropod walking traces. Devonian of northeastern Ohio. Moa footprints near the Manawatu River, New Zealand. Hibbertopterus trackway: negative relief image, a groove infilled by sand appears as a ridgeline Dinosaur trackways: Early Tetrapods: Australia","Title":"Fossil track - Wikipedia","KeyID":"804","URL":"https://en.wikipedia.org/wiki/Fossil_trackway"}