{"Content: ":"Bodybuilding supplements are dietary supplements commonly used by those involved in bodybuilding, weightlifting, mixed martial arts, and athletics for the purpose of facilitating an increase in lean body mass. Bodybuilding supplements may contain ingredients that are advertised to increase a person's muscle, body weight, athletic performance, and decrease a person's percent body fat for desired muscle definition. Among the most widely used are high protein drinks, pre-workout blends, branched-chain amino acids (BCAA), glutamine, arginine, essential fatty acids, creatine, HMB, whey protein, ZMA, and weight loss products.[1][2] Supplements are sold either as single ingredient preparations or in the form of \"stacks\" – proprietary blends of various supplements marketed as offering synergistic advantages. Athletes in ancient Greece were advised to consume large quantities of meat and wine. A number of herbal concoctions and tonics have been used by strong men and athletes since ancient times across cultures to try to increase their strength and stamina.[3] In the 1910s, Eugen Sandow, widely considered to be the first modern bodybuilder in the West, advocated the use of dietary control to enhance muscle growth. Later, bodybuilder Earle Liederman advocated the use of \"beef juice\" or \"beef extract\" (basically, consomme) as a way to enhance muscle recovery. In 1950s, with recreational and competitive bodybuilding becoming increasingly popular, Irvin P. Johnson began to popularize and market egg-based protein powders marketed specifically at bodybuilders and physical athletes. The 1970s and 1980s marked a dramatic increase in the growth of the bodybuilding supplement industry, fueled by widespread use of modern marketing techniques and a marked increase in recreational bodybuilding. In October 1994, the Dietary Supplement Health and Education Act (DSHEA) was signed into law in the USA. Under DSHEA, responsibility for determining the safety of the dietary supplements changed from government to the manufacturer and supplements no longer required approval from the U.S. Food and Drug Administration (FDA) before distributing product. Since that time, manufacturers did not have to provide FDA with the evidence to substantiate safety or effectiveness unless a new dietary ingredient was added. It is widely believed that the 1994 DSHEA further consolidated the position of the supplement industry and lead to additional product sales.[4] Bodybuilders may supplement their diets with protein for reasons of convenience, lower cost (relative to meat and fish products), ease of preparation, and to avoid the concurrent consumption of carbohydrates and fats. Additionally, some argue that bodybuilders, by virtue of their unique training and goals, require higher-than-average quantities of protein to support maximal muscle growth.[5][6][7][8][9][10][11] However, there is no scientific consensus for bodybuilders to consume more protein than the recommended dietary allowance.[12][13] Protein supplements are sold in ready-to-drink shakes, bars, meal replacement products (see below), bites, oats, gels and powders. Protein powders are the most popular and may have flavoring added for palatability. The powder is usually mixed with water, milk or fruit juice and is generally consumed immediately before and after exercising or in place of a meal. The sources of protein are as follows and differ in protein quality depending on their amino acid profile and digestibility: Some nutritionists have suggested that higher calcium excretion may be due to a corresponding increase in protein-induced calcium absorption in the intestines.[15][16][17] Some bodybuilders believe that amino acid supplements may benefit muscle development, but consumption of such supplements is unnecessary in a diet that already includes adequate protein intake.[18] An androgen prohormone, or proandrogen, is a prohormone (or prodrug) of an anabolic-androgenic steroid (AAS). They can be prohormones of testosterone or of synthetic AAS, for example, nandrolone (19-nortestosterone). Dehydroepiandrosterone (DHEA), DHEA sulfate (DHEA-S), and androstenedione may all be considered proandrogens of testosterone.[19] Creatine is an organic acid naturally occurring in the body that supplies energy to muscle cells for short bursts of energy (as required in lifting weights) via creatine phosphate replenishment of ATP. Scientific studies have shown that creatine supplementation can increase the consumer's strength,[20] energy during performance,[21] muscle mass, and recovery times after exercise. In addition, recent studies have also shown that creatine improves brain function.[22] and reduces mental fatigue.[23] Some studies have suggested that consumption of creatine with protein and carbohydrates can have a greater effect than creatine combined with either protein or carbohydrates alone.[24] While generally considered safe, long-term or excessive consumption of creatine may have an adverse effect on the kidneys, liver, or heart and should be avoided if any pre-existing conditions affecting these organs exist.[25] When combined with an appropriate exercise program, dietary supplementation with β-hydroxy β-methylbutyrate (HMB) has been shown to dose-dependently augment gains in muscle hypertrophy (i.e., the size of a muscle),[26][27] muscle strength,[26][28][29] and lean body mass,[26][28][29] reduce exercise-induced skeletal muscle damage,[note 1][26][27][29] and expedite recovery from high-intensity exercise.[26][30] HMB is believed to produce these effects by increasing muscle protein synthesis and decreasing muscle protein breakdown by various mechanisms, including activation of the mechanistic target of rapamycin (mTOR) and inhibition of the proteasome in skeletal muscles.[28][31] The inhibition of exercise-induced skeletal muscle damage by HMB is affected by the time that it is used relative to exercise.[26][30] The greatest reduction in skeletal muscle damage from a single bout of exercise appears to occur when calcium HMB is ingested 1–2 hours prior to exercise.[30] While many of the claims are based on scientifically-based physiological or biochemical processes, their use in bodybuilding parlance is often heavily colored by bodybuilding lore and industry marketing and, as such, may deviate considerably from traditional scientific usages of the terms. In addition, ingredients listed have been found at times to be different from the contents. In 2015, Consumer Reports reported unsafe levels of arsenic, cadmium, lead and mercury in several of the protein powders that were tested.[32] In the United States, the manufacturers of dietary supplements do not need to provide the Food and Drug Administration with evidence of product safety prior to marketing.[33] As a result, the incidence of products adulterated with illegal ingredients has continued to rise.[33] In 2013, one-third of the supplements tested were adulterated with unlisted steroids.[34] More recently, the prevalence of designer steroids with unknown safety and pharmacological effects has increased.[35][36] In 2015, a CBC investigative report found that protein spiking (i.e., the addition of amino-acid filler to manipulate analysis) was not uncommon;[37] however, many of the companies involved challenged these claims.[37] The US FDA reports 50,000 health problems a year due to dietary supplements[38] and these often involve bodybuilding supplements.[39] For example, the \"natural\" best-seller Craze, 2012's \"New Supplement of the Year\" by bodybuilding.com, widely sold in stores such as Walmart and Amazon, was found to contain N,alpha-Diethylphenylethylamine, a methamphetamine analog.[40] The incidence of liver damage from herbal and dietary supplements is about 16–20% of all supplement products causing injury, with the occurrence growing globally over the early 21st century.[2] The most common liver injuries from weight loss and bodybuilding supplements involve hepatocellular damage and jaundice. The most common supplement ingredients attributed to these injuries are catechins from green tea, anabolic steroids, and the herbal extract, aegeline.[2] Other products by supplement designer and CEO of Driven Sports, Matt Cahill, have contained dangerous substances causing blindness or liver damage, and his pre-workout supplement Craze was found to contain illegal stimulants[41] that resulted in several athletes failing drug tests.[42] In addition to being potentially harmful, some have argued that there is little evidence to indicate any benefit to using bodybuilding protein or amino acid supplements. A 2005 overview concluded that \"[i]n view of the lack of compelling evidence to the contrary, no additional dietary protein is suggested for healthy adults undertaking resistance or endurance exercise\".[12]","Title":"Bodybuilding supplement - Wikipedia","KeyID":"8050","URL":"https://en.wikipedia.org/wiki/Bodybuilding_supplement"}