{"Content: ":"Masculinizing hormone therapy, also known as transmasculine hormone therapy, or female-to-male (or FTM) hormone therapy, is a form of hormone therapy and gender affirming therapy which is used to change the secondary sexual characteristics of transgender people from feminine or androgynous to masculine. It is a common type of transgender hormone therapy (another being feminizing hormone therapy), and is predominantly used to treat transgender men and other transmasculine individuals. Some intersex people also receive this form of therapy, either starting in childhood to confirm the assigned sex or later if the assignment proves to be incorrect. The purpose of this form of therapy is to cause the development of the secondary sex characteristics of the desired sex, such as voice deepening and a masculine pattern of hair, fat, and muscle distribution. It cannot undo many of the changes produced by naturally occurring puberty, which may necessitate surgery and other treatments to reverse. The medications used for FTM therapy include, mainly, androgens (namely testosterone) and GnRH analogues. While the therapy cannot undo the effects of a person's first puberty, developing secondary sex characteristics associated with a different sex can relieve some or all of the distress and discomfort associated with gender dysphoria, and can help the person to \"pass\" or be seen as their gender identity. Introducing exogenous hormones into the body impacts it at every level and many patients report changes in energy levels, mood, appetite, etc. The goal of the therapy, and indeed all somatic treatments, is to provide patients with a more satisfying body that is more congruent with their gender identity. Several contraindications to androgen therapy exist.[1] An absolute medical contraindication is pregnancy. Relative medical contraindications are: Two recent studies indicate the potential for elevated risk of cardiovascular events. Nota, et al. (2019) found that transgender men taking testosterone had an increased risk of cardiovascular events compared to cisgender women, with 11 vs. 3 cardiovascular events per 100,000 person-years, though the risk was less than that of cisgender men. Researchers were not able to control for smoking status or stressors.[2] Another recent study (Alzahrani, 2019) found elevated risk of heart attacks among self-identified transgender men—which persisted even after adjusting for age, diabetes mellitus, chronic kidney disease, smoking, hypertension, hypercholesterolemia, and exercise—though the study did not include data about whether the subjects were undergoing hormone therapy and did not control for stressors. The study found that transgender men have a >4-fold and 2-fold increased odds of having a myocardial infarction when compared with cisgender women and cisgender men, respectively.[3] Though it is not always the case,[4][5] testosterone for transmasculine people is often intended to be used long-term. Due to insufficient comprehensive research, there is no consensus on the full range of risks of lengthy testosterone administration. Some transgender men may undergo DIY treatments and self-administer testosterone; however, without proper training, this can cause issues such as bruising, irritation, and needle breakages. Self-administration of testosterone for transmasculine people without training or a prescription is considered unsafe and is not recommended by public or private healthcare providers. It may also be illegal.[6] Testosterone is metabolized by the cytochrome P450 enzyme system (specifically CYP3A isoforms) in the liver. There are certain drugs that increase or decrease the activity of cytochrome P450 enzymes and may cause increased or decreased levels of testosterone: Testosterone can also alter the effects of other drugs: Because of these interactions, it is advised that trans men make their healthcare providers aware of their hormone therapy when this is relevant to their treatment for other medical issues. Medications used in hormone therapy for transgender men include androgens and anabolic steroids like testosterone (by injection and other routes) to produce masculinization, suppress estrogen and progesterone levels, and prevent/reverse feminization; GnRH agonists and antagonists to suppress estrogen and progesterone levels; progestins like medroxyprogesterone acetate to suppress menses; and 5α-reductase inhibitors to prevent/reverse scalp hair loss. The elimination half-life of testosterone in the blood is about 70 minutes, so it is necessary to have a continuous supply of the hormone for masculinization. 'Depot' drug formulations are created by mixing a substance with the drug that slows its release and prolongs the action of the drug. The two primarily used forms in the United States are the testosterone esters testosterone cypionate (Depo-Testosterone) and testosterone enanthate (Delatestryl or Xyosted) which are almost interchangeable. Testosterone enanthate is purported to be slightly better with respect to even testosterone release, but this is probably more of a concern for bodybuilders who use the drugs at higher doses (250–1000 mg/week) than the replacement doses used by transgender men (50–100 mg/week). These testosterone esters are mixed with different oils, so some individuals may tolerate one better than the other. Testosterone enanthate costs more than testosterone cypionate and is more typically the one prescribed for hypogonadal males in the US. Testosterone cypionate is more popular in the US than elsewhere (especially amongst bodybuilders). Other formulations exist but are more difficult to come by in the US. A formulation of injected testosterone available in Europe and the US, testosterone undecanoate (Nebido, Aveed)[16][17] provides significantly improved testosterone delivery with far less variation outside the eugonadal range than other formulations with injections required only four times yearly. However, each quarterly dose requires an injection of 4 mL of oil which may require multiple simultaneous injections. Testosterone undecanoate is also much more expensive as it is still under patent protection. Testosterone propionate is another testosterone ester that is widely available, including in the US, Canada, and Europe, but it is very short-acting compared to the other testosterone esters and must be administered once every 2 or 3 days, and for this reason, is rarely used. The adverse side effects of injected testosterone esters are generally associated with high peak levels in the first few days after an injection. Some side effects may be ameliorated by using a shorter dosing interval (weekly or every ten days instead of twice monthly with testosterone enanthate or testosterone cypionate). 100 mg weekly gives a much lower peak level of testosterone than does 200 mg every two weeks, while still maintaining the same total dose of androgen. This benefit must be weighed against the discomfort and inconvenience of doubling the number of injections. Injectable forms of testosterone can cause a lung problem called pulmonary oil microembolism (POME). Symptoms of POME include cough, shortness of breath, tightening of the throat, chest pain, sweating, dizziness, and fainting.[18][19] A postmarketing analysis by the manufacturer of Aveed (testosterone undeconate injection) found that POME occurred at a rate of less than 1% per injection per year for Aveed.[20] Injected testosterone esters should be started at a low dose and titrated upwards based on trough levels (blood levels drawn just before your next shot). A trough level of 500 ng/dL is sought. (Normal range for a cisgender man is 290 to 900 ng/dL). Both testosterone patches, creams and gels are available. Both approximate normal physiological levels of testosterone better than the higher peaks associated with injection. Both can cause local skin irritation (more so with the patches). Patches slowly diffuse testosterone through the skin and are replaced daily. The cost varies, as with all medication, from country to country, it is about $150/month in the US, and about €60 in Germany. Transdermal testosterone is available throughout the world under the brand names Andromen Forte, Androgel, Testogel and Testim. They are absorbed quickly when applied and produce a temporary drug depot in the skin which diffuses into the circulation, peaking at 4 hours and decreasing slowly over the rest of the day. The cost varies, as with all medication, from country to country, from as little as $50/month to about $280/month. Transdermal testosterone poses a risk of inadvertent exposure to others who come in contact with the patient's skin. This is most important for patients whose intimate partners are pregnant or those who are parents of young children as both of these groups are more vulnerable to the masculinizing effects of androgens. Case reports of significant virilization of young children after exposure to topical androgen preparations (both prescription and 'supplement' products) used by their caregivers demonstrates this very real risk. Implants, as subcutaneous pellets, can be used to deliver testosterone (brand name Testopel). 6 to 12 pellets are inserted under the skin every three months. This must be done in a physician's office, but is a relatively minor procedure done under local anesthetic. Pellets cost about $60 each, so the cost is greater than injected testosterone when the cost of the physician visit and procedure are included. The primary advantages of Testopel are that it gives a much more constant blood level of testosterone yet requires attention only four times yearly. Oral testosterone is provided exclusively as testosterone undecanoate. It is available in Europe and Canada, but not in the US. Once absorbed from the gastrointestinal tract, testosterone is shunted (at very high blood levels) to the liver where it can cause liver damage (albeit very rarely) and worsens some of the adverse effects of testosterone, like lower HDL cholesterol. In addition, the first-pass metabolism of the liver also may result in testosterone levels too low to provide satisfactory masculinization and suppress menses. Because of the short terminal half-life of testosterone, oral testosterone undecanoate must be administered two to four times per day, preferably with food (which improves its absorption). In 2003, the FDA approved a buccal form of testosterone (Striant). Sublingual testosterone can also be made by some compounding pharmacies. Cost for Striant is greater than other formulations (US$180–210/month). Testosterone is absorbed through the oral mucosa and avoids the first-pass metabolism in the liver which is the cause of many of the adverse effects of oral testosterone undecanoate. The lozenges can cause gum irritation, taste changes, and headache but most side effects diminish after two weeks. The lozenge is 'mucoadhesive' and must be applied twice daily. Synthetic androgens/anabolic steroids (AAS), like nandrolone (as an ester like nandrolone decanoate or nandrolone phenylpropionate), are agonists of the androgen receptor (AR) similarly to testosterone but are not usually used in HRT for transgender men or for androgen replacement therapy (ART) in cisgender men. However, they can be used in place of testosterone with similar effects, and can have certain advantages like less or no local potentiation in so-called androgenic tissues that express 5α-reductase like the skin and hair follicles (which results in a reduced rate of skin and hair-related side effects like excessive body hair growth and scalp hair loss), although this can also be disadvantageous in certain aspects of masculinization like facial hair growth and normal body hair growth). Although many AAS are not potentiated in androgenic tissues, they have similar effects to testosterone in other tissues like bone, muscle, fat, and the voice box. Also, many AAS, like nandrolone esters, are aromatized into estrogens to a greatly reduced extent relative to testosterone or not at all, and for this reason, are associated with reduced or no estrogenic effects (e.g., gynecomastia). AAS that are 17α-alkylated like methyltestosterone, oxandrolone, and stanozolol are orally active but carry a high risk of liver damage, whereas AAS that are not 17α-alkylated, like nandrolone esters, must be administered by intramuscular injection (via which they act as long-lasting depots similarly to testosterone esters) but have no more risk of liver damage than does testosterone. For the sake of clarification, the term \"anabolic–androgenic steroid\" is essentially synonymous with \"androgen\" (or with \"anabolic steroid\"), and that natural androgens like testosterone are also AAS. These drugs all share the same core mechanism of action of acting as agonists of the AR and have similar effects, although their potency, pharmacokinetics, oral activity, ratio of anabolic to androgenic effects (due to differing capacities to be locally metabolized and potentiated by 5α-reductase), capacity for aromatization (i.e., conversion into an estrogen), and potential for liver damage may all differ. Dihydrotestosterone (DHT) (referred to as androstanolone or stanolone when used medically) can also be used in place of testosterone as an androgen. The availability of DHT is limited; it is not available in the United States or Canada, for instance, but it is available in certain European countries, including the United Kingdom, France, Spain, Belgium, Italy, and Luxembourg.[21] DHT is available in formulations including topical gel, buccal or sublingual tablets, and as esters in oil for intramuscular injection.[22] Relative to testosterone, and similarly to many synthetic AAS, DHT has the potential advantages of not being locally potentiated in so-called androgenic tissues that express 5α-reductase (as DHT is already 5α-reduced) and of not being aromatized into an estrogen (it is not a substrate for aromatase). In all people, the hypothalamus releases gonadotropin-releasing hormone (GnRH) to stimulate the pituitary to produce luteinizing hormone (LH) and follicle-stimulating hormone (FSH) which in turn cause the gonads to produce sex steroids. In adolescents of either sex with relevant indicators, GnRH analogues, such as leuprorelin can be used to suspend the advance of sex steroid induced, inappropriate pubertal changes for a period without inducing any changes in the gender-appropriate direction. GnRH analogues work by initially overstimulating the pituitary gland then rapidly desensitizing it to the effects of GnRH. Over a period of weeks, gonadal androgen production is greatly reduced. There is considerable controversy over the earliest age, and for how long it is clinically, morally and legally safe to do this. The Harry Benjamin International Gender Dysphoria Association Standards of Care permits treatment from Tanner stage 2, but do not allow the addition of gender-appropriate hormones until 16, which could be five or more years. The sex steroids do have important other functions. The high cost of GnRH analogues is often a significant factor. Antiestrogens (or so-called \"estrogen blockers\") like aromatase inhibitors (AIs) (e.g., anastrozole) or selective estrogen receptor modulators (SERMs) (e.g., tamoxifen) can be used to reduce the effects of high levels of endogenous estrogen (e.g., breast development, feminine fat distribution) in transgender men. In addition, in those who have not yet undergone or completed epiphyseal closure (which occurs during adolescence and is mediated by estrogen), antiestrogens can prevent hip widening as well as increase final height (estrogen limits height by causing the epiphyses to fuse). 5α-Reductase inhibitors like finasteride and dutasteride can be used to slow or prevent scalp hair loss and excessive body hair growth in transgender men taking testosterone.[23] However, they may also slow or reduce certain aspects of masculinization, such as facial hair growth, normal male-pattern body hair growth, and possibly clitoral enlargement.[23][24] A potential solution is to start taking a 5α-reductase inhibitor after these desired aspects of masculinization have been well-established.[23] Progestogens can be used to control menstruation in transgender men. Depot medroxyprogesterone acetate (DMPA) may be injected every three months just as it is used for contraception. Generally after the first cycle, menses are greatly reduced or eliminated. This may be useful for transgender men prior to initiation of testosterone therapy. In those who have not yet started or completed epiphyseal closure, growth hormone can be administered, potentially in conjunction with an aromatase inhibitor or a GnRH analogue, to increase final height. The main effects of HRT of the FTM type are as follows:[25] Many transgender men are unable to pass as cisgender men without hormones. The most commonly cited reason for this is that their voice may reveal them. Facial changes develop gradually over time, and sexual dimorphism (physical difference between the sexes) tends to increase with age. Within a population of similar body size and ethnicity: Frequently the first sign of endometrial cancer is bleeding in post-menopausal women. Transgender men who have any bleeding after the cessation of menses with androgen therapy should be evaluated for age appropriate causes of abnormal uterine bleeding as per cisgender female guidelines.[26] A number of skeletal and cartilaginous changes take place after the onset of puberty at various rates and times. Sometime in the late teen years epiphyseal closure (in other words, the ends of bones are fused closed) takes place and the length of bones is fixed for life. Consequently, total height and the length of arms, legs, hands, and feet are not affected by HRT. However, details of bone shape change throughout life, bones becoming heavier and more deeply sculptured under the influence of testosterone. Many of these differences are described in the Desmond Morris book Manwatching. The psychological changes are harder to define, since HRT is usually the first physical action that takes place when transitioning. This fact alone has a significant psychological impact, which is hard to distinguish from hormonally induced changes. Most trans men report an increase of energy and an increased sex drive. Many also report feeling more confident. While a high level of testosterone is often associated[how?] with an increase in aggression, this is not a noticeable effect in most trans men. HRT doses of testosterone are much lower than the typical doses taken by steroid-using athletes, and create testosterone levels comparable to those of most cisgender men. These levels of testosterone have not been proven to cause more aggression than comparable levels of estrogen. Some transgender men report mood swings, increased anger, and increased aggressiveness after starting androgen therapy. Studies are limited and small scale, however, based on self reporting over a short period of time (7 months). In a study by Motta et al., trans men also reported better anger control.[29] During HRT, especially in the early stages of treatment, blood tests should be consistently done to assess hormone levels and liver function. Gianna Israel and colleagues have suggested that for pre-oophorectomy trans men, therapeutic testosterone levels should optimally fall within the normal male range, whereas estrogen levels should optimally fall within the normal female range. Before oophorectomy, it is difficult and frequently impractical to fully suppress estrogen levels into the normal male range, especially with exogenous testosterone aromatizing into estrogen, hence why the female ranges are referenced instead. In post-oophorectomy trans men, Israel and colleagues recommend that both testosterone and estrogen levels fall exactly within the normal male ranges. See the table below for all of the precise values they suggest.[34] The optimal ranges listed for testosterone only apply to individuals taking bioidentical hormones in the form of testosterone (including esters) and do not apply to those taking synthetic AAS (e.g., nandrolone) or dihydrotestosterone.","Title":"Masculinizing hormone therapy - Wikipedia","KeyID":"8056","URL":"https://en.wikipedia.org/wiki/Masculinizing_hormone_therapy"}