{"Content: ":"1A22, 1AXI, 1HWG, 1HWH, 1KF9, 2AEW, 3HHR 2690 14600 ENSG00000112964 ENSMUSG00000055737 P10912 P16882 NM_001242403 NM_001242404 NM_001242405 NM_001242406 NM_001242460 NM_001242461 NM_001242462 NM_001048147 NM_001048178 NM_010284 NM_001286370 NP_001229332 NP_001229333 NP_001229334 NP_001229335 NP_001229389 NP_001229391 NP_001041643 NP_001273299 NP_034414 Growth hormone receptor is a protein that in humans is encoded by the GHR gene.[5] GHR orthologs[6] have been identified in most mammals. Growth hormone receptor (GHR) is a transmembrane protein consisting of 620 amino acids. The receptor is part of the Type I cytokine receptor family of receptors. GHR exists in two forms as a full length membrane-bound receptor and as a soluble GH binding protein (GHBP).[7] GHR contains two fibronectin type III β domains in its extracellular domain, whereas the intracellular domain contains tyrosine Kinase JAK2 binding sites for SH2 proteins. JAK2 is the primary signal transducer for growth hormone.[8] This gene encodes a protein that is a transmembrane receptor for growth hormone.[9][10] Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface [11]) and the activation of an intra- and intercellular signal transduction pathway leading to growth.[12] A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized.[5] Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan. Growth hormone receptor has been shown to interact with SGTA,[14] PTPN11,[15][16] Janus kinase 2,[17][18][19] Suppressor of cytokine signaling 1[20] and CISH.[20] The GHR gene is used in animals as a nuclear DNA phylogenetic marker.[6] The exon 10 has first been experienced to explore the phylogeny of the major groups of Rodentia.[21][22][23] GHR has also proven useful at lower taxonomic levels, e.g., in octodontoid,[24][13] arvicoline,[25] muroid,[26][27] murine,[28] and peromyscine [29] rodents, in arctoid [30] and felid[31] carnivores, and in dermopterans.[32] Note that the GHR intron 9 has also been used to investigate the mustelid[33] and hyaenid [34] carnivores phylogenetics. Growth hormone receptor antagonists such as pegvisomant (trade name Somavert) are used in the treatment of acromegaly.[35] They are used if the tumor of the pituitary gland causing the acromegaly cannot be controlled with surgery or radiation, and the use of somatostatin analogues is unsuccessful. Pegvisomant is delivered as a powder that is mixed with water and injected under the skin.[36] 1a22: HUMAN GROWTH HORMONE BOUND TO SINGLE RECEPTOR 1axi: STRUCTURAL PLASTICITY AT THE HGH:HGHBP INTERFACE 1hwg: 1:2 COMPLEX OF HUMAN GROWTH HORMONE WITH ITS SOLUBLE BINDING PROTEIN 1hwh: 1:1 COMPLEX OF HUMAN GROWTH HORMONE MUTANT G120R WITH ITS SOLUBLE BINDING PROTEIN 1kf9: PHAGE DISPLAY DERIVED VARIANT OF HUMAN GROWTH HORMONE COMPLEXED WITH TWO COPIES OF THE EXTRACELLULAR DOMAIN OF ITS RECEPTOR 2aew: A model for growth hormone receptor activation based on subunit rotation within a receptor dimer 3hhr: HUMAN GROWTH HORMONE AND EXTRACELLULAR DOMAIN OF ITS RECEPTOR: CRYSTAL STRUCTURE OF THE COMPLEX","Title":"Growth hormone receptor - Wikipedia","KeyID":"8062","URL":"https://en.wikipedia.org/wiki/Growth_hormone_receptor"}