{"Content: ":"2MI1 6750 20604 ENSG00000157005 ENSMUSG00000004366 P61278 P60041 NM_001048 NM_009215 NP_001039 NP_033241 Somatostatin, also known as growth hormone-inhibiting hormone (GHIH) or by several other names, is a peptide hormone that regulates the endocrine system and affects neurotransmission and cell proliferation via interaction with G protein-coupled somatostatin receptors and inhibition of the release of numerous secondary hormones. Somatostatin inhibits insulin and glucagon secretion.[5][6] Somatostatin has two active forms produced by the alternative cleavage of a single preproprotein: one consisting of 14 amino acids (shown in infobox to right), the other consisting of 28 amino acids.[7][8] Among the vertebrates, there exist six different somatostatin genes that have been named SS1, SS2, SS3, SS4, SS5 and SS6.[9] Zebrafish have all six.[9] The six different genes, along with the five different somatostatin receptors, allow somatostatin to possess a large range of functions.[10] Humans have only one somatostatin gene, SST.[11][12][13] Synonyms of \"somatostatin\" include:[citation needed] Somatostatin is secreted by delta cells at several locations in the digestive system, namely the pyloric antrum, the duodenum and the pancreatic islets.[14] Somatostatin released in the pyloric antrum travels via the portal venous system to the heart, then enters the systemic circulation to reach the locations where it will exert its inhibitory effects. In addition, somatostatin release from delta cells can act in a paracrine manner.[14] In the stomach, somatostatin acts directly on the acid-producing parietal cells via a G-protein coupled receptor (which inhibits adenylate cyclase, thus effectively antagonising the stimulatory effect of histamine) to reduce acid secretion.[14] Somatostatin can also indirectly decrease stomach acid production by preventing the release of other hormones, including gastrin and histamine which effectively slows down the digestive process.[citation needed] Somatostatin is produced by neuroendocrine neurons of the ventromedial nucleus of the hypothalamus. These neurons project to the median eminence, where somatostatin is released from neurosecretory nerve endings into the hypothalamohypophysial system through neuron axons. Somatostatin is then carried to the anterior pituitary gland, where it inhibits the secretion of growth hormone from somatotrope cells. The somatostatin neurons in the periventricular nucleus mediate negative feedback effects of growth hormone on its own release; the somatostatin neurons respond to high circulating concentrations of growth hormone and somatomedins by increasing the release of somatostatin, so reducing the rate of secretion of growth hormone.[citation needed] Somatostatin is also produced by several other populations that project centrally, i.e., to other areas of the brain, and somatostatin receptors are expressed at many different sites in the brain. In particular, populations of somatostatin neurons occur in the arcuate nucleus,[15] the hippocampus,[16] and the brainstem nucleus of the solitary tract.[citation needed] Somatostatin is classified as an inhibitory hormone,[7] and is induced by low pH.[citation needed] Its actions are spread to different parts of the body. Somatostatin release is inhibited by the Vagus nerve.[17] In the anterior pituitary gland, the effects of somatostatin are: Octreotide (brand name Sandostatin, Novartis Pharmaceuticals) is an octapeptide that mimics natural somatostatin pharmacologically, though is a more potent inhibitor of growth hormone, glucagon, and insulin than the natural hormone, and has a much longer half-life (about 90 minutes, compared to 2–3 minutes for somatostatin). Since it is absorbed poorly from the gut, it is administered parenterally (subcutaneously, intramuscularly, or intravenously). It is indicated for symptomatic treatment of carcinoid syndrome and acromegaly.[22][23] It is also finding increased use in polycystic diseases of the liver and kidney. Lanreotide (Somatuline, Ipsen Pharmaceuticals) is a medication used in the management of acromegaly and symptoms caused by neuroendocrine tumors, most notably carcinoid syndrome. It is a long-acting analog of somatostatin, like octreotide. It is available in several countries, including the United Kingdom, Australia, and Canada, and was approved for sale in the United States by the Food and Drug Administration on August 30, 2007. Pasireotide, sold under the brand name Signifor, is an orphan drug approved in the United States and the European Union for the treatment of Cushing's disease in patients who fail or are ineligible for surgical therapy. It was developed by Novartis. Pasireotide is somatostatin analog with a 40-fold increased affinity to somatostatin receptor 5 compared to other somatostatin analogs. Six somatostatin genes have been discovered in vertebrates. The current proposed history as to how these six genes arose is based on the three whole-genome duplication events that took place in vertebrate evolution along with local duplications in teleost fish. An ancestral somatostatin gene was duplicated during the first whole-genome duplication event (1R) to create SS1 and SS2. These two genes were duplicated during the second whole-genome duplication event (2R) to create four new somatostatin genes:SS1, SS2, SS3, and one gene that was lost during the evolution of vertebrates. Tetrapods retained SS1 (also known as SS-14 and SS-28) and SS2 (also known as cortistatin) after the split in the Sarcopterygii and Actinopterygii lineage split. In teleost fish, SS1, SS2, and SS3 were duplicated during the third whole-genome duplication event (3R) to create SS1, SS2, SS4, SS5, and two genes that were lost during the evolution of teleost fish. SS1 and SS2 went through local duplications to give rise to SS6 and SS3.[9]","Title":"Somatostatin - Wikipedia","KeyID":"8076","URL":"https://en.wikipedia.org/wiki/Somatostatin"}