{"Content: ":"Lucy Burns (July 28, 1879 – December 22, 1966) was an American suffragist and women's rights advocate.[1] She was a passionate activist in the United States and the United Kingdom, who joined the militant suffragettes. Burns was a close friend of Alice Paul, and together they ultimately formed the National Woman's Party.[2] Burns was born in New York to an Irish Catholic family.[3] She was described by fellow National Woman's Party member Inez Haynes Irwin as \"a woman of twofold ability. She speaks and writes with equal eloquence and elegance. [...] Mentally and emotionally, she is quick and warm. [...] She has intellectuality of a high order; but she overruns with a winning Irishness which supplements that intellectuality with grace and charm; a social mobility of extreme sensitiveness and swiftness.\"[4] She was a gifted student and first attended Packer Collegiate Institute, or what was originally known as the Brooklyn Female Academy, for second preparatory school in 1890.[5] Packer Collegiate Institute prided itself on \"teaching girls to be ladies\", and they emphasized religious education while advocating more liberal ideals such as educating \"the mind to habits of thinking with clearness and force.\"[5] Burns also met one of her lifelong role models, Laura Wylie, while attending Packer Collegiate Institute. Wylie was one of the first women to go to Yale University Graduate School.[5] Burns also attended Columbia University, Vassar College, and Yale University before becoming an English teacher.[6] Burns taught at Erasmus High School in Brooklyn for two years. While Burns enjoyed the educational field, she generally found the experience to be frustrating and wanted to continue her own studies.[7] In 1906, at age twenty-seven, she moved to Germany to resume her studies in language.[8] In Germany, Burns studied at the Universities of Bonn and Berlin from 1906 to 1909.[3] Burns later moved to the United Kingdom, where she enrolled at Oxford University to study English.[7] Burns was fortunate enough to have a very extensive educational background because her father, Edwards Burns, supported her and financed her international education.[7] Burns's first major experiences with activism were with the Pankhursts in the United Kingdom from 1909 to 1912.[9] While attending graduate school in Germany, Lucy Burns traveled to England where she met Emmeline Pankhurst and her daughters Christabel and Sylvia.[10] She was so inspired by their activism and charisma that she dropped her graduate studies to stay with them and work in the Women's Social and Political Union, an organization dedicated to fighting for women's rights in the United Kingdom.[11] She started selling their newsletter Votes for Women, and joined a protest on June 29, 1909, where she was arrested.[12] Burns was later employed by the Women's Social and Political Union as a salaried organizer from 1910 to 1912.[9] While working with the Pankhursts in the United Kingdom, Lucy Burns became increasingly passionate about activism and participated in numerous campaigns with the WSPU. She amazed a young Grace Roe, for coming from America to support the movement,[13] even saying she had come to London to be arrested and that it \"was a very grave honour.\"[12] One of her first major contributions was organizing a parade in Edinburgh as part of the campaign in Scotland in 1909.[9] She was the WSPU Edinburgh organiser for two years.[12] Burns was an active supporter of the campaign to boycott the 1911 census; she invited suffragettes from residents and non-residents of Edinburgh to a large gathering in the city's Vegetaria Cafe on the night of the census, so that they could not be officially registered.[14][15] Burns was with Jennie Baines, Mary Leigh, Alice Paul, Emily Davison and Mabel Capper trying to stop a Limehouse meeting on the Budget by Lloyd George. In a fracas with a senior police officer led to Burns being described by the magistrate as \"setting an extremely bad example\" and getting a harsher sentence.[12] While Burns is not a widely known speaker from the woman's rights movement, she did make a variety of speeches in marketplaces and on street corners while in Europe.[9] Her activism resulted in numerous court appearances and reports of \"disorderly conduct\" in the newspapers.[9] In August 1909, she hid with Adela Pankhurst, Alice Paul and Margaret Smith [12] on the roof of the St Andrew's Hall in Glasgow she planned to break through the roof and disrupt a political speech by the Earl of Crewe in front of an all-male audience.[16] Burns was again with Alice Paul and Edith New and other suffragettes in Dundee trying to enter a political meeting of Herbert Samuel, MP, Chancellor of the Duchy of Lancaster, unable to gain access Burns then broke police station windows and got a ten-day sentence, where she and others went on hunger strike, damaged the cells and refused to do prison work.[12] Burns and Paul were involved in a stunt at the London Lord Mayor's Ball, mingling with guests then approaching Winston Churchill with a hidden banner shouting \"How can you dine here while women are starving in prison?\" Again this resulted in prison, self-starving and force feeding.[12] Burns had been given a Hunger Strike Medal 'for Valour' by WSPU. While working with the WSPU, Lucy Burns first met Alice Paul at a London police station.[1] Both women had been arrested for demonstrating, and Alice Paul introduced herself when she noticed that Lucy Burns was wearing an American flag pin on her lapel.[17] The women discussed their suffrage experiences in the United Kingdom and the American women's movement.[18] Burns and Paul bonded over their frustration with the inactivity and ineffective leadership of the American suffrage movement by Anna Howard Shaw.[1] Their similar passions and fearlessness in the face of opposition made them quickly become good friends.[18] Both women were passionate about activism, and the feminist struggle for equality in the UK inspired Burns and Paul to continue the fight in the United States in 1912.[1] Suffrage historian Eleanor Clift compares the partnership of Paul and Burns to that of Susan B. Anthony and Elizabeth Cady Stanton.[19] She notes that they \"were opposites in appearance and temperament... [w]hereas Paul appeared fragile, Burns was tall and curvaceous, the picture of vigorous health...unlike Paul, who was uncompromising and hard to get along with, Burns was pliable and willing to negotiate. Paul was the militant; Burns, the diplomat.\"[20] Despite their stark differences, Paul and Burns worked together so effectively that followers would often describe them as having \"one mind and spirit.\".[21] However Paul described Burns as \"always more valiant than I was, about a thousand times more valiant by nature.\"[12] Upon returning to the United States, Paul and Burns joined the National American Women Suffrage Association (NAWSA) as leaders of its Congressional Committee.[22] Both women felt it was critical to hold the political party in power responsible for a federal suffrage amendment.[22] By holding an entire party accountable, Paul and Burns believed that congressmen would be forced to take action or risk losing their seats.[22] This militant tactic was presented by Paul and Burns at the 1912 NAWSA convention in Philadelphia to Anna Howard Shaw and other NAWSA leaders.[22] NAWSA leaders rejected their proposal because they felt any action against the Democratic Party, which had just won the presidential election, was premature at that point.[22] Not willing to back down without a fight, Burns and Paul enlisted the help of Jane Addams, a well-respected and more unorthodox NAWSA leader, to petition their cause to her fellow NAWSA leaders.[22] While the women were forced to tone down their proposal NAWSA leaders did authorize a suffrage parade, which Burns, Paul, and other activists organized as the Woman Suffrage Procession of 1913, occurring the day before Woodrow Wilson's first inauguration.[22] NAWSA's one stipulation was that Paul and Burns' Congressional Committee would receive no further funding from NAWSA.[23] While Burns and Paul readily agreed to this stipulation, this event marked the beginning of their divide with NAWSA.[23] Because of the arguments over tactics and funding, Burns and Paul felt it would be best if they added to NAWSA's Congressional Committee and formed a group still associated with NAWSA, but one with its own governing body. This new committee was called the Congressional Union of the National American Women Suffrage Association.[24] Burns was elected unanimously as an executive member of the Congressional Union of the National American Women Suffrage Association.[25] In April 1913, NAWSA decided they wanted to distance themselves from the more radical group and no longer allowed their name to be used in the title, so the Congressional Union of the National American Women Suffrage Association was renamed just the Congressional Union.[24] Despite this, Burns and Paul still wanted the Congressional Union to be associated with NAWSA, so they applied for it to be considered a NAWSA auxiliary.[26] The Congressional Union was granted auxiliary membership, but the relationship remained tenuous.[27] Adding to the growing tensions between the Congressional Union and NAWSA, Burns made a radical proposal once again at the 1913 NAWSA convention in Washington, D.C. Because Democrats controlled the White House and both houses of Congress at the time, Burns wanted to give them an ultimatum—support our bill for suffrage or we will make sure you don't get reelected.[28] Burns stated \"Inaction establishes just as clear a record as does a policy of open hostility.\"[28] She was no longer going to stand for the apathy from the Democratic Party. Burns was particularly infuriated with President Wilson because he had told them he would support the Committee on Suffrage, but then never mentioned his promise in his address to Congress.[28] When a delegation of women from NAWSA tried to meet with him to address this incident and register their protest, Wilson claimed to be ill.[29] A few days later, Wilson reneged his vow to support suffrage and said he would not impose his private views on Congress.[29] NAWSA felt they could no longer tolerate the radical tactics employed and advocated by the Congressional Union, and they wanted to officially sever their ties.[27] Paul and Burns did not want to start a completely separate organization that could potentially rival NAWSA and hinder progress in the movement, so they tried on numerous occasions to initiate negotiations with NAWSA leaders.[30] Despite their efforts, the Congressional Union officially split from NAWSA on February 12, 1914.[30] Many predicted that this split would do irreparable harm to women's campaign for suffrage; the cynics did not discourage Paul and Burns, and they began planning their campaign against the Democrats in the summer of 1914.[30] In addition to confronting the Democratic Party, Burns and Paul had to address displeased members within their own organization; some women were complaining that the Congressional Union was elitist, authoritarian, and undemocratic.[31] Paul believed centralized authority was critical to accomplishing their goals and operating effectively, so they did not make any drastic changes; to appease their members they solicited suggestions and stated \"We would be most grateful for any constructive plan which you can lay before us.\"[31] While trying to address both internal and external attacks, the Congressional Union worked to keep the Anthony amendment afloat in 1914.[32] The Anthony amendment, or Mondell Resolution, was a federal amendment for woman's suffrage and what would ultimately become the nineteenth amendment.[33] Since their split from NAWSA, Ruth Hanna McCormick had become the chairwoman of NAWSA's Congressional Committee.[34] Without consulting the NAWSA Board, she had endorsed the alternative Shafroth-Palmer amendment on their behalf.[34] This posed a huge threat to the work of Burns and Paul because the Shafroth amendment, if passed, would make suffrage a states' rights only issue.[34] While Burns, Paul, and other women from both the Congressional Union and NAWSA met to address this issue, NAWSA ultimately remained in support of the Shafroth amendment, and the Congressional Union continued its campaign for federal suffrage.[35] Burns was the first woman to speak before the Congressional delegates in 1914, when the Anthony amendment finally made it out of committee and into the House.[36] While her speech was primarily intended to set the stage for Alice Paul, she also outlined the accomplishments of the Congressional Union.[36] The fact that she was the first to speak at such a critical time for federal suffrage shows not only her courage in the face of opposition, but how well respected she was by her fellow leaders and suffragists. The speeches of Burns and Paul were incredibly important at that time in the movement because they showed politicians that women would unite as a voting bloc.[37] Following this, the Congressional Union sent two organizers to each of the nine states where women had the right to vote.[38] Burns went to San Francisco, California with suffragist Rose Winslow.[39] Organizing women in these states was not an easy task, and raising adequate funds was found to be particularly troublesome; Burns is quoted as saying \"If the women here, however, would only give me the money they are willing to spend on luncheons and dinners I will get along admirably.\"[40] Burns spread the message about suffrage in theaters, on the streets, by going door-to-door, and by circulating cartoons and pamphlets.[41] By election time in 1914 the Democratic Party had become an extremely vocal critic of the Congressional Union, and ultimately the Congressional Union claimed responsibility for five Democratic losses.[42] In 1915 the Congressional Union decided to put its efforts into organizing in every state that did not already have a branch.[43] The goal of this plan was to continue what their 1914 state-by-state campaign had started and make suffrage a national issue with demand in every state.[43] In 1915 Burns also became the editor of the Congressional Union's newspaper The Suffragist.[44] During this time period, NAWSA was experiencing a lot of internal strife. After their convention in 1915, Anna Howard Shaw stepped down as president, and many believed this would be a time for potential reconciliation between the Congressional Union and NAWSA.[45] Burns and Paul met with NAWSA officials and other women from the Congressional Union at the Willard Hotel in Washington, D.C. on December 17, 1915.[46] NAWSA wanted the Congressional Union to become an affiliate but they had numerous demands—the Congressional Union was to end its anti-Democratic Party campaign and never wage any political campaigns in the future.[47] These demands were viewed as completely unreasonable, and the meeting ended without any reconciliation or possibility of future attempts.[47] After all of the turmoil of the past few years, Alice Paul announced a radical new plan for 1916—she wanted to organize a woman's political party.[48] Burns adamantly supported this plan and on June 5, 6 and 7, 1916 at the Blackstone Theater in Chicago, delegates and female voters met to organize the National Woman's Party (NWP).[49] Burns and Paul were committed to direct action in fighting for women's rights and particularly their right to vote. They were opposed by more conservative suffragists who advocated less militant tactics.[27] NAWSA leaders thought the tactics of the National Woman's Party were futile and would alienate Democrats that were sympathetic to suffrage.[50] Membership in the NWP was limited to only enfranchised women, and their sole goal was promoting a federal amendment for woman's suffrage.[51] Burns played a large role in the National Woman's Party. She worked in virtually every aspect of the organization at one time or another.[52] Specifically, she was a chief organizer, lobby head, newspaper editor, suffrage educator, teacher, orator, architect of the banner campaign, rallying force, and symbol of the NWP.[52] In Burns 'suffrage schools', she taught women how to conduct automobile campaigns, lobby, and work with the press,[53] which they continued during the war.[12] She was savvy with working with the media and supplied two hundred news correspondents with frequent news bulletins.[54] The National Woman's Party led dozens of women to picket the White House in Washington, D.C. as Silent Sentinels beginning in January 1917.[55] A bi-partisan organization, it directed its attacks at the office of the President of the United States, in this case, Woodrow Wilson.[56] Burns also opposed World War I, seeing it as a war led by powerful men that resulted in young men being drafted and giving their lives with little free will.[57] Throughout her career with the National Woman's Party, Burns was known to have a bitter sense of injustice and become angry because of the actions of the President or apathetic Americans.[21] Burns was arrested in 1917 while picketing the White House and was sent to Occoquan Workhouse.[58] In jail, Burns joined Alice Paul and many other women in hunger strikes to demonstrate their commitment to their cause, asserting that they were political prisoners.[59][60] Burns was prepared for the hunger strikes since she had previously participated in this and been force-fed in prison in Britain with the WSPU.[9][12] Being imprisoned did not stop Burns' activism. From within the workhouse she organized protests with other prisoners.[59] Burns also helped organize and circulate one of the first documents that defined the status of political prisoners.[59] This document described the rights of political prisoners and listed their demands for an attorney, family visits, reading and writing materials, and food from outside the prison.[59] It was circulated through holes in the walls until every suffrage prisoner had signed it.[61] Once prison officials realized what Burns was doing, they had her transferred to a district jail and put in solitary confinement.[59] After Burns was released, she was quickly rearrested for continuing protests, picketing, and marching at the White House.[62] Upon her third arrest in 1917, the judge aimed to make an example of Burns, and she was given the maximum sentence.[59] Once again a prisoner at Occoquan Workhouse, Lucy Burns endured what is remembered as the \"Night of Terror.\"[62] The women were treated brutally and were refused medical attention.[63] To unite the women, Burns tried to call roll and refused to stop despite numerous threats by the guards.[63] When they realized Lucy Burns's spirit was not going to be easily broken, they handcuffed her hands above her head to her cell door and left her that way for the entire night.[63] Burns was so loved and respected by her fellow suffragists that the women in the cell across from her held their hands above their head and stood in the same position.[63] Despite her courage and extraordinary leadership skills, the burden of working so diligently did bother Burns at times; she once told Alice Paul, \"I am so nervous I cannot eat or sleep. I am such a coward I ought to be a village seamstress, instead of a Woman's Party organizer.\"[44] After enduring the torture of the \"Night of Terror,\" the women refused to eat for three days.[63] The guards tried to tempt the women with fried chicken, but this was only viewed as an insult; Burns told the other women \"I think this riotous feast which has just passed our doors is the last effort of the institution to dislodge all of us who can be dislodged. They think there is nothing in our souls above fried chicken.\"[64] Realizing something urgent needed to be done or he would potentially have dead prisoners on his hands, the warden moved Burns to another jail and told the remaining women that the strike was over.[64] He also ordered Burns to be force fed. Historian Eleanor Clift recounts that the force feeding of Lucy Burns required \"five people to hold her down, and when she refused to open her mouth, they shoved the feeding tube up her nostril.\" This treatment was extremely painful and dangerous, causing Burns to have severe nosebleeds.[64] Of the well-known suffragists of the era, Burns spent the most time in jail.[11] Burns and other suffragists had been told by the chairman of the House Committee on Suffrage that the House would not pass a suffrage amendment before 1920.[65] To their surprise, it was announced in late 1917 that the House would make a decision on January 10, 1918.[66] The amendment passed in the House by a vote of 274 to 136, and the women of the NWP, including Burns, began working on the 11 additional votes they would need for the amendment to pass in the Senate.[67] Unfortunately on June 27, 1918, the Senate narrowly failed to pass the amendment.[67] Burns and Paul were utterly enraged, but after coming so close there was no chance that they were going to give up now. They resumed their protests at the White House on August 6, 1918.[68] Once again the women were jailed, exposed to horrendous conditions, and released shortly thereafter.[69] Their focus then was moved to helping pro-suffrage candidates get elected in November.[70] For the first time, the NWP did not give allegiance to one party over another; they supported anyone who was willing to support suffrage, and this cost the Democrats their majority in Congress.[70] As tensions grew between the suffragists and President Wilson, he realized something had to be done quickly to end the highly publicized protests and clashes between the police and suffragists.[71] He requested that Congress convene for a special session in May 1919.[71] On May 21 the House of Representatives passed the Susan B. Anthony amendment 304 to 89, and on June 4, the Senate passed it 66 to 30.[72] Surprisingly, the suffragists were very subdued at the announcement of this victory.[73] The suffragists battle was not yet over; they still had to make sure three quarters supermajority of the states -- which then numbered 48 – ratified the amendment. Finally, on August 18, 1920, Tennessee became the thirty-sixth state to ratify the Anthony amendment, and Burns' quest for federal suffrage was finally over.[74] At this point Burns was completely exhausted and quoted as saying \"I don't want to do anything more. I think we have done all this for women, and we have sacrificed everything we possessed for them, and now let them fight for it now. I am not going to fight anymore.\"[75] All of her time spent in jail and experiences as a suffragist had left her bitter towards married women and others who didn't take action during the suffrage movement.[76] After the women of the United States gained the right to vote, Burns retired from political life and devoted herself to the Catholic Church and her orphaned niece.[57][77] She died on December 22, 1966 in Brooklyn, New York.[78] Burns was posthumously named an honoree by the National Women's History Alliance in 2020.[79] In 2004, HBO Films broadcast Iron Jawed Angels, chronicling the voting rights movement of Lucy Burns, Alice Paul, and other suffragists. Burns was portrayed by Australian actress Frances O'Connor.[80] The Lucy Burns Institute, a nonprofit educational organization located in Madison, Wisconsin, is named after Burns.[81] The Lucy Burns Museum *[1] opened to the public on January 25, 2020, with a gala opening on May 9, 2020, in Lorton, Virginia, on the former site of the Occoquan Workhouse, also called the Lorton Reformatory, where the \"Night of Terror\" took place. The exhibits commemorate the activism and sacrifices of suffragists, also called Silent Sentinels.[82][83][84]","Title":"Lucy Burns - Wikipedia","KeyID":"81","URL":"https://en.wikipedia.org/wiki/Lucy_Burns"}