{"Content: ":"The classic cycle races are the most prestigious one-day professional road cycling races in the international calendar. Some of these events date back to the 19th century. They are normally held at roughly the same time each year. The five most revered races are often described as the cycling monuments. For the 2005 to 2007 seasons, some classics formed part of the UCI ProTour run by the Union Cycliste Internationale. This event series also included various stage races including the Tour de France, Giro d'Italia, Vuelta a España, Paris–Nice, and the Critérium du Dauphiné Libéré. The UCI ProTour replaced the UCI Road World Cup series (1989–2004) which contained only one-day races. Many of the classics, and all the Grand Tours, were not part of the UCI ProTour for the 2008 season because of disputes between the UCI and the ASO, which organizes the Tour de France and several other major races. Since 2009, many classic cycle races are part of the UCI World Tour. Although cycling fans and sports media eagerly use the term \"classic\", there is no clear consensus about what constitutes a classic cycling race. UCI, the international governing body of cycling, has no mention at all of the term in its rulings. This poses problems to define the characteristics of these races and makes it impossible to make precise lists. Several criteria are used to denote the importance of a cycling race: date of creation, historical importance and tradition, commercial importance, location, level of difficulty, level of competition field, etc. However, many of these paradigms tend to shift over time and are often opinions of a personal nature. One of the few objective criteria is the official categorization of races as classified by the UCI, although this is not a defining feature either, as many fans dispute the presence of some of the highest-categorized races and some older races are not included in the UCI World Tour. Because of the growing ambiguity and inflation of the term \"classic\", the much younger term \"monument\" was introduced in the 21st century to denote the five most revered of the classic cycling races. Until the 1980s there were originally eight recognised classics, the five Monuments (see Cycling Monuments below) plus La Flèche Wallonne, Paris–Brussels and Paris–Tours. Due to various traffic and organizational problems these events came and went in various guises (for example, Paris–Tours became Blois–Chaville, before returning in its current form). Paris–Brussels disappeared altogether between 1967 and 1976. Flèche Wallonne was always on the Saturday before Liege–Bastogne–Liege (it was known as The Ardennes Weekend), before being shortened and moved to the preceding Wednesday. The remaining five then became known as the 'Monuments'. Rik van Looy is the only rider to win all eight. Eddy Merckx and Roger de Vlaeminck both won seven, both missing out at Paris–Tours. Together, Strade Bianche, Milan–San Remo, the Cobbled classics and the Ardennes classics make up the \"Spring Classics\", all held in March and April. The summer classics are held from July to September. The autumn classics are held from September to November. Season openers are usually not regarded as highly as other classics, but receive a lot of attention because of their position early in the season, typically in February. Some Classics have disappeared, often because of financial problems.[4] These include: The Monuments are generally considered to be the oldest, hardest and most prestigious one-day events in cycling.[7][8][9] They each have a long history and specific individual characteristics. They are currently the one-day races in which most points can be earned in the UCI World Tour. Since the early 2000s, many classic events have started women's races, now part of the UCI Women's World Tour. These events are often held on the same day or on the same weekend of the men's races. Three of the five cycling 'monuments' have equivalent races: Tour of Flanders for Women (first held in 2004), Liège–Bastogne–Liège Femmes (first held in 2017) and Paris–Roubaix Femmes (first held in 2021).[10] A women's version of Milan–San Remo, named Primavera Rosa, was initiated in 1999, but cancelled after 2005.[11] Other major races include La Flèche Wallonne Féminine (first held in 1998), Women's Amstel Gold Race (first held in 2001) and Strade Bianche Donne (first held in 2015).","Title":"Classic cycle races - Wikipedia","KeyID":"8102","URL":"https://en.wikipedia.org/wiki/Classic_cycle_race"}