{"Content: ":"Stage races One-day races and Classics Other Primož Roglič (Slovene pronunciation: [ˈpriːmɔʃ ˈɾoːglìːtʃ] (listen); born 29 October 1989) is a Slovenian racing cyclist who rides for UCI WorldTeam Team Jumbo–Visma.[6] He started as a ski jumper and switched to cycling several years after an accident suffered at Planica.[7] At the 2017 Tour de France, Roglič became the first Slovenian to win a stage. In September 2019, he won the Vuelta a España general classification, becoming the first Slovenian to win a Grand Tour competition.[8] He has also finished on the final podium at the 2019 Giro d'Italia (third overall), and at the 2020 Tour de France (second overall), being the first Slovenian to wear the yellow jersey,[9] before losing out to compatriot Tadej Pogačar. He won the 2020 Vuelta a España, defending his title from 2019. In 2021, he won an Olympic gold medal in the men's individual time trial.[10] He then went on to win his third Vuelta in a row,[11] becoming the third rider to do so. Between 2019 and 2021, Roglič spent a record 75 weeks as the No. 1-ranked cyclist in the UCI Men's road racing world ranking, and has twice finished as the year-end No. 1.[12][13] Born in Trbovlje, Roglič started to compete in ski jumping in 2003, and was the Junior World Team event champion in 2007.[14] He has two Continental Cup wins, the second level of international ski jumping. He set his personal best at a distance of 185 metres (607 feet) in Planica. In 2011, Roglič performed his last international competition in Szczyrk and officially ended his ski jumping career in summer 2012.[15][16] In 2007, Roglič suffered a crash as a test jumper during official training in front of his home crowd at Letalnica bratov Gorišek, the ski flying hill in Planica, Slovenia.[17][18][19][20] Roglič took up cycling in 2012, after quitting ski jumping, because he felt it was too hard to be at the highest level of the sport. He initially rode with the development team affiliated to the UCI Continental team Radenska, where he was coached by former professional cyclist Andrej Hauptman, who noted his power and helped him develop his bike handling skills. At the age of 22, Roglič underwent testing at a sports lab, where his VO2 max was recorded at 80.2, close to the best numbers of riders such as Chris Froome and Egan Bernal. Roglič has credited the work he undertook on building core stability, balance, flexibility and acrobatics as a ski jumper as being beneficial in his switch to cycling.[21] Roglič quickly made the jump to paid levels for the 2013 season with the continental Adria Mobil team. He took his first professional win the following year, taking a mountainous stage of the Tour d'Azerbaïdjan by winning a two-up sprint against Will Clarke.[21] After three seasons with the team – culminating in a successful 2015 season, including wins at the Tour de Slovenia and the Tour d'Azerbaïdjan – he signed a contract to ride with LottoNL–Jumbo for the 2016 season.[22][21] During his first year at the World Tour level, Roglič immediately showed his talent when placing 5th overall at the Volta ao Algarve. Just one month later Roglič finished 2nd on Stage 7 at the Volta a Catalunya, when he lost the sprint to Alexey Tsatevich. Roglič started in the Giro d'Italia,[23] where he surprised with a second place in the opening time trial in Apeldoorn, a hundredth of a second slower than winner Tom Dumoulin.[24] He won the 9th stage, a 40.5-kilometre (25.2-mile) individual time trial in Chianti. That victory came as a surprise for many as Roglič had to use his spare bike because his bike did not meet the UCI requirements. Roglič did not manage to transfer his cycle computer onto his spare bike in time for the start, and it was therefore hard for Roglič to know how much time he had left of the stage, and what his power numbers were. Just two weeks after finishing the Giro d'Italia, Roglič won the Slovenian National Time Trial Championships. He finished 10th in the Time trial at the Olympic Games in Rio de Janeiro.[citation needed] During the 2017 season, Roglič started out by winning the overall title at the Volta ao Algarve. One month later he finished 4th overall in Tirreno–Adriatico, and at the Tour of the Basque Country, Roglič won stages 4 and 6 – the latter of which was an individual time trial – and finished 5th overall. It did not take long before Roglič secured another win; at the end of April, Roglič participated in the Tour de Romandie where he won the Stage 5 individual time trial, en route to placing 3rd overall. At his final preparation race before the Tour de France, Roglič won the prologue of the Ster ZLM Toer, and finished 2nd overall. In June 2017, Roglič was named in the startlist for the Tour de France.[25] He won Stage 17 of the race[26] becoming the first Slovenian to win a stage of the Tour de France. He had also collected so many points on the climbs that he finished 2nd in the Mountains classification. At the World Championships in Bergen, Roglič targeted the individual time trial, which finished on Mount Floyen, a 3-kilometre (1.9-mile) climb averaging 9%. He finished 2nd in the event behind Tom Dumoulin.[27] The 2018 season showed Roglič's potential in stage races and grand tours. He managed to win the general classification in the Tour of the Basque Country, the Tour de Romandie and the Tour of Slovenia.[28] During the early stages of the Tour de France, Roglič managed to avoid the crashes and mechanical issues that many other general classification riders fell victim to putting him in position to compete with the elite riders including Geraint Thomas, Tom Dumoulin, Chris Froome, Nairo Quintana, Romain Bardet and Mikel Landa among others. Roglič was able to stay with the elite riders through the high mountains answering nearly every attack to the point that, after he attacked on the descent and won stage 19 of the race, he was in a podium position in third place overall, behind only Thomas and Dumoulin. Roglič finished the 2018 Tour in fourth overall, after Froome was able to regain the final podium position in the final time trial.[28] Roglič won the 2019 edition of Tirreno–Adriatico as well as the Tour de Romandie and was one of the pre-race favourites going into the Giro d'Italia. He finished on the podium in 3rd place, wore the race leader's pink jersey for six stages and also won two stages, both individual time trials. In August 2019, Roglič was named in the startlist for the Vuelta a España.[29] Going into the stage ten individual time trial, Roglič trailed the race leader Nairo Quintana by six seconds; Roglič recorded the fastest time over the 36.2-kilometre (22.5-mile) stage by twenty-five seconds over the next closest competitor, and at least one-and-a-half minutes into all of his rivals for the general classification.[30] He became the 98th rider to win stages at each of the three Grand Tours as a result of the victory. He held the red and green jerseys – as the leader of both the general and points classifications – for the remainder of the race, as he became the first Slovenian rider to win a Grand Tour.[31] A successful 2019 season was crowned with wins in two Italian races in October: the Giro dell'Emilia,[32] and Tre Valli Varesine. Due to the COVID-19 pandemic, Roglič's first race of the season was the Slovenian National Road Race Championships, on 21 June. On the final climb to the finish at Ambrož pod Krvavcem, Roglič soloed away from Tadej Pogačar in the closing 2 kilometres (1.2 miles), winning the national road race title for the first time.[33] The following weekend, Pogačar beat Roglič by 8.5 seconds in the Slovenian National Time Trial Championships.[34] Roglič started strong at the Tour de France, winning the fourth stage,[35] ahead of Pogačar; he took the overall race lead on the ninth stage, finishing second, behind Pogačar, in a five-rider sprint finish in Laruns.[9] After Egan Bernal lost seven minutes on stage 15,[36] Pogačar was the only rider that was within a minute of Roglič in the general classification; Roglič had extended his advantage from 40 seconds to 57 seconds on the summit finish to the Col de la Loze,[37] maintaining that lead going into the penultimate day, a 36.2-kilometre (22.5-mile) individual time trial that finished at La Planche des Belles Filles. He rode well in the final time trial, being bested by only a few riders, but Pogačar managed to overturn the advantage that Roglič held, bettering his stage time by almost two minutes,[38] giving Pogačar an ultimately race-winning margin of 59 seconds.[39] The following weekend, Roglič recorded a sixth-place finish in the road race at the World Championships, finishing at the back of a five-rider group that had been battling for the silver medal.[40] At Liège–Bastogne–Liège, Roglič took his first Monument classic victory, pipping world champion Julian Alaphilippe on the line, after Alaphilippe had slowed down to start celebrating his presumptive victory.[41] Roglič then contested the Vuelta a España as defending champion; he won the race's opening stage at the Alto de Arrate in Eibar,[42] before losing the race lead to Richard Carapaz on stage six, after encountering issues putting on a rain jacket.[43] However, he bounced back on stage eight, which finished atop the Alto de Moncavillo. After following attacks from Hugh Carthy and Carapaz on the steepest section of the climb, Roglič put in an attack in the final kilometre that was answered only by Carapaz. Although Carapaz tried to distance Roglič, Roglič countered his attack, eventually soloing across the line 13 seconds ahead of Carapaz. This win elevated Roglič to second place overall, 13 seconds behind Carapaz.[44] On stage ten, Roglič followed a move initiated by Guillaume Martin (Cofidis) and taken up by Andrea Bagioli (Deceuninck–Quick-Step) in the final kilometre of a relatively flat stage; he passed Bagioli to win the uphill sprint by several bike lengths. Carapaz, despite having been present in the front positions for much of the final kilometres, crossed the line three seconds behind Roglič and by virtue of the ten bonus seconds awarded to the stage winner, both riders were equal on time at the end of the stage. With a lower value of cumulative stage placings,[45] Roglič took the red jersey ahead of the mountainous third weekend of the race, characterised by challenging mountain stages. At the start of stage 11 a rider protest was held in Villaviciosa, led by Carapaz's teammate Chris Froome, regarding the decision made by the commissaires to change the three-second time gap ruling to a one-second time gap.[46] Even though the decision was in Roglič's favour, his teammate George Bennett claimed that Roglič was in agreement with the protest.[47] On stage 12, Roglič struggled on the steepest slopes of the Alto de l'Angliru, crossing the line in fifth place. He lost 26 seconds, including time bonuses, to stage winner Carthy, who moved into third overall. Additionally, he lost ten seconds to Carapaz, who assumed the red jersey ahead of the race's lone individual time trial.[48] Following the rest day, Roglič won the time trial – his fourth stage win – which finished atop the steep climb of Mirador de Ézaro. He gained 25 seconds on Carthy and 49 seconds on Carapaz, reclaiming the red jersey.[49] On stage 16, Roglič gained an additional six bonus seconds on his rivals after he sprinted to second place on the stage, giving him an advantage of 45 seconds over Carapaz and 53 seconds over Carthy ahead of the final mountain stage.[50] On the penultimate stage, Roglič was unable to follow an attack by Carapaz around 4 kilometres (2.5 miles) from the top of La Covatilla. He lost 21 seconds to Carapaz, almost halving his race lead to 24 seconds; with only the flat, ceremonial stage to Madrid left, this put Roglič in position to win the race.[51] He safely negotiated the last stage to successfully defend the Vuelta title, the first rider to repeat as Vuelta champion since Roberto Heras, who won the Vuelta from 2003 to 2005. Aside from winning the red jersey, Roglič also won the points classification for the second successive year,[52] holding the lead from start-to-finish – the first rider to do so at a Grand Tour, since Mario Cipollini at the 1997 Giro d'Italia.[53] Roglič won three stages at Paris–Nice, but lost the overall victory on the final day, after crashing twice and falling to 15th overall.[54] With his stage victories, he also won the points classification. Roglič also won the general classification at his next start,[55] the Tour of the Basque Country; he won the opening stage individual time trial, and also won the points and mountains classifications.[56] Roglič contested all three Ardennes classics for the first time, recording a best finish of second place, at La Flèche Wallonne.[57] After taking two third-place stage finishes in the opening weekend of the Tour de France, Roglič crashed on stage 3 and lost over a minute.[58] Having regained his top-ten placing overall after the fifth stage individual time trial,[59] Roglič lost over half an hour on the first stage in the Alps, and ultimately failed to start the ninth stage.[60] He returned to racing at the COVID-19 pandemic-delayed Tokyo Olympics; he finished 28th in the road race, before taking the gold medal – Slovenia's first in cycling – in the time trial, finishing over a minute clear of his Team Jumbo–Visma teammate Tom Dumoulin, riding for the Netherlands.[61] Roglič maintained this form going into the Vuelta a España, winning the opening individual time trial stage in Burgos.[62] He ceded the lead of the race on stage three to Rein Taaramäe, following a successful breakaway.[63] Roglič regained the race lead from Kenny Elissonde following stage six, finishing second to Magnus Cort on the stage.[64] On the mountainous ninth stage, Roglič and two other riders bridged up to a previous attack that had been made by Miguel Ángel López and Adam Yates on the final climb of the Alto de Velefique. Roglič and Enric Mas were able to drop the others, and they finished second and third on the stage behind Damiano Caruso; Roglič led Mas by 28 seconds going into the first rest day, with nobody else within 1' 20\".[65][66] Following the first rest day, Roglič ceded the race lead again, as a 31-rider breakaway including Odd Christian Eiking and Guillaume Martin finished clear of the peloton; Eiking and Martin both moved ahead of Roglič, who was 2' 17\" down in the general classification.[67] Roglič had attempted to go clear of a select group of general classification contenders, but crashed on the descent of the Puerto de Almáchar.[68] On the following stage, Roglič won his second stage of the race, culminating on a steep uphill finish in Valdepeñas de Jaén.[69] He maintained his third place overall for the next five stages, but was able to close in on Eiking by twenty seconds on stage fourteen. On stage seventeen to Lagos de Covadonga, Roglič followed an attack by Egan Bernal with 61 kilometres (38 miles) remaining, with the pair working together to achieve and maintain a lead of around 90 seconds prior to the final climb. With 7.5 kilometres (4.7 miles) left, Roglič dropped Bernal and soloed to the stage victory by 1' 35\" from the chasing group of general classification contenders.[70] Roglič extended his lead over Mas on each of the two remaining uphill finishes, and bookended his race with another individual time trial victory in Santiago de Compostela, winning his third successive Vuelta a España by 4' 42\" over Mas – the biggest winning margin at the race since Alex Zülle's second Vuelta win in 1997.[71][72] He started off the 2022 season with a block of racing in France, including Paris–Nice.[73] On the opening stage, Team Jumbo–Visma split the race apart in the crosswinds,[74] and on the finishing circuit around Mantes-la-Ville, Christophe Laporte upped the pace to an extent that only Wout van Aert and Roglič were able to follow. The trio remained clear to the end with Laporte winning the stage ahead of Roglič and van Aert.[75] After another second-place stage finish on the fourth stage individual time trial,[76] Roglič assumed the race lead the following day during the fifth stage to Saint-Sauveur-de-Montagut.[77] He won the penultimate stage that finished at the top of the Col de Turini,[78] and finished third on the final stage into Nice, as he won the race by 29 seconds ahead of Simon Yates.[79] He won the opening stage of the Tour of the Basque Country, but lost the race lead on the penultimate stage after being dropped – this was attributed to a knee injury that had occurred pre-race; he ultimately finished the race in eighth overall.[80] In June, he won the Critérium du Dauphiné in preparation for the Tour de France, finishing second on the two mountain stages at the end of the race.[81][82] He started the Tour de France off with eighth in the opening time trial in Copenhagen, slower than general classification contenders Jonas Vingegaard and Tadej Pogačar.[83][84] On the fifth stage, Roglič lost more than two minutes to Pogačar after crashing into a hay bale that had been dislodged into the road.[85] As a result of the crash, he dislocated his shoulder, which he had to put back into place himself.[86] Having finished third on the summit finish to La Planche des Belles Filles two stages later,[87] Roglič and Vingegaard attacked Pogačar on several occasions throughout the eleventh stage as part of a multifaceted plan to confuse and break Pogačar.[88] Vingegaard ultimately dropped Pogačar on his way to the stage victory and the yellow jersey atop the Col du Granon.[89][90] Roglič then worked as a domestique for Vingegaard over the following stages,[91] before withdrawing from the race ahead of the final rest day. There was some speculation that this was a possibly selfish move by Roglič in order to give his earlier injuries a chance to heal ahead of the Vuelta a España,[92] but it was eventually confirmed that the decision was made by team management.[93][94] It was also revealed by the team that Roglič may have been hurt worse than he appeared and while it was clarified that he was hoping to target the Vuelta, the team was a bit more cautious about confirming any such plan as 'official'.[95]","Title":"Primož Roglič - Wikipedia","KeyID":"8112","URL":"https://en.wikipedia.org/wiki/Primo%C5%BE_Rogli%C4%8D"}