{"Content: ":"Mont Ventoux (French: [mɔ̃ vɑ̃tu]; Provençal: Ventor [venˈtu]) is a mountain in the Provence region of southern France, located some 20 km (12 miles) northeast of Carpentras, Vaucluse. On the north side, the mountain borders the department of Drôme. At 1,909 m (6,263 ft), it is the highest mountain in the region and has been nicknamed the \"Beast of Provence\",[2] the \"Giant of Provence\",[3][4] or \"The Bald Mountain\".[4] It has gained fame through its inclusion in the Tour de France cycling race;[4] in 2009 it was the scene of the first penultimate-day mountain top finish in the Tour de France, with Alberto Contador sealing his yellow jersey.[citation needed] As the name might suggest (venteux means windy in French), it can get windy at the summit, especially with the mistral; wind speeds as high as 320 km/h (200 mph) have been recorded. The wind blows at over 90 km/h (56 mph) for 240 days a year. The road over the mountain is often closed due to high winds, especially the col des tempêtes (\"storm pass\") just before the summit, which is known for its strong winds. The real origins of the name are thought to trace back to the 1st or 2nd century CE, when it was named Vintur after a Gaulish god of the summits, or Ven-Top,[dubious – discuss] meaning \"snowy peak\" in the ancient Gallic language.[citation needed] In the 10th century, the names Mons Ventosus and Mons Ventorius appear.[citation needed] Mont Ventoux, although geologically part of the Alps, is often considered to be separate from them, due to the lack of mountains of a similar height nearby. It stands alone to the north of the Luberon range, separated by the Monts de Vaucluse, and just to the east of the Dentelles de Montmirail, its foothills. The top of the mountain is bare limestone without vegetation or trees, which makes the mountain's barren peak appear from a distance to be snow-capped all year round (its snow cover actually only lasts from December to April). Its isolated position overlooking the valley of the Rhône ensures that it dominates the entire region and can be seen from a long distance away on a clear day.[citation needed] Although the hill was probably climbed in prehistoric times, the first recorded ascent was by Jean Buridan, who, on his way to the papal court in Avignon before the year 1334, climbed Mont Ventoux \"in order to make some meteorological observations\".[5][6] The Italian poet Petrarch wrote a possibly fictional account of an ascent accompanied by his brother on 26 April 1336, in his Ascent of Mont Ventoux.[7][8] In the 15th century, a chapel was constructed on the top and dedicated to the Holy Cross.[citation needed] In 1882, a meteorological station was constructed on the summit, but it is no longer in use. This observatory had been planned in 1879, along with a carriage road for access.[9] In the 1960s, a 50-metre-tall (160 ft) telecommunications mast was built.[clarification needed][citation needed] From 1902 to 1976, the Mont Ventoux Hill Climb for car and motorcycle took place on the roads of the Mont.[citation needed] Originally forested, Mont Ventoux was systematically stripped of trees from the 12th century onwards to serve the demands of the shipbuilders of the naval port of Toulon. Some areas have been reforested since 1860 with a variety of hardwood trees (such as holm oaks and beeches) as well as coniferous species, such as Atlas cedars and larches. A little higher, junipers are common. The mountain comprises the species boundary or ecotone between the flora and fauna of northern and southern France. Some species, including various types of spiders and butterflies, are unique to Mont Ventoux. It is a good place to spot the short-toed eagle (Circaetus gallicus). Its biological distinctiveness was recognised by UNESCO in 1990 when the Réserve de Biosphère du Mont Ventoux was created, protecting an area of 810 square kilometres (200,150 acres) on and around the mountain. In road bicycle racing, the mountain can be climbed by three routes. Every year there are amateur races to climb the mountain as quickly and often as possible in 24 hours, the Ventoux Masterseries and \"Les Cinglés du Mont Ventoux\".[10] On 16 May 2006, Jean-Pascal Roux from Bédoin broke the record of climbs in 24 hours, with eleven climbs, all of them from Bédoin.[11] Mont Ventoux is the scene of one of the most grueling climbs in the Tour de France bicycle race, which has ascended the mountain eighteen times since 1951.[12][13] The followed trail mostly passes through Bédoin. Its fame as a scene of great Tour dramas has made it a magnet for cyclists around the world. British cyclist Tom Simpson died on the mountain on 13 July 1967 from heat exhaustion caused by a combination of factors, including dehydration (caused by lack of fluid intake and diarrhea), use of amphetamines, and alcohol, although there is still speculation as to the exact cause of his death.[12] He began to wildly weave across the road before he fell down.[12] He was delirious and asked spectators to put him back on the bike, which he rode to within a half mile of the summit before collapsing dead, still clipped into his pedals. Amphetamines were found in his jersey and bloodstream. There is a memorial to Simpson near the summit, which has become a shrine to fans of cycling, who often leave small tokens of remembrance there.[12] In 1970, Eddy Merckx rode himself to the brink of collapse while winning the stage. He received oxygen, recovered, and won the Tour.[12] In 1994, Eros Poli, not known for his climbing ability, stole away at the beginning of the day's stage, built up a substantial time gap from the peloton, and was first over the Ventoux and eventual stage winner despite losing a minute of his lead per kilometre of the ascent. The race has finished at the summit of Mont Ventoux ten times. The finish line is at 1,909 m (6,263 ft), although in 1965, 1967, 1972 and 1974 the finish was lower, at 1,895 m (6,217 ft). In September 2008, it was announced by Claude Haut, the president of the Vaucluse province, that in 2009 the Tour de France would visit Mont Ventoux after a seven-year absence. Unusually, the riders climbed the mountain on the second-to-last day of the race, on 25 July 2009, prior to transferring to Paris for the traditional parade on the Champs-Élysées. It was next featured in the 100th Tour de France in 2013 on Stage 15. In 2016, the stage to Mont Ventoux was shortened by 6 km (3.7 mi) the day before, after a weather forecast of high winds at the summit. The stage then finished at Chalet Reynard at 1,435 m (4,708 ft), with approximately 10 km (6 mi) of ascent up the mountain.[14] This stage also featured a motorcycle-induced crash which damaged Chris Froome's bike, prompting him to jog some 100 metres up the mountain until he was able to get a neutral service bike (as his team car was too far back at the time), which did not fit him properly. The race has also crossed the summit eight times. In 1951, the approach to the summit was from Malaucène. In 2021, the first ascent was from Sault, whilst the second was from Bédoin. In all other years, the approach has been from Bédoin. The climb by bike from Bédoin to Mont Ventoux is one of the toughest in professional cycling. The figure for the average gradients per kilometre can be found in many books and websites on cycling. The average gradient of the total climb and also the average gradients per kilometre differ slightly, depending on the source of the information. Accurate measurements result in an average gradient for the total climb of 7.43%, based on a horizontal distance of 21.765 km (13.524 mi) and an ascent of 1,617 m (5,305 ft). The actual distance ridden is 21.825 km (13.561 mi). The average gradients in each kilometre are as follows: Mont Ventoux was used as the first checkpoint in the 2015 Transcontinental Race, which is a non-stop, unsupported bicycle race across Europe. There are two small ski stations on the mountain: \"Mont Serein\" on the north side, and \"Chalet Reynard\" on the south. High winds and the modest elevation tend to limit the ski season. Weather conditions are such that the northern slope is often icy, leading to a saying among people of the surrounding region regarding the challenges of skiing the mountain: Qui skie au Ventoux, skie partout (If you can ski Ventoux, you can ski anywhere).","Title":"Mont Ventoux - Wikipedia","KeyID":"8116","URL":"https://en.wikipedia.org/wiki/Mont_Ventoux"}