{"Content: ":"The 1986 Tour de France was a cycling race held in France, from 4 July to 27 July. It was the 73rd running of the Tour de France. Greg LeMond of La Vie Claire won the race, ahead of his teammate Bernard Hinault. It was the first ever victory for a rider outside of Europe. Five-time Tour winner Hinault, who had won the year before with LeMond supporting him, had publicly pledged to ride in support of LeMond in 1986. Several attacks during the race cast doubt on the sincerity of his promise, leading to a rift between the two riders and the entire La Vie Claire team, which reached its climax on the summit of Alp d'Huez late in the race. The 1986 Tour de France is widely considered to be one of the most memorable in the history of the sport due to the battle between LeMond and Hinault. Thierry Marie (Système U) took the first race leader's yellow jersey after winning the prologue time trial. The lead then moved to Alex Stieda (7-Eleven) after stage 1, only for Marie to recapture the lead after his team won the team time trial on stage 2. After short stints in the lead for Dominique Gaigne and Johan van der Velde, Jørgen V. Pedersen took the yellow jersey following a breakaway on stage 7 and retained the lead even after the first long time trial, won by Hinault. Stage 12 saw Hinault attack with Pedro Delgado (PDM–Ultima–Concorde), who won the stage, while Hinault moved into the lead. Hinault attacked again the following day, but was caught and dropped. LeMond gained back significant time, but still trailed his teammate by 40 seconds. LeMond would move into the yellow jersey after stage 17, when Hinault fell behind on the climb of the Col d'Izoard. Stage 18 to L'Alpe d'Huez saw LeMond and Hinault finish hand-in-hand, with the latter winning the stage. LeMond's overall victory was sealed when Hinault was unable to overcome his deficit in the final time trial on stage 20. Urs Zimmermann (Carrera Jeans–Vagabond) finished third, and was the only rider who posed a threat to the La Vie Claire team, who also had the 4th placed rider in Andy Hampsten. In the race's other classifications, Hinault won the mountains classification, Panasonic–Merckx–Agu rider Eric Vanderaerden the points classification, and La Vie Claire's Andrew Hampsten won the young rider classification. La Vie Claire finished at the head of the team classification by one hour 51 minutes, after placing four riders inside the final overall top-ten placings. One of cycling's Grand Tours, the Tour consisted of 23 stages, beginning with a prologue in Boulogne-Billancourt and concluded on the Champs-Élysées in Paris. The race was organised by the Amaury Sport Organisation and was shown on television in 72 countries, with the total viewers estimated at one billion.[1] In June, 23 teams had requested to start in the 1986 Tour.[2] The Tour organisers, Amaury Sport Organisation (ASO), accepted 21 applications, so a total of 21 teams participated in the 1986 Tour de France.[3][4] The two teams whose application was denied were Skala-Skil and Miko.[2] Each team sent a squad of ten riders, which meant that the race would start with a peloton of 210 cyclists,[3] a record setting total.[4][5] The ASO felt that 210 starters were too many and moved to reduce the size of the squads to eight riders each, but the teams protested, and the original number remained.[6] 7-Eleven became the Tour's first team from the United States, with a squad consisting of eight Americans, one Canadian and one Mexican.[3][7] Jim Ochowicz, 7-Eleven's founder and manager, met with the ASO and persuaded them to invite his team. In the Spring, the team withdrew from competition in Europe (missing the opportunity to become the first American team in the history of the Vuelta a España) due to the United States conflict with Libya, losing out on much needed competitive racing unavailable in the United States.[8] Joop Zoetemelk, the reigning road world champion, started and finished his 16th Tour de France, a record that stood until it was tied by Sylvain Chavanel in 2018.[9][10][a] The teams entering the race were:[3] Five-time Tour winner and defending champion Bernard Hinault (La Vie Claire) had promised to support his teammate Greg LeMond, who had finished second in 1985, following controversy during that race when LeMond felt that a chance of potential victory had been taken from him due to team tactics. La Vie Claire was therefore considered the squad to beat, with the team also featuring strong riders such as Andrew Hampsten, who had won the Tour de Suisse several weeks before the Tour de France.[7] Before the start of the event, Hinault announced it would be the last Tour de France of his career.[12] Prior to the start of the Tour, LeMond was confident of his chances, and pointed out that having Hinault, who he expected to take an early lead, would play to his advantage.[13] Even with Hinault's assurances of support for LeMond, excitement over a possible record-breaking sixth Tour win was high in France. In a survey of 15 Dutch journalists, eight named Hinault as their main favourite for overall victory, just three chose LeMond.[14] LeMond's season up to this point had been good, but had not yielded any victories; he finished second at Milan–San Remo, third at Paris–Nice, fourth at the Giro d'Italia and third at the Tour de Suisse.[7] Laurent Fignon (Système U), winner in 1983 and 1984, was working on his comeback, having won the La Flèche Wallonne classic in the spring.[7] He had missed the chance to defend his title the year earlier due to surgery on an inflamed Achilles tendon.[15] Juan Mora of El País believed that the race would be highlighted by a duel between Fignon and Hinault. He named LeMond and Frenchman Charly Mottet as potential contenders if their team captains – Hinault and Fignon, respectively – failed to perform to the level expected. Mora believed Pedro Delgado to be the best Spanish contender for the overall title citing that his PDM–Ultima–Concorde should perform well in the team time trial.[4] Gian Paolo Ormezzano of La Stampa believed that there was no Italian rider competing that could be a legitimate threat to win the race, despite the fact that three Italian based teams were invited – the most since the 1979 edition. Ormezzano also thought the favourites going into the race were Hinault and Fignon.[16] Fignon later recalled in his autobiography that he did not share the view of himself as a favourite, writing: \"I felt terrible physically. [...] My body — and perhaps my mind as well — was registering deep fatigue rather than an urge to get on with it.\"[17] Stephen Roche (Carrera Jeans–Vagabond), third overall the year before, had injured his knee in a crash at the Paris Six-Day event in the winter, necessitating surgery in April, which meant that he arrived at the Tour out of form.[18] Five-time Tour winner Jacques Anquetil named Luis Herrera (Café de Colombia–Varta) as his main favourite. Herrera himself declared: \"If I do not lose more than ten minutes before the mountains, I can win.\"[19] Sean Kelly (Kas) was considered the main favourite for victory in the points classification, having won the trophy a record-equalling third time the year before.[14] However, a crash on the last stage of the Tour de Suisse prevented Kelly from starting.[20] In his absence, Adrie van der Poel (Kwantum–Decosol–Yoko) was given the best chances to win the classification.[14] The race route for the 1986 edition of the Tour de France was unveiled on 8 October 1985 by both Jacques Goddet and Félix Lévitan.[21] The race was pushed back a week from its normal date in order to prevent overlap with the 1986 FIFA World Cup,[21][22] and therefore started on 4 July.[23] Covering a total of 4,094 km (2,544 mi),[24] it included four time trials (three individual and one for teams) and ten stages deemed as flat.[21] The race included four stages that featured a summit finish:[12] stage 13 to Superbagnères; stage 17 to Col du Granon; stage 18 to Alpe d'Huez; and stage 21 to Puy de Dôme.[25] The race took a counter-clockwise route around France.[26] Following the prologue and opening stages in the Hauts-de-Seine region, the race moved north towards the Belgian border, before turning west to Brittany. The Tour then traveled south to Bordeaux, where a train transfer brought the riders to Bayonne, at the foot of the Pyrenees. From there, transition stages led the race to the Alps, before the final stages in the Massif Central and further north towards Paris.[27] The 1986 Tour de France had one rest day, after the finish on the Alpe d'Huez.[28] The highest point of elevation in the race was 2,642 m (8,668 ft) at the summit of the Col du Galibier mountain pass on stage 18.[29][30] The longest road-race stage was stage 11, at 258.3 km (160.5 mi).[23] Tour director Levitan felt after the 1985 Tour de France that the race had been too easy, and made the course in 1986 extra difficult, including more mountain climbs than before. This angered Hinault, who threatened to skip the 1986 Tour.[22] Before the race started, an avalanche deposited a large amount of dirt and rock on the slopes of the Col du Tourmalet, prompting Goddet to consider rerouting the course through the Col d'Aubisque.[4] The prologue was won by Thierry Marie (Système U), with Hinault in third place, just two seconds slower. Fignon and LeMond placed seventh and eighth, both four seconds back.[7] On stage 1, Alex Stieda (7-Eleven) attacked 40 km (25 mi) from the finish and collected time bonuses at the intermediate sprint, which would move him into the race lead. He was then joined in his breakaway by five other riders.[33] The sextet held a small margin until the finish, with Pol Verschuere (Fagor) taking the victory. Stieda, a Canadian, became the first rider from North America to wear the race leader's yellow jersey.[34] The same afternoon, the team time trial was held. The attempt at defending Stieda's race lead by his 7-Eleven team proved unsuccessful. A crash by Eric Heiden slowed the team and forced several riders to take evasive action in order not to run into him, in the process scraping their tyres at the street curbing, which caused several punctures. In addition, Stieda was tired by his morning effort and fell back, getting in danger of missing the time limit. Chris Carmichael and Jeff Pierce had to fall back to lead him to the finish, which he reached in time but the yellow jersey was lost. It was regained by Marie, whose Système U team won the time trial, while La Vie Claire lost almost two minutes.[35] Hinault personally instructed the team to wait for Niki Rüttimann and Guido Winterberg, who were nursing the after-effects of crashes during the morning stage, accounting for La Vie Claire's comparatively poor performance.[36] Café de Colombia–Varta lost significant time and four of the team's riders were eliminated because they missed the time limit.[19] 7-Eleven bounced back from their disappointment the following day, with Davis Phinney becoming the first American to win a road race stage. Phinney won the stage from a bunch sprint, even though he had been in the day's breakaway for most of the stage.[35] Stage 4 went through Normandy, on rolling terrain. Régis Simon (RMO–Cycles Méral–Mavic) broke away from the peloton and at 80 km (50 mi) from the finish, he held a lead of over ten minutes. He was eventually caught by a counterattack from Federico Echave (Teka). On the finishing straight, Pello Ruiz Cabestany (Seat–Orbea) overtook Echave to win the stage. Dutch champion Jos Lammertink (Panasonic–Merckx–Agu) retired after suffering a broken skull in a crash, while Fabio Parra (Café de Colombia–Varta) also dropped out, courtesy of knee problems, leaving his team with only five of their original ten starters. Dominique Gaigne took over the yellow jersey from his teammate Marie, who he now led by six seconds.[37] Johan van der Velde (Panasonic–Merckx–Agu) won stage 5 and through time bonuses at both intermediate sprints and the stage finish, moved into the overall lead. He got the better of Joël Pelier (Kas) at the finish line. Both had been in a breakaway together, started after 16 km (9.9 mi) ridden. They finished 39 seconds ahead of van der Velde's teammate Eddy Planckaert, who in turn was followed by Miguel Induráin (Reynolds), while the field, led by Alfonso Gutiérrez (Teka), was 1:15 minutes behind. The stage saw a demonstration by workers in Lisieux, which did not impede the race.[38] Van der Velde kept the race lead the following day. A five-man breakaway decided the outcome of the stage, won by Guido Bontempi of Carrera Jeans–Vagabond ahead of Roberto Pagnin (Malvor–Bottecchia–Sidi).[39] The yellow jersey changed hands again after stage 7. The stage began slowly, with the first breakaway established only after 105 km (65 mi). The peloton was back together after 150 km (93 mi), but another attack went shortly thereafter, including Ludo Peeters (Kwantum–Decosol–Yoko), Jørgen V. Pedersen (Carrera Jeans–Vagabond), and Induráin. Other riders joined them 20 km (12 mi) later, but it was Peeters who eventually won the sprint from the group to win the stage, ahead of Ron Kiefel (7-Eleven). Pedersen took the race lead.[40] On stage 8, after 70 km (43 mi) the peloton allowed Yvon Madiot (Système U) to drive ahead of the field to greet his family. Planckaert, not realising the situation, followed what he considered an attack in the company of Pelier, but all three were brought back. About 20 km (12 mi) later, another group broke away, containing Adrie van der Poel (Kwantum–Decosol–Yoko), Mathieu Hermans, (Seat–Orbea) and Andrew Hampsten. Hampsten was considered a threat to the overall classification, which led the field to give chase. The peloton was united before their arrival in the finishing town, Nantes, where Silvano Contini (Gis Gelati) launched an unsuccessful breakaway attempt. Planckert, who only started the stage with the help of analgesic pills from his masseur due to back pain, won the sprint, beating out his teammate Eric Vanderaerden. Pedersen retained the overall lead.[41] The first real test for the general classification contenders came on stage 9, a 61.5 km (38.2 mi) individual time trial around Nantes. Hinault won the stage, 44 seconds ahead of LeMond, with Roche third, 1:01 minutes slower. Hinault benefited from a puncture by LeMond, which cost him time.[42] Fignon finished in 32nd place, 3:42 minutes behind Hinault, a result he later described as \"unworthy of my status\".[17] Pedersen did enough to retain the yellow jersey. Roche moved into second place, 1:05 minutes behind Pedersen, with Hinault a further five seconds behind in third. LeMond was eighth, 1:59 minutes behind the lead.[42][43] Stage 10 was won by Ángel Sarrapio (Teka), who had been in a breakaway with Jean-Claude Bagot (Fagor) during the stage. Pedersen kept the race lead, while Pelier used bonus seconds on the road to move ahead of Roche into second place in the general classification.[44] On stage 11, a 12-man breakaway reached the finishing town of Bordeaux together. Rudy Dhaenens (Hitachi–Robland) escaped from the group 5 km (3.1 mi) from the finish. On the finishing straight, he was almost caught by the fast approaching Hermans and just held on to take the stage victory. Hermans would later say that the public announcer had aided Dhaenens' victory by warning him of Hermans over the PA system.[45] Following a train transfer from Bordeaux to Bayonne at the foot of the Pyrenees in the morning, stage 12 led the riders over 217 km (135 mi) to Pau. The stage featured five mountain passes, with the first-category rated Col de Marie-Blanque at the end, before a descent into the finishing town. Several attacks occurred over the first part of the stage, each covered by riders of La Vie Claire. At around 90 km (56 mi) from the finish, Hinault raised the pace on the ascent of the Col de Burdincurutcheta, forcing other contenders to chase back on, such as Herrera.[46] Others, such as Roche, Fignon, and race leader Pedersen, dropped behind and would lose a lot of time by the end of the stage.[47] Shortly before an intermediate sprint after 125 km (78 mi), Hinault told his teammate Jean-François Bernard to accelerate,[48] and the two, accompanied by Delgado, made the bridge to a lead group containing Eduardo Chozas (Teka). These four riders then broke clear at the front, before Chozas lost contact about 25 km (16 mi) later. Bernard, the work for his team leader done, fell back another 15 km (9.3 mi) down the road.[47] Delgado and Hinault worked well together to extend their advantage to the chasers, where LeMond, bound by team tactics, was unable to give chase himself.[49] According to Delgado, Hinault clearly wanted to make time for the overall classification, and without any negotiating between the two, he gifted the stage win to Delgado. LeMond managed to break clear of the rest of the chase group with Herrera, but still arrived in Pau 4:37 minutes behind Hinault, who was now leading the race overall.[50][51] After the stage, LeMond was overheard telling his father: \"Goddamnit, Dad, I am going to finish second again!\"[52] Other favourites lost even more time: Robert Millar (Panasonic–Merckx–Agu)[b] finished 11th, 5:31 minutes behind. In 20th place was Fignon, arriving 11 minutes after Hinault.[52] Roche lost 21 minutes, Phil Anderson (Panasonic–Merckx–Agu) 33 minutes.[54] If I had succeeded in reaching Superbagnères, I would have won the Tour and everyone would have lavished praise on me. If I failed, I knew that Greg was behind me ready to counter-attack and that I was tiring his adversaries. It was a sound strategy. – Bernard Hinault explaining his attack on stage 13.[55] Stage 13 led the race through the Pyrenees again, over 186 km (116 mi) and four high mountain passes. The first was the Col du Tourmalet, coming after 75 km (47 mi), followed by the Col d'Aspin, the Col de Peyresourde, and the final climb up to the ski resort of Superbagnères. Laurent Fignon had fallen ill with a fever and did not start the stage. Shortly after the start of the stage, Dominique Arnaud (Reynolds) attacked. When he began the ascent of the Tourmalet, he held a lead of 13 minutes over the field. A select group of favourites crossed the summit, led by Millar, now just over 7 minutes behind Arnaud. As they began the descent, Hinault attacked again, opening a gap to his opponents. As he reached the valley, his lead was at 43 seconds. Behind him, LeMond found himself again in a situation where he was unable to chase his teammate himself, while this time, the entire La Vie Claire team was stunned by Hinault's attack, explicitly breaking the tactics the team had agreed upon in the morning, which was to sit back and have the other teams attack them. At the summit of the Aspin, Hinault's lead had increased to two minutes and he caught up with Arnaud on the subsequent descent. However, unlike the day before, the other favourites worked together to give chase, with Millar, Herrera, and Urs Zimmermann (Carrera Jeans–Vagabond) committed to bringing Hinault back as the group reached the climb of the Peyresourde. They made contact with him on the descent and as the group began the final climb to Superbagnères, it became clear that Hinault had overexerted himself, falling back quickly. Hampsten, who had caught up with the LeMond group, attacked during the early part of the climb to soften up the opposition for LeMond. While Herrera suffering from cramp dropped back to his team car, LeMond counter-attacked, leaving Zimmermann and Millar behind and joined his teammate at the head of the race. With Hampsten falling behind soon after, LeMond continued to the finish alone and won the stage. Hinault trailed in eleventh, 4:39 minutes behind LeMond. He therefore maintained the lead of the race overall, but now just 40 seconds ahead of second-placed LeMond.[56] Incidentally, LeMond had gained back the exact amount of time he had lost the previous day.[57] At the team hotel later in the evening, La Vie Claire owner Bernard Tapie had to intervene in an argument between his two leaders and Andrew Hampsten described the mood on the squad from then on as \"super tense\".[58] The fourteenth stage led the race to Blagnac and was won by Niki Rüttimann (La Vie Claire). The team had placed riders in every escape group of the day, and after about 100 km (62 mi), Rüttimann managed to stay away with three other riders. They exchanged attacks in the final 5 km (3.1 mi) of the stage, with Rüttimann putting in the decisive move to win solo ahead of his pursuers, jumping into eighth place in the general classification. LeMond managed to gain six bonus seconds at an intermediate sprint, closing the gap on Hinault in the general classification to 34 seconds.[59][60] Frank Hoste (Fagor) won stage 15 in a two-man sprint against Silvano Contini (Gis Gelati). The main field came in just eight seconds behind, but Luis Herrera lost 49 seconds after failing to bridge a gap in the peloton.[61] The final day before the Alps was stage 16, ending in the town of Gap. The peloton had to endure significant crosswinds during the stage, accompanied by several attacks from the field. After 120 km (75 mi), Hinault was part of a group of four riders splitting away from the field in the winds, quickly making contact with another four-man break to form an escape of eight riders. While Hinault was joined by teammates Rüttimann and Winterberg, the group also contained Zimmermann, third overall. LeMond, crucially, had missed the move, but his three teammates in the breakaway still rode hard tempo, drawing out an advantage of 52 seconds. LeMond, again bound not to chase his own teammates, asked Robert Millar for help, who agreed to have his Panasonic–Merckx–Agu team do the chase work, while LeMond promised to gift Millar a stage should they finish close together.[62] After 28 km (17 mi), the groups were back together. Jean-François Bernard from La Vie Claire won the stage after the two other riders in the final breakaway both punctured a tyre on the descent of the Col d'Espreaux. He moved up into thirteenth place in the general classification, which meant that La Vie Claire now had five riders in the top thirteen places.[63] Because of Hinault's breakaway tactics during the stage, Lemond threatened to resign from the race and had to be calmed by Tapie. According to Hampsten, the team was split into three groups: the French riders around Hinault, the two Swiss riders in between, and the other riders on LeMond's side.[64] Jean-François Bernard supported this view, saying: \"The division was real. Even if it wasn't evident day-to-day, or on the surface, it was there the whole Tour. You could feel it.\"[65] Hinault was unapologetic, saying: \"What's his [LeMond's] problem? Are his legs hurting? It might be just as well if he quits if he doesn't want to win the race any more.\"[62] Stage 17 finished on the Col du Granon, the highest mountain-top finish in Tour history up to that point, at an elevation of 2,413 m (7,917 ft).[66][c] Before the Col du Granon, the riders also had to ride across the Col de Vars and the Col d'Izoard. Eduardo Chozas (Teka) was in a 150 km (93 mi) solo breakaway and won the stage. Behind him, Hinault began to struggle on the climb of the Izoard, falling behind the others contenders.[68] He suffered from pain in his left knee, a recurrence of an injury sustained in 1983.[66] Zimmermann, third overall at this point, sensed weakness in La Vie Claire, and attacked, a move that was covered by LeMond. Zimmermann took second place on the stage, 6:26 minutes behind Chozas, with LeMond right behind him. Hinault came in thirteenth, losing 3:21 minutes to LeMond, who took over the race lead. LeMond led Zimmermann by 2:24 minutes, with Hinault a further 23 seconds behind. It was the first time that a rider from the USA wore the yellow jersey in the history of the Tour.[69] The night before stage 18 to L'Alpe d'Huez, Hinault called a team meeting, complaining about the fact that Zimmermann now split the two La Vie Claire riders. He called for the team to attack Zimmermann the following day, \"until he was broken\". Another dispute broke out with LeMond, who pointed out that with a time trial still to come, a discipline that did not favour Zimmermann, there was no need for an all-out attack.[70] Tapie had to talk to the riders until four o'clock in the morning to handle the situation.[71] Shortly after the start of the stage in Briançon, the first climb of the day was the Col du Lautaret. A breakaway formed, including Herrera and Winterberg, who left their companions on the following climb, the Col du Galibier. Behind them, in the group of favourites, Zimmermann was closely guarding LeMond, while Hinault made several small accelerations to test the opposition. On the descent of the Galibier, Hinault attacked, only 150 km (93 mi) into the stage. He caught Herrera and Winterberg and they were joined by LeMond, Bauer and Ruiz Cabestany. As they reached the next small climb, the Col du Télégraphe, Hinault attacked again, going clear on his own. LeMond, having strict instructions from his team not to work with Zimmermann, was again stuck behind. LeMond dropped back to his team car for instructions by coach Paul Köchli, who urged him to attack Zimmermann instead of leading him towards Hinault, who at that point had a lead of about one-and-a-half minutes. LeMond attacked shortly before the summit and opened up a gap to Zimmermann on the descent, eventually catching up to Hinault, together with Bauer and Ruiz Cabestany. Bauer then did the lead work until the foot of the next climb, the Col de la Croix de Fer, where he dropped back. Ruiz Cabestany fell behind soon after.[72] On the ascent, Hinault asked LeMond to ease the tempo, due to his aching knee, and set the pace himself. By the summit, they led Zimmermann by 2:50 minutes. On the descent, both set a high tempo, extending the lead over Zimmermann to 4:30 minutes as they reached the climb of Alpe d'Huez.[73] Sensing that the French public, clearly favouring Hinault, made LeMond nervous,[74] the former led all the way up the climb, with both riders steadily increasing their advantage over everybody else.[75] Close to the finish line, LeMond drove alongside Hinault, putting his arm around him for a short conversation. At the finish, Hinault took LeMond's hand in an apparent gesture of comradery and they crossed the line together, with Hinault taking the stage win.[73][76] Tapie later revealed that he had orchestrated the moment, having told LeMond before the climb to Alpe d'Huez that he had effectively won the race and that he should let Hinault take the stage.[77] Zimmermann finished third, 5:15 behind the pair.[74] The illusion of a détente between the two La Vie Claire leaders lasted only a few hours. In the evening, both appeared on French television in a joint interview with Jacques Chancel. Asked if the battle between them was over, Hinault answered that it would not be until the final time trial in Saint-Étienne.[78] He reiterated the statement on the following day, the only rest day of the Tour. During a press conference, he declared: \"I'm very proud of what we did together, but let me say one more time: the Tour isn't over. Who was stronger on the climb? Go on, ask Greg.\"[79] LeMond felt betrayed by Hinault's apparent unwillingness to honour the deal between the two riders. Hinault in turn promised that, should LeMond still lead the Tour after the final time trial, he would not attack again. This pledge came at the insistence of Tapie, after LeMond had once again threatened to leave the race should Hinault continue attacking.[79] Pedro Delgado, winner of stage 12 and lying fifth overall, retired from the race during stage 18, having learned of the death of his mother.[80] Robert Millar, having been fourth at the summit of the Galibier, lost over 19 minutes during the later part of the stage, dropping from fourth to eighth overall.[81] In 2015, cycling journalist Peter Cossins called stage 18 \"the best remembered on the mountain [Alpe d'Huez]\", while describing it as \"a victory parade rather than a sporting contest.\"[82] As the conclusion of the race drew closer, LeMond suspected that the public and a large part of the riders would prefer a record-breaking victory for Hinault. Before the start of stage 19, a journalist suggested to him that 80 percent of the riders would support Hinault, to which he jokingly replied that he was surprised if twenty percent supported him.[83] Indeed, Hinault attacked once more during the stage, during the feed zone, a clear breach of cycling etiquette which dictates that no rider should attack while his competitors take on food and drinks. Bauer and Hampsten assisted LeMond in bringing Hinault back into the field.[84][85] During an intermediate sprint, Hinault gained back two seconds to cut his disadvantage to 2:43 minutes. Julián Gorospe won the stage for Reynolds, ahead of Anderson.[83] Under growing suspicion that other riders would interfere with his race to favour Hinault, LeMond stated after the stage: \"If they want to crash me, I'd rather they tell me now. I'd rather give the race to them.\"[84] Hinault's tactics were confusing to other riders as well. Speaking of the stage, Hampsten later recalled: \"It's the only time I ever chased a teammate in my life. It felt weird; I felt sick doing it. [...] I knew it was the right thing to do.\"[86] Phil Anderson, riding for Panasonic–Merckx–Agu, was equally angry with Hinault, scolding him publicly after the stage for attacking his teammate in the yellow jersey.[86] The night before the time trial, Tour director Jacques Goddet came to see LeMond at dinner and warned him to watch his water bottles and other equipment, saying: \"There are many who do not want you to win.\"[87] LeMond heeded this advice, with his parents buying his own food.[85] At the daily doping controls, he left his fingerprint in the sealing wax and photographed the urine bottles.[88] According to LeMond, one rider even offered Hinault to cause a crash for LeMond, but Hinault refused.[89][d] The decisive stage of the race was the following day, a 58 km (36 mi) time trial around Saint-Étienne. After 20 km (12 mi), LeMond was eight seconds faster than Hinault.[90] However, with 37 km (23 mi) raced, LeMond crashed in a right-hand corner. While he was able to get up quickly and resume, his brake rubbed on the front wheel, making it necessary to change bikes.[91] Hinault profited from LeMond's mishap to win the stage, but managed to only claw back 25 seconds to his teammate, who finished second.[92] Both were in a class of their own, with Hinault catching up with Zimmermann at the finish line, even though the latter had started three minutes ahead of him.[85] Following the stage, Hinault acknowledged his defeat, stating: \"After today, we won't fight any more.\"[92] LeMond now led Hinault by 2:18 minutes.[93] Stage 21 was the last to feature significant climbing, finishing at the Puy de Dôme. Hinault, now no longer trying to dislodge LeMond, instead focused on securing his lead in the mountains classification, which he did by collecting maximum points at the top of the Croix de l'Homme, the first climb of the day.[94] Erich Maechler (Carrera Jeans–Vagabond) won the stage, having moved clear of a leading group at the start of the final ascent. Second was Ludo Peeters (Kwantum–Decosol–Yoko), 34 seconds behind. LeMond came in 6:06 minutes behind, in eighteenth place. Hinault, having worked for his teammate during the stage, fell back on the final climb and lost 43 seconds to LeMond, who extended his overall advantage to 3:10 minutes.[95] Robert Millar, fighting sickness, dropped out during this stage.[96] Guido Bontempi won the final two stages of the race, first stage 22 into Nevers, edging out Hoste and Vanderaerden in a sprint finish.[97] On the final, ceremonial stage into Paris, LeMond crashed and Hinault made a point to personally escort him back into the field.[98][99] Hinault then contested the final sprint, won by Bontempi, and finished fourth to close out his Tour de France career.[100] LeMond became the first rider from an English-speaking country to win the event,[96] at an average speed of 36.92 km/h (22.94 mph).[101] Only 132 of the 210 starters finished the race in Paris.[96][102] Robert Millar described the race as \"by far the hardest\" Tour he had ridden, adding: \"I don't think we ever climbed the mountains so fast.\"[103] La Vie Claire was the only team to arrive in Paris with all ten starters.[104] The lanterne rouge, the last-placed finisher of the race, was Ennio Salvador (Gis Gelati), 2:55:51 hours behind LeMond.[28] This Tour was fantastic, and we owe it all to Hinault. Even if he didn't win, this was his greatest Tour de France. – Jacques Anquetil about Hinault and the 1986 Tour de France.[105][106] Perception of the 1986 Tour de France and the rivalry between LeMond and Hinault remain divided. LeMond felt betrayed by Hinault's failure to live up to the clear assertion that he would assist him to win the Tour, saying: \"He made promises to me he never intended to keep. He made them just to relieve the pressure on himself.\"[107] He showed disappointment when the public alleged that he had only won due to Hinault allowing it.[101] Hinault's view of the 1986 Tour differs from LeMond's. In his autobiography, he wrote: I gave my word to him that I would work for him, and that's what I did. It wasn't my fault if he didn't understand how I lead a race. What I did, I did only for him. When I think of some of the things he has said since the race ended, I wonder whether I was right not to attack him... How dare he say that he didn't need me to win? I spent all my time wearing out his opponents. Throughout my career I worked hard for others without having the kind of problems I had with him.[108][109] After the final time trial, Hinault claimed to have attacked repeatedly to toughen LeMond up, adding: \"Next year maybe he'll have to fight off another opponent who will make life miserable for him. Now he'll know how to fight back.\"[110] Cycling historians Bill and Carol McGann refuse this argument, writing: \"Of course, Hinault reneged on his promise. His words, that he was trying to toughen LeMond or get him to earn his Tour, are obvious nonsense.\"[109] In France, Hinault's aggressive riding style was widely celebrated and did much to improve his public image, which had suffered due to an alleged lack of panache during his Tour wins and his behaviour towards fans and officials.[105] Robert Millar suggested that he specifically rode the way he did in 1986 to win over the French public.[111] Friction between LeMond and Hinault continued into the Coors Classic later in the year, the last stage race of Hinault's career. When LeMond attacked during a stage to move up from third to second place overall, Hinault accused him of riding against him, who was in the lead. LeMond countered, assuring him of his assistance and adding: \"That's a promise, which is something that you can't keep.\"[112] Hinault, as he had announced previously, retired at the end of the season, on his 32nd birthday.[113][114] LeMond meanwhile was unable to defend his Tour title, suffering a near-fatal hunting accident on Easter 1987. He returned to the Tour in 1989, winning the event for a second time and adding a third victory in 1990.[115] The rivalry between Hinault and LeMond in both the 1985 and 1986 Tours was the subject of the documentary Slaying the Badger, part of ESPN's series 30 for 30. Based on the book by the same name by journalist Richard Moore, it premiered on 22 July 2014.[116] There were several classifications in the 1986 Tour de France, six of them awarding jerseys to their leaders.[117] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[118] No time bonuses were given at stage finishes, a change from the 1985 edition.[119] Time bonuses were given for the intermediate sprints. Over the first half of the race, each intermediate sprint gave 12, 8, and 4 bonus seconds to the first three riders across the line, while during the second half, 6, 4, and 2 seconds were awarded.[120] There were 94 intermediate sprints over the course of the 1986 Tour, a record number.[121] In the team time trial on stage 2, the real time of the finishing teams was used to calculate the overall classification, taken on the sixth rider of each team to cross the finish line. The time that could be lost was limited at five minutes, however, if a rider did not finish with the rest of his team, his real time was used, even if it exceeded five minutes.[119] Additionally, there was a points classification, where cyclists were given points for finishing in the top 25 on a stage. All stages awarded the same number of points: 25 for the winner, with each subsequent place receiving one fewer point.[122] In this edition, no points were awarded at intermediate sprints.[123] The cyclist with the most points led the classification, and was identified with a green jersey.[124] Eric Vanderaerden was the winner of this classification.[28] There was also a mountains classification. The Tour organisers categorised some climbs as either hors catégorie, first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. Climbs rated hors catégorie gave 40 points to the first rider across, down to one point for the 15th rider to reach the summit. First-category climbs awarded 30 points, second category ones 20 for the first rider. Third- and fourth-category mountains awarded 7 and 4 points respectively to the first man across.[125] The cyclist with the most points led the classification, and wore a white jersey with red polka dots.[126] Bernard Hinault won the mountains prize.[28] There was also a combination classification. This classification was calculated as a combination of the other classifications; its leader wore the combination jersey.[127] Being in first place in the general, points, mountains, or intermediate sprints classification awarded 25 points, down to one point for 25th place.[128] For the second consecutive year, Greg LeMond was the winner of this classification.[129] Another classification was the debutant classification. This was decided the same way as the general classification, but only riders that rode the Tour for the first time were eligible, and the leader wore a white jersey.[127] 79 out of the 210 starters were eligible.[130] Andrew Hampsten was the first-placed rider in this classification.[28] The sixth individual classification was the intermediate sprints classification. This classification had similar rules as the points classification, but points were only awarded on intermediate sprints. Its leader wore a red jersey.[131] Gerrit Solleveld (Kwantum–Decosol–Yoko) won this classification.[132] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time.[133] The riders in the team that led this classification were identified by yellow caps.[131] There was also a team points classification. Cyclists received points according to their finishing position on each stage, with the first rider receiving one point. The first three finishers of each team had their points combined, and the team with the fewest points led the classification.[134] The riders of the team leading this classification wore green caps.[131] La Vie Claire won the team classification,[28] while Panasonic–Merckx–Agu won the team points classification.[135] In addition, there was a combativity award, in which a jury composed of journalists gave points after each mass-start stage to the cyclist they considered most combative.[136] At the conclusion of the Tour, Bernard Hinault won the overall super-combativity award, also decided by journalists.[137] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Galibier on stage 18. This prize was won by Luis Herrera.[138][139][29] Other minor prizes given included one for the best teammate, won by Bruno Leali (Carrera Jeans–Vagabond). An award for the \"most amiable\" rider was given to Ruiz Cabestany. Zoetemelk received a prize for fairplay.[135] There was also a fairplay award given after every stage, and the winners were allowed to wear special socks during the next stage, showing the logo of Paris' eventually unsuccessful bid to host the 1992 Summer Olympics.[140] Between 1977 and 1985, a system of \"flying stages\" had been used. This included a finish line at the middle part of the stage, with the first rider across awarded the same bonuses and prizes as regular stage winners. However, due to a lack of public acceptance for the concept, it was scrapped for the 1986 edition.[119] Riders in the Tour competed individually for points that contributed towards the Super Prestige Pernod ranking, an international season-long road cycling competition, with the winner seen as the best all-round rider.[151] The 250 points accrued by Greg LeMond moved him from fourth to the top of the ranking, replacing Sean Kelly, who did not ride the Tour.[152][153] No rider tested positive for performance-enhancing drugs during the 1986 Tour.[154] Had a positive test occurred, the penalty would have been a ten-minute time penalty for the general classification and a demotion to last place on the stage.[155] In his book Rough Ride, rider Paul Kimmage (RMO–Cycles Méral–Mavic) revealed that during the final stage into Paris, he witnessed riders injecting substances with needles, telling him that they were not afraid to get caught, since only the stage winner and top finishers were tested.[102] In a television interview in late 1999, Peter Winnen (Panasonic–Merckx–Agu) revealed that he had used testosterone to help him get through the Tour in 1986.[156] Media related to 1986 Tour de France at Wikimedia Commons","Title":"1986 Tour de France - Wikipedia","KeyID":"8119","URL":"https://en.wikipedia.org/wiki/1986_Tour_de_France"}