{"Content: ":"Grand Tours Stage races One-day races and Classics Wout van Aert (born 15 September 1994) is a Belgian professional road and cyclo-cross racer who currently rides for UCI WorldTeam Team Jumbo–Visma.[6] He won the men's elite race at the UCI Cyclo-cross World Championships in 2016,[7] 2017 and 2018. He joined Team Jumbo–Visma[4] in March 2019, on a three-year deal[8] after terminating his contract with Vérandas Willems–Crelan in 2018. Van Aert was born in Herentals, Flanders, into a family not involved in bike racing, although one of his father's cousins is Dutch former professional cyclist Jos van Aert.[9] He started his career in cyclo-cross where he became World champion (2016, 2017, 2018) and Belgian champion (2016, 2017, 2018, 2021, 2022). He rode the 2018 Strade Bianche, held partly on gravel roads in torrential rain. He broke away with Romain Bardet (AG2R La Mondiale) and the pair led the race for much of the final 40 kilometres (25 miles) before Tiesj Benoot (Lotto–Soudal) attacked from a chasing group to catch and then drop them in the final sector of dirt roads. Benoot soloed to victory by 39 seconds ahead of Bardet,[10] who dropped van Aert in the final kilometre; van Aert ultimately completed the podium a further 19 seconds in arrears, despite having to remount his bicycle after falling on the final climb in Siena.[10] Van Aert rode with the Vérandas Willems–Crelan team during road races in 2018. Over the year, he expressed dissatisfaction with the news that the team was set to merge with Roompot–Nederlandse Loterij for 2019. Having already signed a contract to ride with Team Jumbo–Visma from 2020 onwards, he terminated his contract with Vérandas Willems–Crelan in September 2018. Were he to join another team for 2019, Sniper Cycling – the owners of the Vérandas Willems–Crelan team – were said to be demanding €500,000 in compensation. LottoNL–Jumbo were reported to be interested in signing van Aert a year earlier than originally agreed,[11] and confirmation of the transfer was announced in December 2018, with van Aert joining the team from 1 March 2019.[8] In June 2019, van Aert won two stages and the green jersey in the Critérium du Dauphiné, became national time trial champion, and won the bronze medal in the road race at the national championship. In July 2019, he was named in the startlist for the Tour de France.[12] On 15 July, van Aert won Stage 10 from Saint-Flour to Albi, in a sprint finish ahead of Elia Viviani and Caleb Ewan.[13] On 19 July, he had a crash during the individual time trial stage in Pau, and was forced to abandon the race due to his injuries. It was not known at the time whether he would recover for the cyclocross season or even the classics at the start of the 2020 road cycling season.[14] Van Aert later told newspaper Het Laatste Nieuws that the crash was so severe that it could have ended his career, worsened by a mistake during his surgery, when doctors did not properly work on one of his tendons.[15][16] In November 2019, van Aert won the Flandrien of the Year award.[17] On 1 August 2020, van Aert won the first rescheduled 2020 UCI World Tour race to be held following the COVID-19 pandemic, 2020 Strade Bianche after attacking solo with around 13 kilometres remaining.[18] The following week, van Aert won the rescheduled 2020 Milan–San Remo after outsprinting French rider Julian Alaphilippe, the defending champion, of Deceuninck–Quick-Step, in a two-up sprint, after the duo had broken away from the peloton on the descent of the Poggio.[19] On 2 September 2020, he won the 5th stage of the Tour de France from Gap to Privas, in a light uphill sprint. He also won the sprint in the 7th stage Millau to Lavaur. At the 2020 World Championships in Imola van Aert won the silver medal in both the individual time trial and in the road race. Van Aert started the 2021 road season on 6 March at the Strade Bianche and came in fourth place. He then rode the Tirreno-Adriatico with Overall aspirations, winning the opening stage in a bunch sprint ahead of elite sprinters like Caleb Ewan and Elia Viviani. After consistent and strong performances in the rest of the race, including a victory in the last stage, a 10.1 kilometre time trial, he managed to win the points classification and finish second in the general classification behind the 2020 Tour champion Tadej Pogačar. After Tirreno-Adriatico van Aert became third in Milan–San Remo behind Jasper Stuyven and Caleb Ewan. On 28 March van Aert sprinted to victory in Gent-Wevelgem after making the winning selection during the early stages of the race. On 18 April van Aert won the Amstel Gold Race after a thrilling sprint which was decided by a photofinish before Tom Pidcock. On 7 July van Aert won Stage 11 of the 2021 Tour de France by attacking on the last climb of Mount Ventoux over 32 kilometres from the finish. Afterwards van Aert said this victory on such an iconic mountain stage was the biggest win of his career. On 17 July 2021 Wout Van Aert won Stage 20, which was a 30.8 km individual time trial, in the time of 0h 35’ 53\" [50.3 km/h]. On 18 July 2021 Wout van Aert won Stage 21 winning the 108.4 km final stage of the 2021 Tour de France to take his third stage win in the 108th Tour de France race, crossing the finish line on the Champs-Élysées beating Jasper Philipsen to second place and Mark Cavendish to third place. After the race, van Aert said that \"I guess I gave myself a problem because I have to catch a flight tonight (to the Olympics) and all these interviews will take a while... (but) to win three stages like this is priceless\". He was the first rider to win a mountain stage, a time trial and a bunch sprint at the same Tour since Bernard Hinault in 1979.[20] In the Olympic road race he finished 1' 07\" behind winner Richard Carapaz but won the sprint in the chasing group, earning the silver medal.[21] In September 2021, van Aert won the Tour of Britain.[22] At the 2021 UCI Road World Championships he earned the silver medal in the individual time trial.[23] Van Aert started the 2022 road season with a win in the Omloop Het Nieuwsblad after a 13 kilometre solo attack.[24] He then won the time trial in Paris-Nice as well as the points classification.[25] In the first monument of the year, Milan - San Remo, van Aert came 8th. He then won the E3 Saxo Bank Classic in an uncontested sprint with teammate Christophe Laporte with whom they attacked together on the Paterberg with 40 kilometres to Harelbeke and finished the race over one and a half minute ahead of the next group.[26] A couple of days before the Tour of Flanders van Aert tested positive for COVID-19 and he had to forsake participation in the Tour of Flanders and the Amstel Gold Race. After two weeks without racing, van Aert returned with a second place in Paris-Roubaix.[27] A week later, he came third on his debut in the Ardennes monument Liège–Bastogne–Liège.[28] Van Aert started off the 2022 Tour de France with three second place finishes, including the opening stage time trial, and stage 2 and 3 sprints. His results were good enough to take over the yellow and green jerseys after stage 2. Stage 4 was expected to be another bunch sprint finish, but with 10 kilometres to go Team Jumbo-Visma orchestrated an attack up the final climb of the day, the 900-metre ascent up Cote du Cap Blanc-Nez. At the top of the climb, Van Aert broke free and rode solo to the finish, flapping his arms like he was flying as he crossed the finish line.[29] Adam Blythe of Eurosport commented that he had never seen an attack like this before, and Phil Liggett, an analyst for the American TV audience on NBC, said that this attack reminded him of Eddy Merckx.[30][31] By this point, his lead in the points competition was substantial. Stage 5 on the cobbles was a near disaster for the team, but thanks in part to Van Aert's strong riding near the end of the stage the losses were limited. He lost the jersey on stage 6, after forcing the successful breakaway, but eventually he was caught and dropped. He rode much of the stage at the front of a three rider breakaway and eventually on his own being awarded the red number on stage 7 for his efforts. Stage 8 looked to be a day for a breakaway to win, but Team Jumbo-Visma kept it in check and ran the breakaway down at the foot of the final climb. The stage ended in an uphill bunch sprint with Michael Matthews and yellow jersey holder Tadej Pogačar leading it out. Wout van Aert at first appeared blocked out, but when a gap appeared he pounced—no one could match his speed. This was his second win in this tour, and his 8th individual stage win overall.[32] By the end of the second week his lead in the green jersey competition was all but insurmountable, with Van Aert having more than double the points of 2nd place Pogačar. On stage 18, which ended with a mountaintop finish on Hautacam, Van Aert attacked at kilometre zero. He was brought back, but then attacked again in the following breakaways and essentially stayed away all day. On the final climb he broke the final two breakaway riders in Thibault Pinot and Dani Martínez.[33] The only two riders to finish ahead of him were Pogačar and Vingegaard, who all but secured the yellow jersey,[34]meaning as long as both Van Aert and Vingegaard arrived in Paris in the same position Team Jumbo-Visma would be the first team to claim both the yellow and green jerseys since 1997. He won the final ITT in stage 20, and was then named Most Combative Rider of the entire tour.[35] On the final day in Paris he crossed the finish line about a minute after the sprinters together with his surviving teammates.","Title":"Wout van Aert - Wikipedia","KeyID":"8126","URL":"https://en.wikipedia.org/wiki/Wout_van_Aert"}