{"Content: ":"Stage races Romain Bardet (born 9 November 1990) is a French professional racing cyclist who currently rides for UCI WorldTeam Team DSM.[3] Bardet is known for his climbing and descending abilities, which make him one of the top general classification contenders in Grand Tours. So far in his career, his best results have primarily come on home soil. He has won three stages in the Tour de France in three separate years running from 2015 to 2017; he placed in the top ten overall for five consecutive years (from 2014 to 2018 and finished on the podium twice: second overall in 2016 and third overall in 2017. He has also worn the Young rider classification jersey, and won the Mountains classification jersey in 2019 as well as the overall Combativity Award in 2015. Outside of France, he won a stage at the 2021 Vuelta a España, and won the general classification at the 2022 Tour of the Alps. Bardet turned professional in 2012.[4] He distinguished himself in that year's Tour of Turkey especially in the 3rd stage, which was a mountain affair, where he attacked relentlessly to finally take fifth place.[5] He also finished fifth overall in the race.[6] The following season, Bardet rode his first Tour de France and took his first professional victory at the Tour de l'Ain. His next victory came the following year when he won La Drôme Classic, his first single-day race win. Bardet finished 4th overall at the Volta a Catalunya and also rode his first Critérium du Dauphiné where he finished 5th overall. Going into the Tour de France, Bardet was team leader together with Jean-Christophe Péraud. Bardet climbed to 3rd place overall at the end of the second week, and even had a short stint in the white jersey. Despite losing his podium place in the final week, Bardet still attacked on downhill sections to potentially gain seconds on his rivals. In the end, Bardet finished 6th overall and Péraud finished 2nd overall. Thibaut Pinot (FDJ.fr) took the win in the white jersey standings, in front of Bardet in 2nd place. After a spring campaign which included a 6th place at Liège–Bastogne–Liège and 9th overall at the Tour de Romandie, Bardet was regarded as one of the outsiders for a podium spot in the Tour de France. In his final stage race before the Tour, the Critérium du Dauphiné, Bardet went on the attack on the downhill section before the last climb on stage 5. He gained a minute on the technical descent, then climbed up to the ski resort of Pra-Loup to win the stage solo, 36 seconds ahead of second-placed Tejay van Garderen.[7] He went on to finish 6th overall at the race. At the Tour de France, Bardet lost time in the crosswinds in the Netherlands and the team time trial in the first week. When the mountains finally arrived, Bardet lost even more time and with almost half of the race done, out of general classification contention. On the last day in the Pyrenees, he went into the breakaway and finished third in the stage to Plateau de Beille. Bardet and Thibaut Pinot were part of a breakaway and led over the top of the final Côte de la Croix Neuve climb of Stage 14. However, the pair were caught and overtaken by Steve Cummings (MTN–Qhubeka) on the short descent to the finish at Mende Aerodrome, and Bardet finished third in the stage. On 23 July 2015, after a solo breakaway, Bardet won Stage 18, a mountain stage for his first Tour de France stage victory.[8] The next day, he claimed the polka dot jersey for the first time, after finishing fifth in Stage 19, another mountain stage.[9] However, he lost the polka dot jersey to Chris Froome on Stage 20. Bardet finished in ninth place in the final general classification and won the combativity award of the Tour. In February 2016, Bardet repeatedly attacked Vincenzo Nibali (Astana) during Stage 4 of the Tour of Oman and ultimately finished the stage in second position, 9 seconds behind him. Bardet finished the Tour of Oman second overall, 15 seconds behind Nibali.[10] In June, Bardet attacked during Stage 6 of Critérium du Dauphiné and ultimately finished second in the stage after being outsprinted by Thibaut Pinot to the finish line in Méribel. After Stage 6, Bardet rose to third overall in the general classification, 21 seconds behind the leader Chris Froome.[11] Bardet finished second overall in the Critérium du Dauphiné final general classification, 12 seconds behind Froome.[12] On Stage 19 of the Tour de France, Bardet and his team mate Mikaël Cherel attacked together on a wet descent before the penultimate climb. Bardet escaped the yellow jersey group on the lower slopes of Mont Blanc with 10 kilometres (6.2 miles) to go. Bardet caught the breakaway survivor Rui Costa with 7 kilometres (4.3 miles) to go, dropped him on the steepest pitches of the final climb with 3.2 kilometres (2.0 miles) remaining and won the stage by 23 seconds over second-placed Joaquim Rodríguez; ultimately, he was the only Frenchman to win a stage in the 2016 Tour de France. After winning Stage 19, Bardet rose from fifth to second overall in the general classification. He finished the Tour in second position in the final general classification, 4:05 behind Chris Froome,[13] becoming the sixth Frenchman to finish in the top three in the final general classification over the previous 30 editions; the other five were Pinot and Jean-Christophe Péraud (both 2014), Richard Virenque (1996, 1997), Laurent Fignon (1989) and Jean-François Bernard (1987).[14] Bardet was selected to represent France at the Summer Olympics in the individual road race, finishing 24th. After crashing on stage 1 of Paris–Nice, Bardet was thrown out of the race after he had been towed by his team car.[15] Bardet won stage 12 of the Tour de France, with an acceleration near the finishing line in Peyragudes in the French Pyrenees, going clear with less than 500 metres (1,600 feet) to go to take his third stage win in as many years.[16][17] Bardet struggled throughout the penultimate stage, a 22.5-kilometre (14.0-mile) individual time trial, that started and finished in Marseille; he finished in 52nd position, 2 minutes 3 seconds behind its winner Maciej Bodnar.[18] Bardet dropped from second to third in the general classification going into the final stage, with a one-second lead over fourth-placed Mikel Landa. Bardet managed to hold on to his advantage, completing the podium behind Chris Froome and Rigoberto Urán. Bardet missed the Vuelta a Andalucía after injuring his right arm in a domestic accident.[19] He returned to action with a victory in the Classic Sud-Ardèche in February. In March, Bardet rode the Strade Bianche one day classic, held partly on gravel roads in torrential rain. He broke away with the world cyclocross champion Wout van Aert and the pair led the race for much of the final 40 kilometres (25 miles) before Tiesj Benoot (Lotto–Soudal) attacked from a chasing group to catch and then drop them in the final sector of dirt roads. Benoot soloed to victory by 39 seconds ahead of Bardet,[20] who dropped van Aert in the final kilometre.[20] At Liège–Bastogne–Liège, Bardet finished 3rd – his first podium at a Cycling monument – after losing the 2nd place sprint to Michael Woods. When riding the Critérium du Dauphiné, Bardet never challenged for the overall win and only entered the top 3 inside the last two days. When he arrived at the start of the Tour de France, Bardet had a troubled first week with mechanicals and punctures.[21] He lost time on multiple occasions during the first week and was almost two minutes behind when they started the 10th stage. On stage 12 to Alpe d'Huez, Bardet attacked and rode away from the other contenders. He was later joined by Chris Froome, Geraint Thomas and Tom Dumoulin, but decided to test the contenders with numerous accelerations. He ended the stage in 3rd place and rose to 6th place in the general classification.[22] With Bardet only being 8th in the general classification before stage 19, he and several other contenders attacked on the Col du Tourmalet with almost 100 kilometres (62 miles) to the finish line.[23] Despite being caught on the last climb, Bardet finished third in the sprint to the finish line. He moved up to a final placing of sixth overall after the penultimate stage, an individual time trial – his fifth consecutive top-ten finish at the race. In September, Bardet finished 2nd in the road race at the UCI Road World Championships, after having attacked with Alejandro Valverde (Spain) and Canada's Woods. The group was later joined by Tom Dumoulin (Netherlands) inside the last kilometres. Valverde started the sprint with almost 200 metres (660 feet) to the finish line but Bardet never looked like a serious challenge and had to settle with 2nd place.[24] In August 2020, Bardet signed a two-year contract with Team Sunweb, later renamed Team DSM, from the 2021 season.[25] Bardet made his first start at the Giro d'Italia, sharing team leadership with Jai Hindley, the 2020 runner-up.[26] Bardet made his way up the general classification, moving into the top ten overall after stage 14, finishing at the Monte Zoncolan. He finished second to Egan Bernal on stage 16,[27] and moved up to fifth place overall on the penultimate stage, following a fourth-place stage finish.[28] However, he fell to seventh in the general classification during the final-day individual time trial, dropping behind Daniel Martínez and João Almeida. Bardet also rode into the leader's jersey at the Vuelta a Burgos, a preparation race for the Vuelta a España. In spite of his crash on the descent of the Picón Blanco climb, he won the third stage solo to Espinosa de los Monteros, his first in over three years.[29] He held a 45-second lead over Mikel Landa heading into the final stage, but he lost the race lead to Landa after cracking in the final 3 kilometres (1.9 miles) of the stage; he ultimately finished sixth overall, and won the mountains classification.[30] On stage 5 of the Vuelta a España,[31] Bardet crashed and lost over twelve minutes; he lost a further thirteen minutes the following day, removing him from overall contention. On stage 14, he was involved in the breakaway; he chased down several counter-attacks, and went clear with 6 kilometres (3.7 miles) to go. He then rode solo to the summit finish at Pico Villuercas to claim the stage win, 44 seconds ahead of Jesús Herrada.[32] Bardet held the mountains classification for four days, before the lead passed to his teammate Michael Storer.[33] Bardet and Storer also made it into the breakaway on the penultimate stage; Storer mathematically sealed the mountains jersey ahead of the final time trial, while Bardet finished second in the standings.[34] Bardet had a strong start to the 2022 Giro d'Italia. He rose as high as 4th place near the end of the second week, being only +0:02 behind Richard Carapaz and João Almeida and +0:06 ahead of eventual winner Jai Hindley. Early into stage 13 he began to feel sick and had to abandon the race.[35] He started the 2022 Tour de France in a similar manner, but this was a bit more surprising as it contained the absolute best competition the sport has to offer.[36] The only riders he lost time to were Vingegaard and Pogačar and he stayed more or less even with or ahead of Thomas, Yates, Quintana and Gaudu being in 4th place as the third week began. On stage 16 he cracked and lost time, dropping down to 9th place. The next day to Peyragudes he recovered and rode strongly, rising back up to 6th. On Hautacam he lost time to some riders, and even though he is known to struggle with the individual time trial, he gained enough time over the next closest riders to have enough time in hand to remain in top 10 range by the end of the race. Bardet lives in Clermont-Ferrand.[37] Alongside his professional cycling career, he began business studies in 2011, in the grande école program adapted to high-level athletes in Grenoble School of Management.[38]","Title":"Romain Bardet - Wikipedia","KeyID":"8127","URL":"https://en.wikipedia.org/wiki/Romain_Bardet"}