{"Content: ":"Thy (Danish pronunciation: [ˈtsʰyˀ], local dialect [ˈtʰyi̯kʲʰ]) is a traditional district in northwestern Jutland, Denmark. It is situated north of the Limfjord, facing the North Sea and Skagerrak, and has a population of around 44,000. The capital is Thisted. Snedsted, Hanstholm and Hurup are minor towns in the area. Since the Danish municipal reform of 1 January 2007, Thy is roughly identical with Thisted Municipality which belongs to the North Denmark Region. The southernmost part of Thy, the Thyholm Peninsula, belongs to Struer Municipality in the Central Denmark Region. Before the merger, Thy consisted of four municipalities: Hanstholm, Thisted, Sydthy and Thyholm. Thy forms the western part of the North Jutlandic Island and borders Hanherred to the northeast with Vendsyssel even further northeast. In the Limfjord is the island of Mors, considered a twin district of Thy, and south of the fjord is Hardsyssel in western mainland Jutland. Thy is traditionally regarded part of northern and western Jutland alike. The dialect belongs to the West Jutlandic group. Thy has a very varied landscape. In the north it is marked by flat coastal plains which were covered by sea in Neolithic times, but fell dry because of the post-glacial rebound. These are interrupted with higher-lying plains that were islands in the Neolithic sea. In the slopes that formed the coast in these times, high-lying limestone is often visible - hence the name of the Limfjord. The eastern stretch, facing the Limfjord, has quite fertile soil, is slightly hilly and dotted with small villages and farms like the landscape in most of rural Denmark. The landscape is marked by strong western winds, most trees bending eastwards. The west coast has wide beaches and high dunes with Leymus grass and sea-buckthorn. Behind the dunes, there is heath with stretches of Calluna heather, Iceland moss, Cladonia, crowberry, bilberry, blueberry, cranberry and orchids including the unique Dactylorhiza majalis subsp. calcifugiens. This is the result of huge sand drifts in the 15th to 19th centuries which covered much formerly fertile land. The sand drifting affected the whole west coast of Jutland, and various other parts of Denmark as well like Tisvilde on Zealand for example. Since Thy is exposed to winds from both the north and the west, even from the North Atlantic, the sand drift went the furthest inland in this area, as far as 18 km (11 mi). Parts of the sandy stretches have been turned into conifer woods. A line of lakes, believed to have been caused by the sand drifts blocking the outflow to the sea, mark the border between the western, sparsely populated sandy area and the eastern, fertile farmland. The wetlands Vejlerne in the northeast are the largest bird sanctuary in Northern Europe.[1] Nearby is the bird cliff Bulbjerg. On 22 August 2008, Thy National Park officially opened, as the first of three realized national parks out of seven planned. On 10 July 2007, a police officer from Hanstholm found a hermit in the state forest of Hjardemål Klit, one of the more deserted areas in the north of Thy. For three years, the middle-aged man from Zealand had been living in the primitive forest shelters of the district and made a living from collecting empty bottles. For the same period he had been missed by his parents, who thought he was dead, but he was now re-united with them on the initiative of the police officer. Forest workers told they were aware of the man's existence, particularly that he had left behind many eggshells at the shelters and seemingly was nourished on eggs, but since he didn't do any harm they had left him alone.[2] On 19 November 2012, a dead wolf was found in the national park area. After thorough DNA-tests it was finally confirmed that there was a 100% match with a wolfpack in the Lausitz-region in Sachsen, Germany. The wolf was four years old and it is believed that it traversed the 850 km to Thy National Park. Wolves have been exterminated in Denmark for 200 years. In the beginning of 2013 a wolf-like creature was observed in Thy and a carcass bearing marks associated with a wolf-kill was found on 18 February. On 1 March 2013, the Minister of the Environment Ida Auken, initiated on this background the formulation of a Danish action plan concerning wolves.[3][4][5] Thy is originally the same word as Old Norse þjóð (\"thioth\"), meaning people. The Danish Census Book of King Valdemar II of 1231 mentions Thiuthæsysæl, i.e. the syssel of Thy. Thy is by some scholars thought to be the origin of the Teutons;[6] Ptolemy placed the Teutons and the Cimbri at the northern end of Jutland on his ancient map. In the Stone Age, probably before it got its later name, Thy exported fine flint present in the limestone. A Neolithic flint quarry has been restored at Hov east of Thisted. Thy was densely populated in the Bronze Age and has a great number of burial mounds. In the Viking Age the area had vital trade links across the North Sea, being Christianised from England by Saint Theodgarus, a missionary originally from Thuringia and trained in England, unlike other parts of Denmark that were Christianised from the south. The former cathedral and monastery of Theodgarus in Vestervig is today the largest village church of Scandinavia. In 1085 Thy was the gatehead for King Canute the Holy's plans to retake England from William the Conqueror, with 1,000 ships gathered in the Limfjord until the expedition was cancelled and a peasant uprising broke out. In the Second World War Denmark was occupied by Nazi Germany. The German Wehrmacht built huge fortifications along the west coast of Jutland for fear that the allied invasion would take place here. The vast bunker complexes in Hanstholm have been restored and are open to the public. Thy is still a mainly rural area, the traditional businesses of agriculture and fishery being more prevalent than in many other areas of Denmark. Tourism is a major business in summer, the coastal villages receiving many German tourists and smaller numbers of Norwegians, Swedes, Dutch and others. Although the coastal resorts have areas with individual holiday houses, they maintain a native population as well. The only major hotel-like holiday complex is at Vigsø Bugt east of Hanstholm. Thy has become a major destination for windsurfing. There is some small and medium scale industry, with no single company exceeding 1,000 employees. These include wooden furniture ( NJA in Nors), prefab windows (Ideal Combi in Hurup) and Sjørring Maskinfabrik in Sjørring (subsupplier to Volvo and Scania). The harbour of Hanstholm with related ferries and fish processing industries employ about 2-3000 people. Most major employers are based in Thisted: Cimbria (combine harvesters and grain dryers), Coloplast (medical plastic products), Oticon (hearing aids), and HM Automatic/Thy El-Teknik (industrial electrical systems). Food industry includes Tican (meat processing/slaughterhouse), Dragsbæk Maltfabrik (malt), Dragsbæk Margarinefabrik (margarine), and Mejerigaarden/Polar Is (one of Denmark's largest ice cream manufacturers), all in Thisted. Thisted Bryghus was the first Danish brewery to introduce ecological beer and has a growing sale of its many speciality beer types.[7] Secondary education includes the gymnasium and EUC Nordvest of Thisted. The latter offers technical and mercantile secondary education in Thy Uddannelsescenter which consists of several higher educations. Many youths leave the area for major centres of higher education such as Ålborg and Århus, and only a few of them return to Thy after finishing their education. The Nordic Folk Centre for Renewable Energy is internationally known for its research in wave energy and small-scale windmills for developing countries. With its position in the northwestern corner of Jutland, Thy is far from the greater traffic corridors. There is, however, some international transit traffic due to the ferry lines from Hanstholm harbour to Western Norway and the North Atlantic. To the Faroe Islands, Iceland and Norway: Small internal ferries on the Limfjord: The closest airports with scheduled flights are Aalborg Airport and Karup Airport. Coordinates: 56°53′00″N 8°28′00″E﻿ / ﻿56.88333°N 8.46667°E﻿ / 56.88333; 8.46667","Title":"Thy (district) - Wikipedia","KeyID":"8130","URL":"https://en.wikipedia.org/wiki/Thy_(district)"}