{"Content: ":"A femoral fracture is a bone fracture that involves the femur. They are typically sustained in high-impact trauma, such as car crashes, due to the large amount of force needed to break the bone. Fractures of the diaphysis, or middle of the femur, are managed differently from those at the head, neck, and trochanter. Fractures are commonly obvious, since femoral fractures are often caused by high energy trauma.[1] Signs of fracture include swelling, deformity, and shortening of the leg.[2] Extensive soft-tissue injury, bleeding, and shock are common.[3] The most common symptom is severe pain, which prevents movement of the leg.[4] Femoral shaft fractures occur during extensive trauma, and they can act as distracting injuries, whereby the observer accidentally overlooks other injuries, preventing a thorough exam of the complete body.[4] For example, the ligaments and meniscus of the ipsilateral (same side) knee are also commonly injured.[2][3] Anterior-posterior (AP) and lateral radiographs are typically obtained.[4] In order to rule out other injuries, hip, pelvis, and knee radiographs are also obtained.[5] The hip radiograph is of particular importance, because femoral neck fractures can lead to osteonecrosis of the femoral head.[4] The fracture may be classed as open, which occurs when the bone fragments protrude through the skin, or there is an overlying wound that penetrates to the bone. These types of fracture cause more damage to the surrounding tissue, are less likely to heal properly, and are at much greater risk of infection.[citation needed] Femoral shaft fractures can be classified with the Winquist and Hansen classification, which is based on the amount of comminution.[6] Fractures of the inferior or distal femur may be complicated by separation of the condyles, resulting in misalignment of the articular surfaces of the knee joint, or by hemorrhage from the large popliteal artery that runs directly on the posterior surface of the bone. This fracture compromises the blood supply to the leg (an occurrence that should always be considered in knee fractures or dislocations).[7] A 2015 Cochrane review found that available evidence for treatment options of distal femur fractures is insufficient to inform clinical practice and that there is a priority for a high-quality trial to be undertaken.[8] Open fractures must undergo urgent surgery to clean and repair them, but closed fractures can be maintained until the patient is stable and ready for surgery.[9] Available evidence suggests that treatment depends on the part of the femur that is fractured. Traction may be useful for femoral shaft fractures because it counteracts the force of the muscle pulling the two separated parts together, and thus may decrease bleeding and pain.[10] Traction should not be used in femoral neck fractures or when there is any other trauma to the leg or pelvis.[11][12] It is typically only a temporary measure used before surgery. It only considered definitive treatment for patients with significant comorbidities that contraindicate surgical management.[13] External fixators can be used to prevent further damage to the leg until the patient is stable enough for surgery.[13] It is most commonly used as a temporary measure. However, for some select cases it may be used as an alternative to intramedullary nailing for definitive treatment.[14][15] For femoral shaft fractures, reduction and intramedullary nailing is currently recommended.[13] The bone is re-aligned, then a metal rod is placed into the femoral bone marrow, and secured with nails at either end. This method offers less exposure, a 98–99% union rate, lower infection rates (1–2%) and less muscular scarring.[13][14][16] After surgery, the patient should be offered physiotherapy and try to walk as soon as possible, and then every day after that to maximise their chances of a good recovery.[17] These fractures can take at least 4–6 months to heal.[18] Since femoral shaft fractures are associated with violent trauma, there are many adverse outcomes, including fat embolism, acute respiratory distress syndrome (ARDS), multisystem organ failure, and shock associated with severe blood loss.[4] Open fractures can result in infection, osteomyelitis, and sepsis.[citation needed] Femoral shaft fractures occur in a bimodal distribution, whereby they are most commonly seen in males age 15-24 (due to high energy trauma) and females aged 75 or older (pathologic fractures due to osteoporosis, low-energy falls).[13]","Title":"Femoral fracture - Wikipedia","KeyID":"8140","URL":"https://en.wikipedia.org/wiki/Femoral_fracture"}