{"Content: ":"The UCI WorldTour (2009–2010: UCI World Ranking) is the premier men's elite road cycling tour, sitting above the UCI ProSeries and various regional UCI Continental Circuits. It refers to both the tour of 38 events and, until 2019, an annual ranking system based upon performances in these. The World Ranking was launched in 2009, and merged fully with its predecessor the UCI ProTour in 2011. UCI WorldTeams must compete at all events that were part of the tour prior to the 2017 expansion. Until the end of 2004, the Union Cycliste Internationale (UCI) maintained both the UCI Road World Rankings, which awarded results for all its sanctioned races, and the UCI Road World Cup, which was awarded on the basis of performance in ten selected one-day events. Both were replaced from the 2005 season by the UCI ProTour and UCI Continental Circuits. However, disputes between the UCI and ASO, the organisers of the Tour de France and other classics, and eventually with the organisers of the Tours of Italy and Spain, meant that by 2008 the ProTour was devalued as a ranking method, as only one of the Monument events, and three other classics, remained under the auspices of the UCI. As a result, the UCI World Ranking was introduced, merging performances from both the ProTour and other prestigious events.[1] At the start of 2011, the ProTour and World Ranking were fully merged again.[2] The ranking system was re-branded as the 'World Tour', whilst 'ProTeam' [3] was retained as a registration category for professional teams. All ProTeams gain automatic entry to World Tour events. Despite finishing second in the team rankings in 2012, Team Katusha were initially refused a place in the top tier for 2013.[4] After appeal to the Court of Arbitration for Sport, they were reinstated in February 2013, having already missed the 2013 Tour Down Under.[5] Although the UCI had earlier asserted that the reinstatement of Katusha would result in demotion of another team, they eventually announced that there would be 19 ProTour teams for that one season.[6] In 2015, there are only 17 teams, as there was no applicant for the 18th slot. For the 2017 season the UCI added 10 new events to the calendar, bringing the total number of events to 38. The new events are: Tour of California, Tour of Qatar, Abu Dhabi Tour, Tour of Turkey, Dwars door Vlaanderen, Omloop Het Nieuwsblad, Cadel Evans Great Ocean Road Race, London–Surrey Classic, Eschborn-Frankfurt City Loop and Strade Bianche. In 2019, the Three Days of De Panne (a one day race, although its name retains a description of its former format) was added to the tour, and the Abu Dhabi Tour, having merged with the 2.HC ranked Dubai Tour, was rebranded as the UAE Tour. The World Tour ceased to be a ranking series, replaced in this regard by the UCI World Ranking. The UCI World Tour consists of 38 events. These events are made up from: In 2009 and 2010, only riders for ProTour teams and Professional Continental teams could earn points. When a national squad, that is not a UCI registered team, participated in a race, its members were not eligible to receive points. In 2011, a rule change meant that only riders on ProTeam squads were eligible for points. From 2012 to 2015, the team time trial at the UCI Road World Championships contributed points to the team classification only. Riders in italics are no longer active. Teams in italics are no longer active. Teams in italics are no longer active.","Title":"UCI World Tour - Wikipedia","KeyID":"8145","URL":"https://en.wikipedia.org/wiki/UCI_WorldTour"}