{"Content: ":"Tropicbirds are a family, Phaethontidae, of tropical pelagic seabirds. They are the sole living representatives of the order Phaethontiformes. For many years they were considered part of the Pelecaniformes, but genetics indicates they are most closely related to the Eurypygiformes. There are three species in one genus, Phaethon. The scientific names are derived from Ancient Greek phaethon, \"sun\".[2] They have predominantly white plumage with elongated tail feathers and small feeble legs and feet. The genus Phaethon was introduced in 1758 by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae.[3] The name is from Ancient Greek phaethōn meaning \"sun\".[4] The type species was designated as the red-billed tropicbird (Phaethon aethereus) by George Robert Gray in 1840.[5][6] Tropicbirds were traditionally grouped in the order Pelecaniformes, which contained the pelicans, cormorants and shags, darters, gannets and boobies and frigatebirds; in the Sibley–Ahlquist taxonomy, the Pelecaniformes were united with other groups into a large \"Ciconiiformes\". More recently this grouping has been found to be massively paraphyletic (missing closer relatives of its distantly related groups) and split again. Microscopic analysis of eggshell structure by Konstantin Mikhailov in 1995 found that the eggshells of tropicbirds lacked the covering of thick microglobular material of other Pelecaniformes.[7] Jarvis, et al.'s 2014 paper \"Whole-genome analyses resolve early branches in the tree of life of modern birds\" aligns the tropicbirds most closely with the sunbittern and the kagu of the Eurypygiformes, with these two clades forming the sister group of the \"core water birds\", the Aequornithes, and the Metaves hypothesis abandoned.[8] Order Phaethontiformes[9][10] The red-billed tropicbird is basal within the genus. The split between the red-billed tropicbird and the other two tropicbirds is hypothesized to have taken place about six million years ago, with the split between the red-tailed and white-tailed tropicbird taking place about four million years ago.[11] Phaethusavis and Heliadornis are prehistoric genera of tropicbirds described from fossils. Tropicbirds range in size from 76 cm to 102 cm in length and 94 cm to 112 cm in wingspan. Their plumage is predominantly white, with elongated central tail feathers. The three species have different combinations of black markings on the face, back, and wings. Their bills are large, powerful and slightly decurved. Their heads are large and their necks are short and thick. They have totipalmate feet (that is, all four toes are connected by a web). The legs of a tropicbird are located far back on their body, making walking impossible, so that they can only move on land by pushing themselves forward with their feet.[12] The tropicbirds' call is typically a loud, piercing, shrill, but grating whistle, or crackle. These are often given in a rapid series when they are in a display flight at the colony. In old literature they were referred to as boatswain (bo'sun'/bosun) birds due their loud whistling calls.[13] Tropicbirds frequently catch their prey by hovering and then plunge-diving, typically only into the surface-layer of the waters. They eat mostly fish, especially flying fish, and occasionally squid.[12] Tropicbirds tend to avoid multi-species feeding flocks, unlike the frigatebirds, which have similar diets. Tropicbirds are usually solitary or in pairs away from breeding colonies. There they engage in spectacular courtship displays. For several minutes, groups of 2–20 birds simultaneously and repeatedly fly around one another in large, vertical circles, while swinging the tail streamers from side to side. If the female likes the presentation, she will mate with the male in his prospective nest-site. Occasionally, disputes will occur between males trying to protect their mates and nesting areas. Tropicbirds generally nest in holes or crevices on the bare ground. The female lays one white egg, spotted brown, and incubates for 40–46 days. The incubation is performed by both parents, but mostly the female, while the male brings food to feed the female. The chick hatches with grey down. It will stay alone in the nest while both parents search for food, and they will feed the chick twice every three days until fledging, about 12–13 weeks after hatching. The young are not able to fly initially; they will float on the ocean for several days to lose weight before flight. Tropicbird chicks have slower growth than nearshore birds, and they tend to accumulate fat deposits while young. That, along with one-egg clutches, appears to be an adaptation to a pelagic lifestyle where food is often gathered in large amounts, but may be hard to find.","Title":"Tropicbird - Wikipedia","KeyID":"815","URL":"https://en.wikipedia.org/wiki/Tropicbird"}