{"Content: ":"L'Alpe d'Huez (French pronunciation: [l‿al.pə d‿ɥɛz]) is a ski resort in southeastern France at 1,250 to 3,330 metres (4,100 to 10,925 ft). It is a mountain pasture in the Central French Western Alps, in the commune of Huez, which is part of the department of Isère in the region of Auvergne-Rhône-Alpes. It is part of the Grandes Rousses [fr] massif, over the Oisans, and is 59 km (37 mi) from Grenoble. The Alpe d'Huez resort is accessible from Grenoble by the RD 1091 [fr], which runs along the Romanche Valley passing through the communes of Livet-et-Gavet and Le Bourg-d'Oisans as well as Haut-Oisans via the Col de Sarenne. Alpe d'Huez is known internationally as an iconic cycling venue, as it is used regularly in the Tour de France cycle race, including twice on the same day in 2013. In 2019, it became the site of the first Tomorrowland Winter festival. The site of the Alpe has been permanently occupied since the Middle Ages. East of L'Alpe veti, a medieval agglomeration had grown from the end of the 11th to the 14th century under the name of Brandes. It was composed of a castle, a parish church with a cemetery, a village with about 80 homes, surface and underground mine workings, as well as several industrial districts. Its occupants operated a silver mine on behalf of the Dauphin. It is currently the only medieval coron [fr][1] known and preserved in its entirety, making it a unique site in Europe and classified as historical monuments by a decree of 6 August 1995.[2] Excavated and studied continuously since 1977 by a team of the CNRS, this site is registered as an historic monument.[3] The medieval mining operation stretched from Gua (the Sarenne [fr] Valley) to the Lac Blanc [White Lake] (Massif des Rousses). The massif was also the subject of mining operations, including copper, from the Bronze Age.[4] It is also at Alpe d'Huez where botanist Gaston Bonnier began his study of flora of France in 1871. The station was developed from the 1920s. This is where the first platter lift for skiers was opened in 1936 with perches by Jean Pomagalski [fr], creator of the Poma company. Each year, the Alpe d'Huez Film Festival is held in January. Alpe d'Huez also has an altiport, the Alpe d'Huez Airport, built for the 10th Winter Olympics held at Grenoble in 1968. It was named for Henri Giraud [fr] on 15 April 2000, in memory of the famous mountain pilot. The altiport hosts helicopters including those of civil security, SAF Helicopteres and the Dauphiné flying club. A gourmet restaurant is located on the edge of the platform. Alpe d'Huez has a modern and original church, the appearance of which recalls a silhouette of the Virgin Mary. Under the leadership of Father Jaap Reuten, head of the parish from 1964 to 1992, it was designed by the architect Jean Marol in the 1960s (completed in 1970), and decorated with colour-rich stained-glass windows by the artist Arcabas. This church houses a pipe organ which is unique in the world. The organ takes the form of a hand drawn up towards the sky, designed by composer Jean Guillou and the German organ builder Detlef Kleuker. Each year, concerts are held around this instrument on Thursday night, winter and summer, as well as organ, pan flute and choral courses during the summer. Alpe d'Huez is primarily used for downhill, or Alpine skiing. Alpe d'Huez is one of Europe's premier skiing venues. The site of the Pomagalski's first surface lift in the mid thirties, the resort gained popularity when it hosted the bobsleigh events of the 1968 Winter Olympics. At that time the resort was seen as a competitor to Courchevel as France's most upmarket purpose built resort but the development of Les Trois Vallées, Val d'Isère, Tignes, La Plagne and Les Arcs saw Alpe D'Huez fall from favour in the 1970s and early 1980s. With 249 kilometres (155 miles) of piste and 84 ski lifts, the resort is now one of the world's largest. Extensive snowmaking facilities helped combat the ski area's largely south-facing orientation and helped Alpe d'Huez appeal to beginner skiers, with very easy slopes. The expansion of the skiing above the linked resorts of Vaujany, Oz-en-Oisans, Villard Reculas and Auris boosted the quantity and quality of intermediate grade slopes but the resort is mostly known for freeskiing, drawing many steep skiing enthusiasts to its high altitude terrain. Aside from the Tunnel and Sarenne black runs, the latter the world's longest at 16 kilometres (10 miles), many Off-piste opportunities exist both from the summit of the 3,330-metre (10,930-foot) Pic Blanc and the 2,808-metre (9,213-foot) Dome des Petites Rousses. These include the 50-degree Cheminees du Mascle couloirs, the open powder field of Le Grand Sablat, the Couloir Fleur and the Perrins bowl. Up to 2,200 metres (7,200 feet) of vertical descent are available with heli drops back to the resort's altiport. The proximity to the exclusively off-piste resort of La Grave as well as tree skiing at Serre Chevalier and the glacier and terrain parks of Les Deux Alpes have made Alpe d'Huez a popular base for skiers looking to explore the Oisans region. Alpe d'Huez hosted the bobsleigh events at the 1968 Winter Olympics based at Grenoble 65 km (40 mi) away.[6] The track, built in spring 1966 for FRF 5.5 million, hosted the World Championships in 1967. The cooling could not keep the ice solid in bright daylight – not least because the track faced south. The four-man event was cancelled because of thawing ice, and modifications were made that spring to prepare for the Games.[6] The refrigeration system was strengthened in turns 6, 9, 12, and 13; turn 12 was covered with stone and earthwork to prevent concrete coming up, turn 12 was cooled with liquid nitrogen, and shades were built on turns 6, 9, 12, and 13 to minimise direct sunlight.[6] Thawing remained a problem and Olympic bobsleigh events had to be scheduled before sunrise. The track closed in 1972 due to high operating costs; the structure remains as demolition was not economical. The climb to the summit starts at Le Bourg d'Oisans in the Romanche valley. The climb goes via the D211 from where the distance to the summit (at 1,860 m (6,102 ft)) is 13.8 km (8.6 mi), with an average gradient of 8.1%, with 21 hairpin bends and a maximum gradient of 13%.[7] L'Alpe d'Huez is climbed regularly in the Tour de France. It was first included in the race in 1952 and has been a stage finish regularly since 1976.[7] The race was brought to the mountain by Élie Wermelinger, the chief commissaire or referee.[8] He drove his Panhard Dyna car between snow banks that lined the road in March 1952, invited by a consortium of businesses who had opened hotels at the summit.[9] Their leader was Georges Rajon, who ran the Hotel Christina.[10] The ski station there opened in 1936. Wermelinger reported to the organiser, Jacques Goddet, and the Tour signed a contract with the businessmen to include the Alpe.[9] It cost them the modern equivalent of €3,250.[10] That first Alpe d'Huez stage was won in 1952 by Fausto Coppi.[8] Coppi attacked 6 kilometres (3.7 miles) from the summit to rid himself of the French rider Jean Robic.[8][11] This was the year that motorcycle television crews first came to the Tour.[8] It was also the Tour's first mountain-top finish.[12] The veteran reporter, Jacques Augendre, said: Augendre omitted Laurent Fignon, who, along with Coppi and Armstrong, took yellow on the Alpe without winning the stage in 1983, 1984, and 1989. He held it into Paris in 1983 and 1984 but in 1989 he lost it on the final stage to Paris, a time trial, to Greg LeMond to finish second by 8\", the closest finish in tour history. After Coppi's win, the Alpe was dropped until 1964, when it was included as a mid-stage climb, and then again until 1976,[13] both times at Rajon's instigation.[10] The hairpin bends are named after the winners of stages. All hairpins had been named by the 22nd climb in 2001 so naming restarted at the bottom with Lance Armstrong's name added to Coppi's. Stage 18 of the 2013 Tour de France included a double ascent of the climb, reaching 1,765 m (5,791 ft) on the first passage, and continuing to the traditional finish on the second.[14] Only one rider has won the Alpe stage while in yellow, Geraint Thomas in the second of two back to back Alpine stage wins in 2018. He also held on to win the overall Tour. French journalist and L'Equipe sportswriter Jean-Paul Vespini wrote a book about Alpe d'Huez and its role in the Tour de France: The Tour Is Won on the Alpe: Alpe d'Huez and the Classic Battles of the Tour de France. The Alpe has chaotic crowds of spectators. In 1999, Giuseppe Guerini won despite being knocked off by a spectator who stepped into his path to take a photograph. The 2004 individual time trial became chaotic when fans pushed riders toward the top. Attendance figures on the mountain have to be treated with caution. A million spectators were claimed for 1997. Eric Muller, the mayor of Alpe d'Huez, however, said there were 350,000 in 2001, four years later despite acceptance that the number rises every year. \"We expect more than 400,000 for the centenary race in 2003\", he said.[15] The author Tim Moore wrote: As a variant on a sporting theme, Alpe d'Huez annoys the purists but enthrals the broader public, like 20/20 cricket or beach volleyball. Last year, a full-blown tent-stamping riot had required heavy police intervention. During this year's clean-up operation, down in a ravine with the bottle shards and dented emulsion tins, a body turned up. He'd fallen off the mountain and no one had noticed. When the Tour goes up Alpe d'Huez, it's a squalid, manic and sometimes lethal shambles, and that's just the way they like it. It's the Glastonbury Festival for cycling fans.[16] Alpe d'Huez has been nicknamed the \"Dutch Mountain\",[17] since Dutchmen won eight of the first 14 finishes in le Tour De France. British author Geoffrey Nicholson wrote: The attraction of opposites draws [Dutch spectators] from the Low Countries to the Alps each summer in any case. But all winter in the Netherlands coach companies offer two or three nights at Alpe d'Huez as a special feature of their alpine tours. And those Dutch families who don't come by coach, park their campers and pitch their tents along the narrow ledges beside the road like sea-birds nesting at St Kilda. The Dutch haven't adopted the Alpe d'Huez simply because it is sunny and agreeable, or even because the modern, funnel-shaped church, Notre Dame des Neiges, has a Dutch priest, Father Reuten (until a few years ago, it was used as a press room and was probably the only church in France where, for one day at least, there were ashtrays in the nave and a bar in the vestry, or where an organist was once asked to leave because he was disturbing the writers' concentration). No, what draws the Dutch to Alpe d'Huez is the remarkable run of success their riders have had there\".[18] 1952: Jean Robic attacked at the start of the climb and only Fausto Coppi could stay with him. The two climbed together until Coppi attacked at bend five, four kilometres (2.5 miles) from the top. He won the stage, the lead in the general classification, and kept it till the end of the race. 1977: Lucien Van Impe, a Belgian rider leading the climbers' competition, broke clear on the Col du Glandon. He gained enough time to threaten the leader, Bernard Thévenet. He was still clear on the Alpe when a car drove into him. The time that Van Impe lost waiting for another wheel may have been enough to cost him the Yellow Jersey, as Thévenet and Hennie Kuiper charged on to the finish with Thévenet remaining in the lead by eight seconds over Kuiper.[19] 1978: Another Belgian leading the mountains race also came close to taking the yellow jersey as leader of the general classification. Michel Pollentier also finished alone, but he was caught soon afterwards defrauding a drugs control and was disqualified. Due to this disqualification Dutch rider Joop Zoetemelk, who finished 3rd on the stage and would have climbed to 2nd in the General Classification, took over the yellow jersey, but would lose it on the final time trial to Bernard Hinault. Zoetemelk has his name on two of the hairpin turns at Alp d'Huez being one of the select few riders to win this stage twice; once in 1976 and once in 1979. 1984: The Tour invited amateurs to take part in the 1980s. The best was Luis Herrera, who lived at 2,000 metres (6,600 feet) altitude in Colombia. None of the professionals could follow him. He won alone to the cacophony of broadcasters who had arrived to report his progress. 1986: Bernard Hinault said he would help Greg LeMond win the Tour but appeared to ride otherwise. The two crossed the line arm in arm in an apparent sign of truce creating a moment that has become one of the most iconic photographs in Tour history. 1997: Marco Pantani, who won on the Alpe two years earlier, attacked three times and only Jan Ullrich could match him. He lasted until 10 kilometres (6.2 miles) from the summit and Pantani rode on alone to win in what is often quoted as record speed (see below). 1999: Giuseppe Guerini, who broke away on his own, collided with a spectator but got up and went on to win the stage. 2001: Lance Armstrong feigned vulnerability earlier in the stage, appearing to be having an off-day. At the bottom of the Alpe d'Huez climb, Armstrong moved to the front of the lead group of riders and then looked back at Jan Ullrich. Armstrong later commented that he wasn't looking back at Ullrich but was actually looking back to see the position of his teammate Chechu Rubiera. Seeing no response from Ullrich, Armstrong accelerated away from the field to claim the victory, 1:59 ahead of Ullrich. Armstrong would later be stripped of this achievement and his tour win by his conviction for doping in 2012. His name however, is still honored on one of the 21 signs of previous winners, lining the hairpin turns of Alpe d'Huez. 2013: Christophe Riblon won the stage at the summit of Alpe d'Huez during the 100th edition of the Tour. For the first time ever, riders rode up the climb twice with the descent over the Col de Sarenne in between. 2018: Geraint Thomas, Tom Dumoulin, Chris Froome, Romain Bardet and Mikel Landa were able to catch Steven Kruijswijk, who had been on a 70 km solo attack, about 2/3 of the way up the climb and with about 500 meters to go Thomas dropped the remaining elite riders to become the first rider to win the Alpe d’Huez stage while wearing the yellow jersey. 2022: World cyclo-cross and Olympic mountain-bike champion Tom Pidcock, riding his first Tour, broke away on the Galibier descent, before going solo from a break including four-time Tour winner Chris Froome with around 8 km to go and won on the Alpe, the youngest winner on the Alpe in Tour de France history. *In 1979 there were two stages at Alpe d'Huez. † Stage 18 of the 2013 Tour climbed to Alpe d'Huez twice.[21] Moreno Moser was the leader at the first time over the summit. The climb has been timed since 1994 so earlier times are subject to discussion. From 1994 to 1997 the climb was timed from 14.5 kilometres (9.0 miles) from the finish. Since 1999 photo-finish has been used from 14 kilometres (8.7 miles). Other times have been taken 13.8 kilometres (8.6 miles) from the summit, which is the start of the climb. Others have been taken from the junction 700 metres (2,300 feet) from the start.[22] These variations have led to a debate. Pantani's 37m 35s has been cited by Procycling and World Cycling Productions, publisher of Tour de France DVDs, and by Cycle Sport. In a biography of Pantani,[23] Matt Rendell notes Pantani at: 1994 – 38m 0s; 1995 – 38m 4s; 1997 – 37m 35s. The Alpe tourist association describes the climb as 14.454 kilometres (8.981 miles) and lists Pantani's 37m 35s (23.08 km/h) as the record.[24] Other sources give Pantani's times from 1994, 1995 and 1997 as the fastest, based on timings adjusted for the 13.8 kilometres (8.6 miles).[25] Such sources list Pantani's time in 1995 as the record at 36m 40s. In Blazing Saddles, Rendell has changed his view and listed it as 36m 50s[26] as does CyclingNews.[24] Second, third, and fourth fastest are Pantani in 1997 (36m 55s), Pantani in 1994 (37m 15s) and Lance Armstrong in 2004 (37m 36s). Jan Ullrich's time in 1997 (37m 41s) makes him the fifth fastest, highlighting how the 1990s had faster ascents than other eras. A number of cycling publications cite times prior to 1994, although distances are typically not included, making comparisons difficult. Coppi has been listed with 45m 22s for 1952.[25] In the 1980s Gert-Jan Theunisse, Pedro Delgado, Luis Herrera, and Laurent Fignon rode in times stated to be faster than Coppi's, but still not breaking 40m. Greg LeMond and Bernard Hinault have been reported as having the times of 48m 0s in 1986.[27] It was not until Gianni Bugno and Miguel Indurain in 1991, that times faster than 40m were reported, including in the 39m range for Bjarne Riis in 1995 and Richard Virenque in 1997. Some times based on 14.454 km[clarification needed] according to Matt Rendell's first book, other times based on 13.8 km. * The 2004 stage was an individual time trial. †Lance Armstrong, and Floyd Landis admitted to doping and had the Tour de France titles withdrawn. Jan Ullrich also admitted to doping, Marco Pantani also had a confirmed hematocrit level over 50 in 1999 and Virenque was implicated in what, at the time, was the biggest doping scandal in Tour history. Based on 13.8 km [28] The peak is also the finish of La Marmotte, a one-day, 175 km (109 mi) ride with 5,000 m (16,400 ft) of climbing. The resort caters for mountain bikers during the summer months, the pinnacle of which is the Megavalanche, a 'Downhill Enduro' Event that takes riders from lift station at the highest peak, Pic Blanc, to Allemont in the valley floor. Since 2006 Cyrille Neveu has organized the Triathlon EDF Alpe d'Huez, which has become a major summer attraction. In 2018, the virtual cycling training and racing program Zwift released a recreation of the Alpe d'Huez climb called Alpe du Zwift. This virtual version of the climb copies the original perfectly in both gradient and distance. Alpe d'Huez is twinned with:","Title":"Alpe d'Huez - Wikipedia","KeyID":"8158","URL":"https://en.wikipedia.org/wiki/Alpe_d%27Huez"}