{"Content: ":"Stage races Sepp Kuss (born September 13, 1994) is an American professional cyclist who currently rides for UCI WorldTeam Team Jumbo–Visma.[3] Kuss started out in mountain bike racing as a junior and as a student at the University of Colorado won two races at the Collegiate Mountain Bike Nationals in 2014, and another in 2015 becoming a two time mountain bike xc national champion. When asked what his cycling ambitions were, he said he wanted to take cycling as far as he could after finishing his degree. When asked one person he could sit and have lunch with he answered Peter Sagan.[4] Kuss began the 2016 season racing for the amateur Gateway Harley Davidson / Trek team. His first win was on a summit finish stage in the Redlands Bicycle Classic. Kuss finished fourth at the Mogollon stage at the Tour of the Gila, a UCI 2.2 stage race. He rode with Rally Cycling in the latter part of 2016 and during 2017, before joining LottoNL–Jumbo, initially on a two-year contract.[5] He rode in the 2018 Vuelta a España[6] and the 2019 Giro d'Italia.[7] before getting his first grand tour stage win in stage 15 of the 2019 Vuelta a España, launching a solo attack from the day's breakaway with 7 kilometers to go, and supporting his team leader Primož Roglič who won the overall classification.[8] He finished 15th overall in the 2020 Tour de France, while again riding in support of Roglič. This was also the highest overall placing for an American since Andrew Talansky in 2015. Kuss again supported Roglič's winning ride in the 2020 Vuelta a Espana.[9] In July 2021, Kuss won stage 15 of the Tour de France after breaking away with 5 km to go to up the final climb of the day, the Col de Beixalis, from a group that had contained 32 riders. He was able to maintain his lead ahead of Spaniard Alejandro Valverde in the 15 km that followed the pass. With this win Kuss became the first American to win a stage of the Tour de France since Tyler Farrar, who won stage 3 in 2011.[10] During the 2021 Vuelta a España Kuss and his teammates Steven Kruijswijk and Sam Oomen rode in support of Roglič, who was going for his third consecutive Vuelta title. Kuss started the race strong taking the King of the Mountains jersey for two stages. He proved himself to be one of the strongest riders in the race on the climb to Lagos de Covadonga on stage 17. As the finish line approached the sprint for 2nd place began after Roglič won the stage and Kuss beat everyone else to the line to deny the bonus seconds to Roglič's rivals.[11] He ended the race in 8th place overall, the highest for an American since Talansky in five years earlier. This was his first top 10 in a grand tour, as Roglič once again won the Vuelta. As a warm up for the upcoming Tour, Team Jumbo-Visma sent their primary favorites in Roglič and Jonas Vingegaard to the Critérium du Dauphiné, while Kuss was given the opportunity to ride in the 2022 Tour de Suisse and target the general classification. Kuss rode strongly and was within +0:10 of the lead after stage 4, but prior to stage 5 the entire team had to abandon the race due to COVID.[12] During the first two weeks of the 2022 Tour de France he rode in support of Roglič, Vingegaard and Wout Van Aert as the team sought stage wins and to challenge defending champion Tadej Pogačar for the Yellow Jersey, both of which they were successful in doing. After the withdrawal of Roglič and Steven Kruijswijk crashing out on stage 15 it became clear the heavy work of defending Vingegaard would fall on Kuss in the final high mountain stages.[13] He shepherded Vingegaard up Hautacam, the final HC climb, as he had done for Roglič so many times in other grand tours, until the Dane attacked and tightened his grip on the race. The team was so successful that they held the yellow, green and polka dot jerseys as the race neared its end, and won them. [14] ","Title":"Sepp Kuss - Wikipedia","KeyID":"8159","URL":"https://en.wikipedia.org/wiki/Sepp_Kuss"}