{"Content: ":"UAE Team Emirates (UCI team code: UAD) is an Emirati road bicycle racing team. The team competes at UCI WorldTeam level and has done so since the UCI World Tour was formed as the top category of road cycling in 2005. However the team was temporarily suspended from the ProTour in 2010, missing one ProTour event.[1] The general manager, Giuseppe Saronni, was himself a famous professional cyclist, a world champion and winner of two editions of the Giro d'Italia. In August 2016 the team (then called Lampre-Mérida) confirmed that its WorldTeam licence was being transferred from CGS Cycling to Chinese company TJ Sport Consultation, with the team becoming the first Chinese WorldTour team from 2017. Former Saunier Duval–Prodir team manager Mauro Gianetti was announced as the co-ordinator for the project.[2] In an interview with La Gazzetta dello Sport the following month, Saronni confirmed that he and CGS Cycling would continue to manage the team on TJ Sport's behalf, and that the team's bicycles would be supplied by Colnago. He indicated that the project was being co-ordinated by the Chinese government via TJ Sport with involvement from a number of Chinese companies including Alibaba, and that its aim was to develop Chinese cycling and riders.[3] However, when the UCI awarded 17 WorldTour licences to teams in November, it announced that TJ Sport's application was \"under review\" by its Licensing Commission.[4] According to Saronni, the reason for the delay was that the head of the TJ Sport project, Li Zhiqiang, had fallen seriously ill, which prevented funding for the project from being confirmed. As a result, the team looked elsewhere for sponsorship, securing funding from the United Arab Emirates and changing its name to UAE Abu Dhabi. The UCI confirmed the team's WorldTour licence on 20 December.[5] In February 2017, the team announced that airline Emirates had signed on with the team as a naming-rights sponsor. The team was subsequently known as UAE Team Emirates.[6] In June 2017, two days before the 2017 Tour de France the team announced it would also be sponsored by the First Abu Dhabi Bank, an amalgamation of the First Gulf Bank and the National Bank of Abu Dhabi, with their logo being added to the chest and side of the team's jersey.[7] ","Title":"UAE Team Emirates - Wikipedia","KeyID":"8160","URL":"https://en.wikipedia.org/wiki/UAE_Team_Emirates"}