{"Content: ":"Brandon Alexander McNulty (born April 2, 1998) is an American cyclist who rides for UCI WorldTeam UAE Team Emirates.[4] In the 2016 UCI Junior World Time Trial Championships McNulty became the fourth American junior world champion after Greg LeMond, Jeff Evanshine, and Taylor Phinney, winning the time trial by 35 seconds.[5] McNulty grew up in Phoenix, Arizona and enjoyed riding mountain bikes in his free time. McNulty excelled early, winning almost every mountain bike race he entered while racing in the 11-12 junior categories[citation needed]. McNulty gradually transitioned to road racing. After several wins in local races in Belgium in 2014, McNulty caught the eye of Roy Knickman, manager of LUX cycling. Knickman, realizing McNulty's talent, referred McNulty to coach Barney King. 2015 was a breakout year for McNulty when he won the Valley of the Sun Stage Race TT, averaging 30 mph on a standard road bike. McNulty won the junior national time trial championships that year and went on to compete at the UCI world championships in Richmond. In 2016, McNulty had even more success, winning the Tour de l'Abitibi and Trofeo Karlsberg, stage races, and the junior national time trial championships for the second year in a row. Then he competed at the UCI Road World Championships and became the fourth American to become a junior world champion after Taylor Phinney, Jeff Evanshine, and Greg LeMond, winning the time trial by 35 seconds.[5] McNulty turned professional in 2017, and despite being offered numerous contracts with UCI WorldTeams, he chose to ride with the American UCI Continental team Rally Cycling.[6] He won the under-23 national time trial championships and finished second in the World Championships that year. In 2018, McNulty continued to ride with Rally Cycling, who upgraded to UCI Professional Continental status that year. McNulty made his UCI World Tour debut in the Tour of California, where he finished fourth on stage 6, the queen stage, and ultimately seventh overall, about three-and-a-half minutes behind winner Egan Bernal. He would head to Europe for the second part of the season, after finishing 3rd overall at Tour Alsace, McNulty would have a string of good results at his first Tour de l'Avenir where he would finish 2nd on a mountain stage to Colombian rider Iván Sosa, demonstrating his ability on the climbs. At the UCI Road World Championships, McNulty would go on to finish 7th in the individual time trial event. In 2019, McNulty took his first win as a professional at the newly revived Giro di Sicilia in the penultimate stage to Ragusa, thus taking the lead in the general classification. On the following day's stage to Mount Etna, he came fourth, and won the general classification. His first grand tour participation was in the 2020 Giro d'Italia,[7] in which he finished 15th overall. He rode in the 2021 Tour de France where he supported teammate Tadej Pogačar, who won the race. McNulty rode in the 2020 Summer Olympics road race in late 2021 and put himself in position to win. Late in the race, with less than 25 miles to go, he was among the surviving group, which would likely contain the winner and with approximately 15 miles to go he attacked. Only Richard Carapaz could go with him and the two of them began to open a gap. For more than 10 miles they stayed ahead of the elite group, but with under 5 miles to go Carapaz got away and rode solo for the gold as McNulty fell back into the elite group where he finished. Despite not medaling his result has only been exceeded once by an American cyclist at the Olympics in the previous 20 years.[8] McNulty started 2022 off strongly winning a few races and went into Paris-Nice with intentions of a high place in the general classification. His hopes were dashed early in the race as he got caught out in crosswinds, and for all intents and purposes lost any hope of even a top 10 finish.[9] He considered quitting the race, but eventually decided to continue and ended up involved in a breakaway on stage 5. With just under 40 kilometers to go he attacked and no one could follow. He continuously built his lead over the breakaway group and won the stage by nearly two minutes. He entered the 2022 Tour de France as one of the primary Lieutenants for Pogačar, along with Majka, Soler and Bennett; however all of them were out of the race by the critical final two high mountain stages. On stage 17, which included Col de Val Louron-Azet to Peyragudes, McNulty drove a pace that broke the entire elite GC group with the exception of his team leader Pogačar, and Jonas Vingegaard. He crossed the line 3rd and became the first American to be awarded Most Combative Rider since David Zabriskie, who won the award on a flat stage in 2012.[10]","Title":"Brandon McNulty - Wikipedia","KeyID":"8161","URL":"https://en.wikipedia.org/wiki/Brandon_McNulty"}