{"Content: ":"One-day races and Classics David Gaudu (born 10 October 1996) is a French professional cyclist who rides for UCI WorldTeam Groupama–FDJ.[3] In 2016, Gaudu won the Tour de l'Avenir, the most prestigious U23 cycling race. In addition to this he won the Peace Race U23 and finished 5th in the Tour de l'Ain, a UCI 2.1 cycling race. These successes earned him an initial two-year contract with UCI WorldTeam FDJ. In July 2018, he was named in the start list for the 2018 Tour de France.[4] In October 2020, he was named in the startlist for the 2020 Vuelta a España.[5] The 2020 Vuelta was his strongest performance in a Grand Tour thus far in his career as he won stage 11, as well as stage 17, and finished the race in 8th place overall. On stage 3 of the 2022 Critérium du Dauphiné Gaudu was five or six riders deep as the sprint for the finish line began. Wout Van Aert overpowered all the other riders and as the finish approached began to celebrate when he noticed Gaudu flying past him out of the corner of his eye and immediately lowered his hands knowing he had been bested. Gaudu slowed to a stop a few hundred meters past the finish line and celebrated with his teammates.[6] Prior to the start of the 2022 Tour de France Gaudu signed a contract extension through 2025 with Groupama–FDJ. He said that he just could not see himself riding for any other colours.[7] During the Tour he had the requisite first week luck and throughout the second week stayed with the majority of the elite GC contenders. He was also in a battle with respected veteran Romain Bardet for the highest placed French rider, although he did essentially say that being the best French rider shouldn't be the goal if French riding wants to regain the top step of the Tour podium.[8] Gaudu survived the final climbs of Peyragudes and Hautacam as the heavy climbing ended in the Pyrenees. He was in position to finish top 5 overall going into the final ITT. He rode strong enough during the time trial to enter Paris in 4th place overall.","Title":"David Gaudu - Wikipedia","KeyID":"8163","URL":"https://en.wikipedia.org/wiki/David_Gaudu"}