{"Content: ":"Stage races One-day races and Classics Nairo Alexánder Quintana Rojas, ODB, (born 4 February 1990) is a Colombian racing cyclist, who rides for UCI ProTeam Arkéa–Samsic.[6] Nicknamed \"Nairoman\" and \"El Cóndor de los Andes\", Quintana is a specialist climber, known for his ability to launch sustained and repeated attacks on ascents of steep gradient, high power output and great stamina to react and endure others' attacks. He is also a competent time triallist, making him a consistent contender for general classification at stage races. His best career results are winning the 2014 Giro d'Italia and 2016 Vuelta a España, as well as 2nd place overall in the Tour de France of 2013 and 2015. In addition to his two Grand Tour victories he has also placed in the top 10 on twelve occasions, six of which were on the podium. His multiple wins in other major stage races, leading to high UCI WorldTour ranking placements[7] at the end of each season, are other reasons why he is seen as one of the most successful stage-racing riders of the recent era, and the best road cyclist in Colombian history. His brother Dayer Quintana is also a professional cyclist and rode for the Movistar Team with Nairo between 2014 and 2018, and joined him at Arkéa–Samsic in 2020.[5] Born in Cómbita, a town near the capital of Boyacá, Tunja,[8] in Colombia, to a farming family,[1] Quintana comes from a humble background, but his family still saved up to buy Quintana a second-hand mountain bike to make the 16 km (9.9 mi) journey through the Eastern Ranges of the Andes to school[9] and to travel from village to village to sell fruit and vegetables. At the age of 16 he also started working as a taxi driver using his father's car.[10] Quintana resides in Cómbita, splitting his time between his native country and Pamplona in Navarre.[11] His parents' names are Luis Quintana and Eloisa Rojas, and he has four siblings: sisters Nelly and Lady, and brothers Willington and Dayer.[1] At the age of 15 he was hit by a taxi whilst riding, leaving him in a coma for five days. Despite this, his father, a cycling fan, recognised Nairo's potential and spent 300,000 Colombian pesos (around £71.91) on a racing bike to see if Nairo could make a career in the sport.[10] He started his career on the team \"Boyacá es para Vivirla\". In 2010, Quintana won the Tour de l'Avenir whilst part of the team Café de Colombia – Colombia es Pasión (racing for the Colombia national team in that race), proving to be one of the great prospects for the future of Colombian cycling.[12] In 2012, Quintana moved to Europe to join the Spanish Movistar Team. He won the overall classification in the Vuelta a Murcia. Later, he took a prestigious victory at the Critérium du Dauphiné, when he sparked a counter-attack after a select group of riders including leader Bradley Wiggins reached the last escapee of the day. He held on to his solo lead in the descent leading to Morzine.[13] After winning that stage, he later ended up winning the Route du Sud that year. Quintana made his Grand Tour debut at the Vuelta a España, where he was one of Alejandro Valverde's key climbing domestiques as Valverde finished second overall. Quintana finished 36th overall. In October, Quintana won the Giro dell'Emilia. In 2013, Quintana won stage 3 of the Volta a Catalunya, and the following month, he won the queen stage of the Tour of the Basque Country by sprinting to victory after the final climb in Eibar–Arrate, two seconds before a group of six fellow overall contenders.[14] Quintana took the overall win in the final time trial by finishing second behind Tony Martin (Omega Pharma–Quick-Step), gaining enough time over Team Sky's Sergio Henao to take the leader's jersey from him.[15] At the Tour de France, Quintana attacked on the Col de Pailheres during Stage 8 and became the first man to cross the highest pass that year. He was later overtaken, on the stage's penultimate climb, by race favourite Chris Froome. Quintana nonetheless took the lead of the young rider classification and received the award for that stage's most aggressive rider.[16] On stage 15 to Mont Ventoux, Quintana again attacked early on and only the race leader Froome was able to match him, eventually dropping him in the final 2 kilometres (1.2 miles) of the climb after they had raced up much of it together.[17] As a result, Quintana was able to advance to sixth place in the overall standings. Stage 18 for the first time including doing the famous and iconic Alpe d'Huez climb twice. Quintana's 4th-place finish on stage 18 – including two ascents of the climb to Alpe d'Huez – moved him into 3rd place in the overall standings. In stage 20, he did not just defend his 3rd place, he attacked Froome, riding away from him in the last kilometre during the climb to Annecy-Semnoz. Quintana won the stage over Joaquim Rodríguez and Froome, moving securely into second place overall where he finished the Tour. He also won the young rider classification and the mountains classification. His second place in the general classification was the best result for a Colombian or Latin-American rider in the Tour de France, and the first Tour debutant to finish on the podium since Jan Ullrich in 1996. After the Tour, Quintana went on to win the Vuelta a Burgos, where he won stage 5 of the race after dropping Vincenzo Nibali on the final climb. Due to the high mountains included in the Giro d'Italia, Quintana decided to aim for the Giro and skip the Tour de France.[18] His 2014 season started off with an early overall victory at the Tour de San Luis after winning the mountaintop finish of Stage 4. Quintana placed second overall behind Alberto Contador at Tirreno–Adriatico in March,[19] and finished fifth in the Volta a Catalunya after getting sick between the races.[20] At the Giro, Quintana entered the race in weakened condition due to his earlier illness. Quintana's Movistar Team began with 8th place in the opening team time trial in Belfast, 55 seconds down on winners Orica–GreenEDGE, after rain during their effort.[21] In Stage 6, Quintana was caught up behind a huge crash as the peloton approached the finishing climb of Monte Cassino, which saw him sit 2 minutes and 8 seconds behind leader Michael Matthews. After the individual time trial on Stage 12, Quintana was 6th overall, 3 minutes and 29 seconds behind new leader Rigoberto Urán.[22] Quintana started to show strong form on stages 14 and 15, reducing the gap to 2' 40\". He would later reach his top form in the last week of the race.[23] In Stage 16, he claimed the general classification leader's pink jersey in controversial circumstances as some of his top rivals had mistakenly thought that the descent of the Stelvio Pass was neutralised; riding through dense fog and low visibility, Quintana joined an attack with Pierre Rolland and Ryder Hesjedal, eventually winning the stage and gaining 4' 11\" on Urán. In stage 19, Quintana flew up the Monte Grappa, winning the mountain time trial by 17 seconds over Fabio Aru to extend his overall lead over Urán to 3 minutes and 7 seconds. He maintained his lead on Monte Zoncolan on Stage 20 and the final stage into Trieste. Quintana also won the white jersey for best young rider.[24] After the Giro, Quintana took a couple months off from racing. He returned to Europe in August aiming to win the Vuelta a España. Two weeks before the Vuelta a España, Quintana won the Vuelta a Burgos, winning stage 3 and coming in second in the final time trial to give himself enough time over second placed Daniel Moreno. In the Vuelta a España, Quintana had the race lead coming in to stage ten's individual time trial. However, he crashed badly after misjudging a bend and lost 4 minutes and the red jersey.[25] He crashed again at the beginning of the next stage and withdrew from the race due to a broken collarbone.[26] Quintana started his 2015 season at the Tour de San Luis,[27] finishing third overall.[28] Quintana was originally scheduled to ride the Vuelta a Andalucía, but a crash at the Colombian National Road Race Championships caused his withdrawal.[29] His next race was therefore the Tirreno–Adriatico, where he took his first win of the 2015 season, in a snow blizzard on the summit finish at Monte Terminillo, taking over the race lead as well.[30] He would not relinquish the lead over the 10-kilometre (6.2-mile) final time trial and went on to win the overall as well as the young rider jersey.[31] Quintana was selected by his team for two cobbled classics – E3 Harelbeke and Dwars door Vlaanderen – in order to prepare him for the cobblestones that had been scheduled to be part of the Tour de France.[32] Quintana continued his Tour de France preparation by racing the Tour de Romandie and the Tour of the Basque Country, finishing in 8th and 4th respectively. He then raced the Route du Sud where he battled Alberto Contador on stage 3 before finishing 2nd overall.[33] Quintana then stayed home to train in June further before coming to France for the Tour. On the second stage of the Tour de France, Quintana was caught out by a split in the peloton caused by high winds and lost a minute to Chris Froome and other favourites. On stage ten, the first mountain day, Quintana was the only rival that could stay with Froome, finishing another minute behind him. Quintana then tried to distance himself from the yellow jersey in the last week of the Tour, advancing himself into second place overall on stage 17. Facing a 2' 38\" deficit to Froome on stage 19, Quintana promised he would attack Froome and he fulfilled that promise, gaining 30 seconds on Froome by the end of the stage.[34][35] On the penultimate stage, featuring the Alpe d'Huez climb, Quintana attacked Froome again, using his teammates Alejandro Valverde and Winner Anacona to prize out an advantage before going solo with 5 kilometres (3.1 miles) to go. He gained time on Froome all the way to the finish, finishing second on the stage. Quintana finished the Tour in second place, 1' 12\" behind Froome with Valverde in third place overall. He also won the white jersey, with his Movistar Team winning the team classification.[36][37] After the end of the Tour, Froome, Quintana, Valverde, and Vincenzo Nibali, the top four finishers in the Tour de France, announced their intentions to race the following grand tour, the Vuelta a España.[38] However, early on, Quintana did not look like he was on his best form. On stage 11, the queen stage, he lost three minutes to race leader Fabio Aru, falling to 9th place overall. Quintana admitted that he was suffering from a sickness and that he was considering abandoning the Vuelta.[39] However, he never did and came back to form on stage 14, finishing in sixth place and taking several seconds out of his overall rivals. He began his comeback on stage 17, an individual time trial, finishing a surprising sixth place and advancing himself from eighth place to fifth place overall.[40] On the penultimate stage, Quintana joined a breakaway late in the stage with Rafał Majka to end the race in fourth place overall, just 30 seconds off the podium.[41][42] In November 2015 it was announced that Quintana would compete in the Tour de France, the Olympic road race and the Vuelta a España in 2016[43] and that he would start his season at the Tour de San Luis.[44] He finished third in San Luis behind his brother, Dayer, who took the win.[45] He went on to take the general classification at the Volta a Catalunya, becoming the third Colombian to win the race and the first to do so since Hernán Buenahora in 1998.[46] Two weeks later, and struggling with the effects of illness, he finished 3rd in the overall classification of the Tour of the Basque Country.[47] Quintana finished 3rd in the general classification of the Tour de France after suffering from allergies throughout much of the tour; Movistar Team won the team classification for the second year in a row. After the tour Quintana stated, \"I won't take part in the Olympic Games. I want to recover and be ready for the Vuelta a España to give emotions and animate the race.”[48] Quintana succeeded with this strategy and won the Vuelta a España ahead of Chris Froome with the Colombian Esteban Chaves finishing third.[49] Quintana had gained over 2 and a half minutes over Froome on Stage 15 when he and Alberto Contador (Trek–Segafredo) attacked together from 10 kilometres (6.2 miles) into the stage and blew the race apart, isolating Froome from his Team Sky teammates. Whilst Froome fought back and managed to gain back nearly all he had lost in a dominant victory on the stage 19 individual time trial to Calp, Quintana was able to follow several attacks by Froome on Stage 20, the final mountain stage to Alto de Aitana, to secure overall victory by 1:23 over Froome. By doing so, Quintana became the second Colombian after Luis Herrera in 1987 to win the Vuelta.[50] In December 2016, Quintana confirmed that he would target both the Giro d'Italia and Tour de France in 2017.[51] In March 2017, Quintana took overall victory at Tirreno–Adriatico for the second time in three years.[52] Quintana took the race lead after winning the queen stage of the race to Monte Terminillo, and maintained it to the end of the race, ultimately winning by 25 seconds over BMC Racing Team rider Rohan Dennis. At the Giro d'Italia, Quintana won Stage 9, the second mountain top finish stage of the race, arriving at the finish in Blockhaus 24 seconds ahead of Thibaut Pinot (FDJ) and Tom Dumoulin (Team Sunweb) to take the overall race lead.[53] However, Quintana could only finish 23rd on stage 10, a 39.8-kilometre (24.7-mile) individual time trial from Foligno to Montefalco, 2 minutes and 53 seconds behind Dumoulin who won the stage. By doing so, Dumoulin took the overall race lead by 2 minutes and 23 seconds over Quintana.[54] Dumoulin won Stage 14, which featured a mountain top finish at Santuario di Oropa to extend his lead over Quintana by a further 14 seconds.[55] On Stage 16, Dumoulin experienced stomach problems and had to take a comfort break at the foot of the Umbrail Pass; none of the other contenders waited for Dumoulin and he finished more than two minutes down on stage winner Vincenzo Nibali (Bahrain–Merida), with his lead over Quintana reduced to just 31 seconds. Dumoulin defended his lead until the stage 19 mountain finish in Piancavallo, where he crossed the line over a minute behind Quintana, who reclaimed the Maglia rosa.[56] Quintana put fifteen more seconds into Dumoulin the following day on stage 20.[57] Quintana began Stage 21, the final stage, a 29-kilometre (18-mile)-long individual time trial from Monza to Milan in the race lead, but was overhauled by Dumoulin, as second place on the stage took him from fourth to first place in the general classification. Quintana finished second overall, dashing his hopes of winning a Giro–Tour double.[58][59] Quintana rode the Tour de France, but lost time on the first two mountain stages. Quintana lost even more time on the Col de Peyresourde on Stage 12, finishing more than two minutes down on stage winner Romain Bardet of AG2R La Mondiale. This left him more than four minutes off the race lead and he admitted after the stage that his Giro–Tour double bid 'has not worked out'.[60] Quintana ultimately finished 12th overall, over 15 minutes down on the winner Chris Froome (Team Sky).[61] The main goal of Quintana's 2018 season was the Tour de France. He finished 2nd in the new Colombian stage race, Colombia Oro y Paz. His first race in Europe was Volta a Catalunya, in which he finished 2nd overall, 29 seconds behind teammate Alejandro Valverde. To prepare for the cobblestone stage in the Tour, Quintana chose to ride Dwars door Vlaanderen, and finished in 60th position. A week later, Quintana started in the Tour of the Basque Country. He advanced to 5th position overall on the final stage, after placing 5th on the stage. Quintana then prepared for the Tour by going to an altitude camp, and returned to racing for the Tour de Suisse. On stage 7 to Arosa, Quintana attacked with 30 kilometres (19 miles) to go, and managed to reach the breakaway, pass it, and also keep the peloton behind him to take his first win of the season. Quintana's performance meant he was 2nd overall before the final 34-kilometre (21-mile) individual time trial; he ultimately dropped to third overall. At stage 1 of the Tour de France, Quintana already had issues as he punctured both tyres, 3.5 kilometres (2.2 miles) from the finish line. This meant that he lost 1 minute and 15 seconds to the other overall contenders. The situation also sparked debate as no Movistar Team teammate was there to help Quintana until Andrey Amador in the final kilometre. Movistar Team finished 10th on the stage 3 team time trial, losing almost a minute to BMC Racing Team, and Team Sky. Quintana managed to finish together with the other overall contenders on the first challenging uphill finish on stage 6 to Mûr-de-Bretagne. He had to many people's surprise no problems when riding the cobblestone stage, and lost no time to the overall contenders on that stage. But when the peloton reached the Alps, Quintana suffered time losses. He made some small attacks, however they were all brought back by Team Sky, and Quintana got dropped very quickly after being caught. On the shortest stage of the Tour, Quintana bounced back in brilliant fashion and won the stage. His attack looked very similar to the one in the Tour de Suisse a month prior; he attacked on the bottom of the last climb, and quickly got a huge gap. He caught the last rider from the breakaway Tanel Kangert, and rode away in the distance. No one had the power to match him on that stage, and Quintana advanced to 5th place overall after the stage.[62] Quintana looked strong at the start of the Vuelta a España, and proved to be the best general classification rider on stage 13 to La Camperona. However his form dropped, and when the race hit the third week, Quintana dropped out of the podium after the Time trial on stage 16. He lost even more time on the following day to Balcon de Bizkaia. On stage 19 Quintana was only 6th place overall and had to attack if he wanted to win the race. Therefore, he attacked almost at the bottom of the final climb, but Thibaut Pinot and Simon Yates attacked and bridged the gap to Quintana. Quintana could not follow their pace, and ended up riding in support for Valverde. Quintana started his 2019 season in Argentina at the Vuelta a San Juan, where he finished 8th overall, with his usual domestique Winner Anacona taking the overall win. His first win of the season came at the Tour Colombia. Quintana was with the front group on the final climb on stage 6 to Alto de Palmas, before he was pushed off his bike after interference with a spectator. Quintana bridged the gap to the leaders before sprinting past Iván Sosa and Miguel Ángel López inside the final kilometre. In March, Quintana competed in Paris-Nice; he managed to get through the first couple of days with crosswinds very well, and managed to finish 17th in the individual time trial. On the stage to Col de Turini, Quintana was the only rider to stay with race leader Egan Bernal, and therefore climbed to 3rd overall in the race. On the final stage ascent to Côte de Peille, Quintana attacked and controlled the front group. He rode at the front of the race for almost 25 kilometres (16 miles) before eventual stage winner Ion Izagirre attacked and got away. At one point Quintana had the virtual race lead over Bernal, but with no cooperation from his companions, the lead shrank to only 4 seconds to Bernal at the finish line; thus, Quintana finished 2nd overall in the race. In September 2019, it was announced that Quintana – along with his brother Dayer Quintana and Winner Anacona – was moving to the Arkéa–Samsic team for the 2020 season.[5] Quintana competed in the 2020 Tour de France, where he placed 17th overall. On 16 September, while the race was ongoing, his hotel room and those of his brother Dayer and Anacona, were searched by French police with the riders also questioned. Authorities later confirmed on 21 September 2020 that they had opened a doping investigation against a \"small part\" of the Arkéa–Samsic team. This followed the \"discovery of many health products including drugs (...) and especially a method that could be qualified as doping\" during the raid.[63] Two people, not employed by the team, but instead part of the personal entourage of riders understood to be Quintana and his two teammates, were put into custody.[64] In 2021 he rode Tirreno-Adriatico, Volta a Catalunya and the Critérium du Dauphiné, but he finished outside the top 10 in each of them. He entered the 2021 Tour de France and finished below average by comparison to his high standards. He held the King of the Mountains polka dot jersey for a few stages in the second week, but did not win any stages and finished 28th. In February he started off the season by winning, claiming victories in both the 2022 Tour des Alpes-Maritimes et du Var and the Tour de la Provence.[65] Then in March he took top 5 finishes in Paris-Nice and Volta a Catalunya. During the 2022 Tour de France he performed typically in the opening time trial and survived nearly a dozen cobbled sections during stage 5 finishing the first week with good luck.[66] Through the Alps he stayed on terms with most every GC rider except Pogačar, Vingegaard, Thomas, Bardet and Yates making his way into the top 10. Midway through the third week he was in the top 5 and had an outside shot at the final podium place.[67] He survived the climbs at Peyragudes and Hautacam better than most as the Tour crossed the Pyrenees and remained 5th prior to the final time trial. He dropped one place after the ITT, and ended with his sixth top 10 Tour result in the past decade.","Title":"Nairo Quintana - Wikipedia","KeyID":"8164","URL":"https://en.wikipedia.org/wiki/Nairo_Quintana"}