{"Content: ":"Secondary education in Denmark (in Danish: ungdomsuddannelse, \"youth education\") usually takes two to four years and is attended by students between the ages of 15 and 19. Secondary education is not compulsory, but usually free of charge, and students have a wide range of programmes to choose from. Some education programmes are academically orientated, the most common being the Gymnasium. Others are more practically orientated, training students for jobs such as artisans or clerks through a combination of instruction in vocational schools and apprenticeship. The Gymnasium has its origin in the cathedral and monastery schools established by the Roman Catholic Church in the early Middle Ages, and seven of the schools established in the 12th and 13th centuries still exist today. The medieval schools had, broadly speaking, only one purpose: to educate the servants of the Catholic Church by teaching them to read, write, and speak Latin and Greek. After the Reformation's official implementation in 1536, the schools were taken over by the Crown; their primary purpose remained preparing students for theological studies, only now it was for the benefit of the Protestant Church. This educational base remained nearly unchanged until 1809, when the old Clergyman's School was transformed, in accordance with the spirit of the time, into a humanistic Civil Servant's School, the purpose of which was to \"foster true humanity\" through immersion in the ancient Greek and Latin cultures combined with some teaching of natural science and modern languages. In 1871, the scientific and technical development of the 19th century led to a division of the education curriculum into two lines: the languages and the mathematics-science line. This division remained the backbone of the structure of the Gymnasium until the year 2005, when a major reform of the Gymnasium was enacted. Today, each Gymnasium offers a selection of lines decided by each individual Gymnasium. These typically include various linguistic, scientific, and creative lines, as well as combined-subject lines. In 1903, the languages line was divided into a classical line, preserving extensive teaching in Latin and Greek, and a modern languages line, in which Latin and Greek were replaced by English, German, and French. At the same time, the three-year course of the Gymnasium was directly connected with the municipal school through the establishment of the mellemskole (\"middle school\", grades 6–9), later to be replaced by the realskole. According to the latest reform, the Gymnasium still offers three years of general upper secondary education in two lines. The division of the two lines into three branches each has however been replaced by a more flexible system, under which each of the lines contains a core curriculum of obligatory subjects and a number of optional subjects which can be taken at two levels. The Higher Preparatory Examination (HF) was introduced in 1967 in a political climate that was characterised by a desire to extend educational possibilities to new groups in society. Originally, it was the idea to create a two-year course aimed specifically at prospective candidates for teacher training. There was however a concern that this concept might result in an educational cul-de-sac. So the course design was changed into an alternative route to further and higher education. The students that were entering the new HF-programmes were mainly adults. But from the start, the HF also appealed to young people who for social or personal reasons had not followed the straight route via the Gymnasium to higher education. The HF is thus the \"sweeper\" of the general upper secondary education level. In the Gymnasium, there is still an overrepresentation of middle class children (40% male/60% female), whereas the HF recruits its predominantly female students from a broader base of society (30% male/70% female). The Higher Commercial Examination Programme (HHX) started in 1888 on a private initiative at Niels Brock's Business College in Copenhagen with a structure, which can mostly be found in the course today. The range of subjects comprised both commercial and general subjects. In 1920, the Rigsdag (the parliament of the time) adopted the first business college act, which i.a. entitled the Niels Brock Business College to call itself a \"higher business school\". This act introduced supervision of the activities of the business colleges, and the HHX became a State-controlled examination. In 1927, the first ministerial orders were issued regarding the content of the teaching which in all essentials dealt with the existing teaching. The course was managed by the Ministry of Trade until 1965, when the responsibility was transferred to the Ministry of Education. The HHX did not originally qualify for admission to universities and other higher education institutions in the university sector. The universities did not consider the general part of the programme sufficient. It was not until 1972, that the HHX was given the status of a university entrance examination in connection with a revision of the content, along with the introduction of more rigorous admission requirements. At the beginning of the 1970s, about half of the Danish business colleges offered the programme. By 1982, the course was offered at all Danish business colleges. The Higher Technical Examination Programme (HTX) was established on an experimental basis in 1982. The reason for its establishment was a desire to contribute to a broader supply of education and training possibilities following the EFG-basic courses and a desire to create a new and relevant way of access to higher education in the technical area. In this context, it was of importance that fewer and fewer skilled workers continued at the engineering colleges, whereas the number of general upper secondary graduates increased significantly. Another reason for establishing the HTX-programme on an experimental basis was the need to strengthen the status of the technical schools. Broad education and training possibilities at the schools were to provide a broader and qualitatively better recruitment. In 1982, the HTX-experiment was carried out at the technical schools in Sønderborg, Aalborg, and Copenhagen. The pilot period lasted until the spring of 1988, after which the programme was evaluated and made permanent after minor adjustments had been made to the individual subjects. On the same occasion, the HTX-examination was granted the status of a university entrance examination, and the graduates were now in principle placed on an equal footing with those of the Gymnasium, the HF and the HHX programmes as far as access to higher education was concerned. The upper secondary courses are at three levels: level C (1 year), level B (2 years) and level A (3 years), of which the following subjects are compulsories: This section deals with the vocational education and training and basic social and health education programmes. Apprenticeship training in a well-organised form originates in the guilds of the Middle Ages. Each trade had its own guild in each town. The guilds fixed the duration of the training of apprentices, their wages and working conditions and the disciplines they were to learn. It was furthermore the guilds which held the journeymen's tests. The basic social and health education programmes (SOSU) were introduced in 1991, and the basic education programme for educator assistants was introduced in 1997. These programmes form part of the vocational upper secondary education system in Denmark.","Title":"Secondary education in Denmark - Wikipedia","KeyID":"8168","URL":"https://en.wikipedia.org/wiki/Secondary_education_in_Denmark"}