{"Content: ":"The Great British Bake Off (often abbreviated to Bake Off or GBBO) is a British television baking competition, produced by Love Productions, in which a group of amateur bakers compete against each other in a series of rounds, attempting to impress a group of judges with their baking skills. One contestant is eliminated in each round, and the winner is selected from the contestants who reach the final. The first episode was aired on 17 August 2010, with its first four series broadcast on BBC Two, until its growing popularity led the BBC to move it to BBC One for the next three series. After its seventh series, Love Productions signed a three-year deal with Channel 4 to produce the series for the broadcaster.[1] The programme was originally presented by Sue Perkins and Mel Giedroyc, with judges Mary Berry and Paul Hollywood. Following its move to Channel 4, Noel Fielding and Sandi Toksvig took over as presenters, but Toksvig was later replaced by Matt Lucas. Hollywood and Prue Leith are the current judges.[2] In chronological order, the winners are Edd Kimber, Joanne Wheatley, John Whaite, Frances Quinn, Nancy Birtwhistle, Nadiya Hussain, Candice Brown, Sophie Faldo, Rahul Mandal, David Atherton, Peter Sawkins, and Giuseppe Dell'Anno. The series is credited with reinvigorating interest in baking throughout the United Kingdom and Ireland, with shops in the UK reporting sharp rises in sales of baking ingredients and accessories.[3] Many of its participants, including winners, have gone on to start a career based on bakery, while the BAFTA award-winning programme has spawned a number of specials and spin-off shows: a celebrity charity series in aid of Sport Relief/Comic Relief or Stand Up to Cancer; Junior Bake Off for young children (broadcast on the CBBC channel, then on Channel 4 from 2019); after-show series An Extra Slice; and Bake Off: The Professionals for teams of pastry chefs.[4] On 27 October, it was announced that the Great British Bake-Off has been renewed, with a twelfth series currently airing on Channel 4 in 2021. On 2 November 2021, the show was renewed for its thirteenth series to air in 2022.[5][6] The series has been shown in other countries; in the United States and Canada, where \"Bake-Off\" is a trademark owned by Pillsbury, it is called The Great British Baking Show.[7] Its format has been sold globally for production of localized versions and was used as the basis for two BBC Two series, The Great British Sewing Bee and The Great Pottery Throw Down. The baking competition was conceived by producer Anna Beattie after she spoke to a friend who had seen 'bake-offs' in America.[9] Beattie was also inspired by the classic English village fête baking competitions; she said: \"I loved that idea of village fetes and an old-fashioned baking competition with people who only wanted to bake a good cake.\"[8] However, Beattie failed to interest any channel in the idea for four years. In early 2009, they pitched the idea to Janice Hadlow, then controller of BBC Two.[10] The pitch was successful, and Hadlow and Commissioning Editor Charlotte Moore commissioned the programme,[11][12] which was then developed over the next six months. The development team first selected Mary Berry as a judge, and following an audition Paul Hollywood was also appointed. Sue Perkins and Mel Giedroyc were approached to be presenters of the show.[10] Reproducing the surroundings of the English village fête, the series is filmed in bunting-draped marquees in scenic gardens.[13] In the first series, the filming locations varied in different episodes, but only one location was used for each series from the second series onwards. The series is normally filmed over a 12 to 13 weeks period, and the filming usually takes place over the weekends with the exception of series 11 when filming was shortened to six weeks due to the COVID-19 pandemic.[14] Amateur bakers who applied to appear in the show are first assessed by a researcher, followed by an audition in London with two of their bakes. They then undergo a screen test and an interview with a producer. A second audition involves the applicants baking two recipes for the judges in front of the cameras.[9][15] After a psych evaluation, between 10 and 13 applicants are selected for the show, with two further bakers on standby should any of those selected drop out. What the bakers intended to bake during a particular challenge is illustrated using animated graphics. These graphics have been created by illustrator Tom Hovey since the show's inception in 2010.[16][17] On 17 August 2010, the first episode of The Great British Bake Off was shown on BBC Two.[18] It stayed on BBC Two for four years, grew in popularity and became the most popular programme on that channel. In its fifth series it was moved to BBC One where it stayed for three years. It was the most-watched programme on British television in 2015 and 2016.[19][20] Following extended negotiations, Love Productions announced that the seventh series of the show would be the last broadcast by the BBC. On 12 September 2016, Love agreed to a three-year deal to broadcast the show on Channel 4.[1] However, BBC Studios still owns the global distribution rights to the show, which are set for renewal in 2028.[21] Giedroyc and Perkins subsequently announced that they would not be returning when the show moved to its new network.[22] On 22 September 2016, Berry announced that she would also be leaving the show when it moved to Channel 4,[23] while Hollywood later announced he would stay.[24] In March 2017, it was announced that Prue Leith would join Hollywood as a judge, while Noel Fielding and Sandi Toksvig would take over as presenters.[25] After 3 years presenting the show, Toksvig announced her departure in 2020,[26] and was replaced by Matt Lucas.[27] The programme operates on a weekly elimination process to find the best all-around baker from the contestants, who are all amateurs. Ten contestants were chosen for the first series, twelve for the following two series, thirteen for the fourth and tenth,[28] and twelve from series five to series nine, and series eleven onward. In each episode, the amateur bakers are given three challenges based on that week's theme: a signature bake, a technical challenge, and a show-stopper.[9] The three challenges take place over two days, and the filming takes up to 16 hours a day. Except for Series 9, the first week of the competition was usually \"Cake Week\". The contestants are assessed by the judges who then choose a \"Star Baker\" for the week (introduced in series 2), and a contestant is also eliminated although if the contestant numbers in certain years are not even or there is a non-elimination a week before, then two bakers may be eliminated. In the final round, three bakers are left and a winner is chosen from the three. In the first series, the location of the cast and crew moved from town to town each week, but from the second series, the competition is held in one location in a specially constructed marquee. Interspersed in the programme are the backgrounds of the contestants as well as, in the earlier series, video vignettes on the history of baking. Series 1 of The Great British Bake Off saw ten home bakers take part in a bake-off to test their baking skills as they battled to be crowned the Great British Bake Off's best amateur baker. Each week the nationwide tour saw the bakers put through three challenges in a particular discipline. The rounds took place in various locations across the UK, with the final round being held at Fulham Palace, London. The three finalists were Ruth Clemens, Miranda Gore Browne, and Edd Kimber. On 21 September 2010, Kimber was crowned the best amateur baker.[31] The number of amateur baker contestants increased to twelve for the second series. Unlike Series 1, this year The Great British Bake Off stayed in one location – Valentines Mansion, a 17th-century mansion house in Redbridge, London. The finalists were Holly Bell, Mary-Anne Boermans, and the winning contestant Joanne Wheatley. The third series of The Great British Bake Off began on 14 August 2012.[32] The series was filmed at Harptree Court in East Harptree, Somerset. The finalists were Brendan Lynch, James Morton and John Whaite, the last of whom won the final in a surprise result.[33] In the US, the third series was broadcast as season 5 on PBS, and on Netflix as The Great British Baking Show: The Beginnings. The fourth series of The Great British Bake Off started on 20 August 2013 on BBC Two. The series was again filmed at Harptree Court in East Harptree, Somerset.[34] The final was won by Frances Quinn, with Ruby Tandoh and Kimberley Wilson as runners up. In the US, the fourth series was broadcast as season 2 on PBS, and on Netflix as Collection 2. The fifth series of The Great British Bake Off began airing on 6 August 2014 on BBC One. This series was filmed at Welford Park in Berkshire.[35] There were twelve bakers taking part. Mary Berry and Paul Hollywood returned as judges, whilst Sue Perkins and Mel Giedroyc continued to present the series. Richard Burr was awarded the largest number of star baker designations of any series so far but was beaten by Nancy Birtwhistle in the final. A spin-off show The Great British Bake Off: An Extra Slice, hosted by comedian Jo Brand on BBC Two, was also launched as a companion series in the same year. Each episode was broadcast two days after the main show but later moved to the same night. The show includes interviews with eliminated contestants.[36] In the US, the fifth series was broadcast as season 1 on PBS, and on Netflix as Collection 1. The sixth series began on 5 August 2015[37] on BBC One, again from Welford Park in Berkshire. The spin-off show The Great British Bake Off: An Extra Slice returned for a second series, with Jo Brand as host. This series was won by Nadiya Hussain, with Ian Cumming and Tamal Ray as runners up.[38] In the US, the sixth series was broadcast as season 3 on PBS, and on Netflix as Collection 3. The seventh series began on 24 August 2016 on BBC One, once again from Welford Park in Berkshire, a later than usual start following the BBC's coverage of the Olympic Games.[39] This series was won by Candice Brown, with Jane Beedle and Andrew Smyth as runners up. In the US, the seventh series was broadcast as season 4 on PBS, and on Netflix as Collection 4. The eighth series of The Great British Bake Off began airing on 29 August 2017.[40] This is the first series of The Great British Bake Off to be broadcast on Channel 4 following its move from the BBC.[41] The series features new hosts Noel Fielding and Sandi Toksvig, and new judge Prue Leith along with returning judge Paul Hollywood. This series was won by Sophie Faldo, with Kate Lyon and Steven Carter-Bailey finishing as runners-up. The eighth series is broadcast on Netflix as Collection 5. The ninth series of The Great British Bake Off began airing on 28 August 2018.[42] On 30 October 2018, Sheffield University researcher Rahul Mandal, from Rotherham,[43] was announced as the winner of The Great British Bake Off 2018.[44][45] The runners-up were Ruby Bhogal and Kim-Joy Hewlett. The ninth series is broadcast on Netflix as Collection 6. The tenth series of The Great British Bake Off began airing on 27 August 2019.[46] On 29 October 2019, David Atherton was announced as the winner of The Great British Bake Off 2019, becoming the first winner never to have won Star Baker during the competition.[47] The runners-up were Steph Blackwell and Alice Fevronia. The tenth series is broadcast on Netflix as Collection 7. The eleventh series of The Great British Bake Off began airing on 22 September 2020. Matt Lucas replaced Sandi Toksvig as host, alongside returning host Noel Fielding and judges Prue Leith and Paul Hollywood. The first three episodes ran for 90 minutes rather than the previous 75 minutes.[48] Due to the COVID-19 pandemic, filming was shortened to six weeks. The cast and crew had to live in a \"self-contained biosphere\",[14] which was Down Hall Hotel in Bishop's Stortford where a marquee was put up in its garden for the competition.[49] On 24 November 2020, it was announced that this series was won by Peter Sawkins, with Laura Adlington and Dave Friday finishing as the runners-up. The eleventh series was broadcast on Netflix as Collection 8, released weekly three days after the UK air date.[50] The twelfth series began airing on Tuesday 21 September 2021. The twelfth series was broadcast on Netflix as Collection 9, released weekly three days after the UK air date.[51][52] On 23 November 2021, Giuseppe Dell'Anno was announced as the winner, becoming the first Italian to win the programme. The runners-up were Chigs Parmar and Crystelle Pereira.[53] Periodically, accidents and other errors have influenced the results of a round of judging. Several have had a significant impact on what a baker presents, notably: Since 2016, two-holiday specials have been transmitted between each series. The special will typically feature four returning bakers from the previous series to compete in three holiday-themed challenges (excluding the second 2019 special, in which the cast of the Channel 4 sitcom Derry Girls featured as the contestants). Since 2017 (following the move from BBC), one special is broadcast on Christmas Eve or Christmas Day and the other on New Year's Day on Channel 4.[57] The early reviews for the first series were mixed. Lucy Mangan of The Guardian wondered if \"competitive baking [is] a contradiction in terms\" and found the proceedings humourless.[58] Iain Hollingshead of The Daily Telegraph was scathing, describing the presenters as \"annoying\", the judge Paul Hollywood as looking \"sinister without being interesting\", and that the audience would be so bored that they \"could certainly forgive the cameraman if he were to commit hara-kiri in a giant pool of egg and flour.\"[59] However, reviews from the later series were more positive. Andrew Collins of The Guardian called it \"the nicest show on television\" and judged it the best TV programme of 2012.[60][61] Rachel Ward of The Daily Telegraph thought the programme \"had just the right consistency of mouth-watering morsels, good humour, and fascinating history\",[62] while Tom Sutcliffe of The Independent considered the contest \"perfectly baked\".[63] Meredith Blake of Los Angeles Times wrote that the show is \"Escapist entertainment at its sweetest.\"[64] Bake Off was moved to Channel 4 in 2017, and reviews of the programme on the channel were largely positive, although a few felt that it did not compare well to the BBC version.[65][66][67] Mark Lawson of The Guardian described the programme on Channel 4 as \"both exactly the same but also just subtly different enough\", and that \"only someone desperate to dislike the re-plated show could argued that [it] has soured, spoiled or binned its recipe\".[68] Michael Hogan of The Telegraph thought that \"Mary, Mel and Sue might be gone but the show's recipe remains as winning as ever. The four Cs – chemistry, camaraderie, comedy, cakes – were all present and correct.\"[69] Anna Leszkiewicz of the New Statesman however considered that while the format had been left largely unchanged and the contestants \"irresistibly likeable\", \"every single change to the show has been for the worse\".[66] Its American broadcast has a metacritic rating of 88, indicating \"universal acclaim\".[70] Bake Off is credited with spurring an interest in home baking, with supermarkets and department stores in the UK reporting sharp rises in sales of baking ingredients and accessories.[3] The show is also credited with reviving Women's Institutes, whose membership reached its highest level since the 1970s.[71] Between 2010 and 2013, the Bake Off effect had seen membership grow by a quarter to over 211,000.[72] It was the largest impact on membership since the release of the 2003 British comedy film Calendar Girls, starring Helen Mirren and Julie Walters, where a group of middle-aged Yorkshire women produced a nude calendar to raise money for Leukaemia Research under the auspices of the Women's Institutes.[72] Ruth Bond, chairwoman of the National Federation of Women's Institutes, said Bake Off has inspired women to take up baking by ‘taking away the fear factor’ and making it look fun.[72] The show also boosted the sales of bakery books and the number of baking clubs, and independent bakeries also showed an increase. According to one analyst, more than three-fifths of adults baked at home at least once in 2013 compared with only a third in 2011.[73] A stage musical written by Jake Brunger and Pippa Cleary based on the series and endorsed by Love Productions will open in Cheltenham in July 2022.[74] The first series of The Great British Bake Off premiered in August 2010 with moderate ratings of just over 2 million viewers for its first episode.[75] This was enough to place it in BBC Two's top ten for that week, and over the series the audience grew to over 3 million, with the semi-final and final both achieving first place in BBC Two's weekly ratings. During the second series, the ratings gradually increased, and it became a surprise hit with nearly 4 million watching each episode.[76] Week two was the last time that the show was out-rated by another BBC Two programme in the same week (it came second to the drama Page Eight); from then until the show's move to BBC One, every competition episode would be the channel's number one rated programme of the week. By its final episode it had averaged 4.56 million viewers, peaking at 5.1 million in its last 15 minutes.[77] The ratings continued to strengthen in the third series, and the show began to beat its competition in its timeslot.[78] The final of the series where John Whaite was crowned the winner saw its highest rating yet, with an average of 6.5 million viewers that peaked at 7.2 million, which made it the second highest-rated BBC Two-originated show after Top Gear since at least 2006.[79][80] The fourth series achieved some of the highest ratings seen on BBC Two. The viewer count for its premiere episode was more than two million higher than that of the previous series,[81] while the final episode was seen by 9.1 million viewers at its peak, more than twice the number of viewers on BBC One and ITV.[82] The final episode is the most-watched show on BBC Two since the present ratings system was introduced in 2002, beating the previous record set by Top Gear.[83] As a result of its high ratings, the show was moved to BBC One.[84] After its move to BBC One, the opening episode was watched by over 7 million viewers according to overnight figures, beating the figure of 5.6 million for the opening episode of the previous year.[85] The Bingate controversy surrounding episode four helped the show gain its biggest ever audience of 10.3 million viewers, with 2 million people who watched it on BBC iPlayer.[86] The final of the show gained an overnight viewing figure of 12.29 million, then the highest viewing figure of the year for a non-sporting event on British TV.[87] In the following year, the top ten ratings for 2015 was also dominated by The Great British Bake Off, with seven of the year's ten most-watched television programmes being episodes of the show, topped by the final episode with 15.05 million viewers.[88] In the last series on the BBC in 2016, nine of the top ten most-watched programmes of the year were episodes of the show, with 16.03 million viewers watching the finale.[89] The first series broadcast by Channel 4 opened with average viewing figures of 5.8 million, rising to 6.5 million to include those watching on Channel 4+1, and 9.46 million for the 7-day rating.[90] Although the overnight figure was the lowest for an opening episode since 2013, it was Channel 4's biggest audience since the Opening Ceremony of the 2012 Paralympics.[91] This series attracted an average audience of 9 million viewers on Channel 4.[92] The eleventh series in 2020 received the highest audience for a TV series ever seen on Channel 4 in 35 years, after the miniseries A Woman of Substance which was watched by 13.9 million viewers in 1985. Its opening and final episodes were watched by 11.2 and 11.5 million viewers respectively, with a consolidated audience figure averaging at 10.6 million for the series.[93][94] The series, which was available on Netflix in the US, was also the fifth most-streamed show among American audience in October 2020 according to Nielsen.[95] In September 2012, production company Love Productions was sanctioned by the BBC for product placement of Smeg fridges. The issue came to light after a viewer wrote to the Radio Times complaining of \"blatant product promotion\". After an investigation, the BBC said Love Production's loan agreement with Smeg did not meet editorial guidelines and was being revised for the third series, and that appropriate retrospective hire payments would be made.[96] The BBC asked Smeg to remove a notice from its website promoting its association with the show, which it did.[97] During the fourth series allegations arose regarding Paul Hollywood's favouritism toward Ruby Tandoh,[98] resulting in personal attacks against Tandoh including by the chef Raymond Blanc.[99][100][101] Both Hollywood and Tandoh denied the accusation.[102] Late in the ninth series, allegations of judges' favouritism toward Rahul Mandal arose among a small group of fans loyal to another baker,[103] after judges gave Mandal compensatory time to complete his task. A shattered glass jug forced Mandal to stop and rendered his bake in progress unsafe. The producers awarded Mandal the time (15 minutes) he lost while his station was cleaned, after which he started his bake again from the beginning. In the fourth episode of the fifth series, there was controversy around the elimination of contestant Iain Watters. During the final showstopper round contestants were tasked with producing a Baked Alaska. Iain's ice cream was shown as having not set and in a show of frustration he threw his bake in the bin. The editing of the show suggested that another contestant, Diana Beard, had caused the failure by removing the ice cream from a freezer, and the perceived \"sabotage\" resulted in an uproar on social media networks.[104] However, unseen footage broadcast in the accompanying programme An Extra Slice shows Luis holding the large floor freezer that contained Iain's ice cream open as he piped the sides of his own baked Alaska, while Mel warns him to pipe quickly and close the freezer. Later in the episode, when Iain removes his ice cream to begin the next step of his dish, it is still quite soft, indicating it went into the freezer he shared with Diana without being completely frozen. Various members of the cast posted comments in support of Diana[105] and a BBC spokesman later issued a statement that \"Diana removing Iain's ice cream from the freezer for less than a minute was in no way responsible for Iain's departure.\"[106] More than 800 complaints were lodged with the BBC over the incident and some also complained to the communication watchdog Ofcom.[107] A number of viewers complained to the BBC feedback show Points of View in the fifth series about the \"constant smutty remarks\" from the presenters Mel and Sue.[108][109] This series was seen as having more innuendos than previous ones; some reviewers noted the \"extra pinch of saucy spice\" and \"the increasingly filthy-minded hosts Mel Giedroyc and Sue Perkins\".[110][111] The series 3 winner John Whaite however argued that innuendo is part of what made the show a success,[112] whilst judge Paul Hollywood described the innuendos as banter in the spirit of the Carry On films and is a part of British culture,[113] a view shared by others.[114][115] The success of The Great British Bake Off led to the BBC commissioning many other series closely following the format from Love Productions for example The Great British Sewing Bee and The Great Pottery Throw Down. However, when the 2014 series Hair using the same format was produced in house by the BBC, Love Productions responded by making preparations to sue the BBC for infringing their copyright.[116][117] Although the matter was kept quiet, with the BBC settling out of court and compensating Love Productions,[116][117] the matter soured relations between the BBC and Love Productions.[117] In September 2016, it was announced that the BBC had lost the broadcast rights of the show to Channel 4.[118] Channel 4 offered £25 million for the show outbidding the £15 million offered by the BBC.[118] In January 2017 the BBC waived its rights to keep the programme off the air until 2018, and wished it \"well for the future\".[119] On 31 October 2017, judge Prue Leith accidentally revealed that Sophie Faldo was the winner of Series 8 on her Twitter account, twelve hours before the finale was due to air. This caused uproar among many fans of the show. She quickly deleted the tweet and apologised to the fans who saw it.[120] The first episode of Series 9 poked fun at the incident by having hosts Toksvig and Fielding dress as Marty McFly and Doc Brown from Back to the Future and travel back in time via a DeLorean time machine to stop Leith from tweeting out the season's winner.[121] Season 11 Episode 6 \"Japan Week\" was widely and heavily criticized for not having any actual Japanese pastries. Most contestants chose to do Chinese or Indian flavors, resulting in the show being called out for assuming \"all Asians are Japanese\".[122] The Great British Bake Off was nominated for a Rose d'Or in the Lifestyle section of the 2012 competition and won.[123][124] The programme has been nominated a number of times in various categories for the BAFTA awards and won in 2012, 2013, and 2016.[125][126] It also won two 2015 National Television Award for Skills Challenge Show.[127] The British version of The Great British Bake Off is broadcast in many countries and it has been sold to 196 territories as of 2015.[144] The format has also been sold to 20 territories by 2015, making it the third most successful BBC format after Strictly Come Dancing and The Weakest Link.[145] Many of these shows have been successful.[146][147] The Junior Bake Off format has also been sold to Thailand.[148] CBC Television began broadcasting The Great British Bake Off in Canada in August 2016, starting with the sixth series under the title The Great British Baking Show. Subsequent seasons have aired the summer following their British airings, with Series 9 debuting in July 2019.[149] The CBC also produces a Canadian version called The Great Canadian Baking Show with an identical format. Beginning in 2014, the US broadcaster PBS has aired five series of the show under the name The Great British Baking Show.[150] The change of name was necessary due to the fact that \"Bake-Off\" is a registered trademark of Pillsbury in the United States.[151] The fifth British series was broadcast as Season 1 in winter 2014–2015;[152] the fourth series was then broadcast as Season 2 in autumn 2015,[153] the sixth series was broadcast as Season 3 in summer 2016, and the seventh series was broadcast as Season 4 in summer 2017. After the show moved to Channel 4, PBS purchased the BBC's third series, broadcasting it as Season 5 instead of licensing the eighth series from Channel 4. As of 2018, PBS chose not to license the Channel 4 series.[154] In 2018, the Channel 4 Series 8 was made available in the United States on Netflix as \"Collection 5\" and a \"Netflix original production\" alongside the four series previously broadcast on PBS. In addition, Netflix added The Great British Baking Show: The Beginnings which features the British series 3. Netflix also airs Masterclass and Holiday episodes as separate collections from the individual seasons they were originally part of. Six out of ten Holiday episodes are available to view on Netflix, grouped separately from the regular collections, under the series name \"The Great British Baking Show: Holidays\".[155][156] Netflix previously aired each series' Masterclass episodes as a separate collection titled \"The Great British Baking Show: Masterclass\" until it was removed from Netflix in April 2021 [157] \"The Great British Baking Show: The Beginnings\" was removed from Netflix as of January 2022 along with Collections 1-4 of \"The Great British Baking Show\", the seasons that previously aired on PBS.[158] The following table shows the analogous series numbers between the major distributors:[159] Airing or in production [160] Upcoming season No longer airing Episode viewing figures from BARB.[221] Star Baker","Title":"The Great British Bake Off - Wikipedia","KeyID":"8170","URL":"https://en.wikipedia.org/wiki/The_Great_British_Bake_Off"}