{"Content: ":"Squamata (/skwæˈmeɪtə/, Latin squamatus (“scaly, having scales”)) is the largest order of reptiles, comprising lizards, snakes, and amphisbaenians (worm lizards), which are collectively known as squamates or scaled reptiles. With over 10,900 species,[3] it is also the second-largest order of extant (living) vertebrates, after the perciform fish. Members of the order are distinguished by their skins, which bear horny scales or shields. They also possess movable quadrate bones, making possible movement of the upper jaw relative to the neurocranium. This is particularly visible in snakes, which are able to open their mouths very wide to accommodate comparatively large prey. Squamata is the most variably sized order of reptiles, ranging from the 16 mm (0.63 in) dwarf gecko (Sphaerodactylus ariasae) to the 6.5 m (21 ft) Reticulated python (Malayopython reticulatus) and the now-extinct mosasaurs, which reached lengths over 14 m (46 ft). Among other reptiles, squamates are most closely related to the tuatara, the last surviving member of the once diverse Rhynchocephalia, which superficially resemble lizards. Squamates are a monophyletic sister group to the rhynchocephalians, members of the order Rhynchocephalia. The only surviving member of the Rhynchocephalia is the tuatara. Squamata and Rhynchocephalia form the subclass Lepidosauria, which is the sister group to the Archosauria, the clade that contains crocodiles and birds, and their extinct relatives. Fossils of rhynchocephalians first appear in the Early Triassic, meaning that the lineage leading to squamates must have also existed at the time.[4][5] Scientists believe crown group squamates probably originated in the Early Jurassic based on the fossil record,[4] The first fossils of geckos, skinks, and snakes appear in the Middle Jurassic.[6] and their overall diversity was established during the mid-Jurassic, with further diversity expansions being mostly the result of added species.[7] Other groups like iguanians and varanoids appeared in the Cretaceous. Polyglyphanodontia, an extinct clade of lizards, and mosasaurs, a group of predatory marine lizards that grew to enormous sizes, also appeared in the Cretaceous.[8] Squamates suffered a mass extinction at the Cretaceous–Paleogene (K–PG) boundary, which wiped out polyglyphanodontians, mosasaurs, and many other distinct lineages.[9] The relationships of squamates is debatable. Although many of the groups originally recognized on the basis of morphology are still accepted, understanding of their relationships to each other has changed radically as a result of studying their genomes. Iguanians were long thought to be the earliest crown group squamates based on morphological data,[8] but genetic data suggest that geckoes are the earliest crown group squamates.[10] Iguanians are now united with snakes and anguimorphs in a clade called Toxicofera. Genetic data also suggest that the various limbless groups - snakes, amphisbaenians, and dibamids - are unrelated, and instead arose independently from lizards. A study in 2018 found that Megachirella, an extinct genus of lepidosaurs that lived about 240 million years ago during the Middle Triassic, was a stem-squamate, making it the oldest known squamate. The phylogenetic analysis was conducted by performing high-resolution microfocus X-ray computed tomography (micro-CT) scans on the fossil specimen of Megachirella to gather detailed data about its anatomy. These data were then compared with a phylogenetic dataset combining the morphological and molecular data of 129 extant and extinct reptilian taxa. The comparison revealed Megachirella had certain features that are unique to squamates. The study also found that geckos are the earliest crown group squamates, not iguanians.[11][12] The male members of the group Squamata have hemipenes, which are usually held inverted within their bodies, and are everted for reproduction via erectile tissue like that in the mammalian penis.[13] Only one is used at a time, and some evidence indicates that males alternate use between copulations. The hemipenis has a variety of shapes, depending on the species. Often it bears spines or hooks, to anchor the male within the female. Some species even have forked hemipenes (each hemipenis has two tips). Due to being everted and inverted, hemipenes do not have a completely enclosed channel for the conduction of sperm, but rather a seminal groove that seals as the erectile tissue expands. This is also the only reptile group in which both viviparous and ovoviviparous species are found, as well as the usual oviparous reptiles. Some species, such as the Komodo dragon, can reproduce asexually through parthenogenesis.[14] Studies have been conducted on how sexual selection manifests itself in snakes and lizards. Snakes use a variety of tactics in acquiring mates.[15][dubious – discuss] Ritual combat between males for the females with which they want to mate includes topping, a behavior exhibited by most viperids, in which one male twists around the vertically elevated fore body of his opponent and forcing it downward. Neck biting commonly occurs while the snakes are entwined.[16] Parthenogenesis is a natural form of reproduction in which the growth and development of embryos occur without fertilization. Agkistrodon contortrix (copperhead snake) and Agkistrodon piscivorus (cottonmouth snake) can reproduce by facultative parthenogenesis; they are capable of switching from a sexual mode of reproduction to an asexual mode.[17] The type of parthenogenesis that likely occurs is automixis with terminal fusion (see figure), a process in which two terminal products from the same meiosis fuse to form a diploid zygote. This process leads to genome-wide homozygosity, expression of deleterious recessive alleles, and often to developmental abnormalities. Both captive-born and wild-born A. contortrix and A. piscivorus appear to be capable of this form of parthenogenesis.[17] Reproduction in squamate reptiles is ordinarily sexual, with males having a ZZ pair of sex-determining chromosomes, and females a ZW pair. However, the Colombian rainbow boa, Epicrates maurus, can also reproduce by facultative parthenogenesis, resulting in production of WW female progeny.[18] The WW females are likely produced by terminal automixis. When female sand lizards mate with two or more males, sperm competition within the female's reproductive tract may occur. Active selection of sperm by females appears to occur in a manner that enhances female fitness.[19] On the basis of this selective process, the sperm of males that are more distantly related to the female are preferentially used for fertilization, rather than the sperm of close relatives.[19] This preference may enhance the fitness of progeny by reducing inbreeding depression. Recent research suggests that the evolutionary origin of venom may exist deep in the squamate phylogeny, with 60% of squamates placed in this hypothetical group called Toxicofera. Venom has been known in the clades Caenophidia, Anguimorpha, and Iguania, and has been shown to have evolved a single time along these lineages before the three groups diverged, because all lineages share nine common toxins.[20] The fossil record shows the divergence between anguimorphs, iguanians, and advanced snakes dates back roughly 200 million years ago (Mya) to the Late Triassic/Early Jurassic,[20] but the only good fossil evidence is from the Middle Jurassic.[1] Snake venom has been shown to have evolved via a process by which a gene encoding for a normal body protein, typically one involved in key regulatory processes or bioactivity, is duplicated, and the copy is selectively expressed in the venom gland.[21] Previous literature hypothesized that venoms were modifications of salivary or pancreatic proteins,[22] but different toxins have been found to have been recruited from numerous different protein bodies and are as diverse as their functions.[23] Natural selection has driven the origination and diversification of the toxins to counter the defenses of their prey. Once toxins have been recruited into the venom proteome, they form large, multigene families and evolve via the birth-and-death model of protein evolution,[24] which leads to a diversification of toxins that allows the ambush predators the ability to attack a wide range of prey.[25] The rapid evolution and diversification is thought to be the result of a predator–prey evolutionary arms race, where both are adapting to counter the other.[26] An estimated 125,000 people a year die from venomous snake bites.[27] In the US alone, more than 8,000 venomous snake bites are reported each year, but only one in 50 million people (five or six fatalities per year in the USA) will die from venomous snake bites.[28][29] Lizard bites, unlike venomous snake bites, are usually not fatal. The Komodo dragon has been known to kill people due to its size, and recent studies show it may have a passive envenomation system. Recent studies also show that the close relatives of the Komodo, the monitor lizards, all have a similar envenomation system, but the toxicity of the bites is relatively low to humans.[30] The Gila monster and beaded lizards of North and Central America are venomous, but not deadly to humans. Though they survived the Cretaceous–Paleogene extinction event, many squamate species are now endangered due to habitat loss, hunting and poaching, illegal wildlife trading, alien species being introduced to their habitats (which puts native creatures at risk through competition, disease, and predation), and other anthropogenic causes. Because of this, some squamate species have recently become extinct, with Africa having the most extinct species. Breeding programs and wildlife parks, though, are trying to save many endangered reptiles from extinction. Zoos, private hobbyists, and breeders help educate people about the importance of snakes and lizards. Historically, the order Squamata has been divided into three suborders: Of these, the lizards form a paraphyletic group,[31] since \"lizards\" excludes the subclades of snakes and amphisbaenians. Studies of squamate relationships using molecular biology have found several distinct lineages, though the specific details of their interrelationships vary from one study to the next. One example of a modern classification of the squamates is[2][32] Dibamidae Diplodactylidae Underwood 1954 Pygopodidae Boulenger 1884 Carphodactylidae Eublepharidae Sphaerodactylidae Underwood 1954 Phyllodactylidae Gekkonidae Scincidae Xantusiidae Gerrhosauridae Cordylidae Gymnophthalmidae Merrem 1820 Teiidae Gray 1827 Lacertidae Rhineuridae Vanzolini 1951 Bipedidae Taylor 1951 Blanidae Kearney & Stuart 2004 Cadeidae Vidal & Hedges 2008 Trogonophidae Gray 1865 Amphisbaenidae Gray 1865 Shinisauridae Ahl 1930 sensu Conrad 2006 Lanthanotidae Varanidae Helodermatidae Gray 1837 Xenosauridae Diploglossidae Anniellidae Anguidae Gray 1825 Chamaeleonidae Agamidae Gray 1827 Leiocephalidae Iguanidae Hoplocercidae Frost & Etheridge 1989 Crotaphytidae Corytophanidae Tropiduridae Phrynosomatidae Dactyloidae Polychrotidae Liolaemidae Leiosauridae Opluridae Leptotyphlopidae Stejneger 1892 Gerrhopilidae Vidal et al. 2010 Xenotyphlopidae Vidal et al. 2010 Typhlopidae Merrem 1820 Anomalepididae Aniliidae Tropidophiidae Brongersma 1951 Uropeltidae Anomochilidae Cylindrophiidae Xenopeltidae Bonaparte 1845 Loxocemidae Pythonidae Fitzinger 1826 Boidae Xenophidiidae Bolyeriidae Hoffstetter 1946 Acrochordidae Bonaparte 1831 Xenodermidae Pareidae Viperidae Homalopsidae Colubridae Lamprophiidae Elapidae All recent molecular studies[20] suggest that several groups form a venom clade, which encompasses a majority (nearly 60%) of squamate species. Named Toxicofera, it combines the groups Serpentes (snakes), Iguania (agamids, chameleons, iguanids, etc.), and Anguimorpha (monitor lizards, Gila monster, glass lizards, etc.).[20] The over 10,900 extant squamates are divided into 60 families.","Title":"Squamata - Wikipedia","KeyID":"818","URL":"https://en.wikipedia.org/wiki/Squamates"}