{"Content: ":"The mountains classification is a secondary competition in the Tour de France, that started in 1933. It is given to the rider that gains the most points for reaching mountain summits first. The leader of the classification is named the King of the Mountains, and since 1975 wears the polka dot jersey (French: maillot à pois rouges), a white jersey with red polka dots. The first Tour de France crossed no mountain passes, but several lesser cols. The first was the col des Echarmeaux (712 m (2,336 ft)), on the opening stage from Paris to Lyon, on what is now the old road from Autun to Lyon. The stage from Lyon to Marseille included the col de la République (1,161 m (3,809 ft)), also known as the col du Grand Bois, at the edge of St-Etienne. The first major climb—the Ballon d'Alsace (1,178 m (3,865 ft)) in the Vosges[1] — was featured in the 1905 race. True mountains were not included until the Pyrenees in 1910. In that year the race rode, or more walked, first the col d'Aubisque and then the nearby Tourmalet. Both climbs were mule tracks, a demanding challenge on heavy, ungeared bikes ridden by men with spare tires around their shoulders and their food, clothing and tools in bags hung from their handlebars. The assistant organiser, Victor Breyer, stood at the summit of the Aubisque with the colleague who had proposed including the Pyrenees, Alphonse Steinès.[2] The tour organiser, Henri Desgrange was confident enough after the Pyrenees to include the Alps in 1911.[3] The highest climb in the race was the Cime de la Bonette-Restefond in the 1962 Tour de France, reaching 2802 m.[4] The highest mountain finish in the Tour was at the Col du Galibier in the 2011 edition.[5] Since 1905, the organising newspaper l'Auto named one cyclist of the Tour de France the meilleur grimpeur (best climber).[6] In 1933, Vicente Trueba was the winner of this classification. However, Trueba was a very poor descender, so he never gained anything from reaching the tops first. The Tour de France director, Henri Desgrange, decided that cyclists should receive a bonus for reaching the tops first. From 1934 on, the gap between the first and the second cyclist to reach the top was given as a time bonus to the one reaching the top first. These time bonuses were later removed, but the King of the Mountain recognition remained.[7] Although the best climber was first recognised in 1933, the distinctive jersey was not introduced until 1975, as the sponsor, Chocolat Poulain, had chocolate bars were covered in a polka dot wrapper.[8] The first rider to ever wear the Polka Dot Jersey, during the 1975 Tour de France, was Joop Zoetemelk, and while he never won the King of the Mountains competition in the Tour De France he is considered to be one of the greatest climbers in Tour de France history.[citation needed] Zoetemelk did win the mountains classification in the 1971 Vuelta a España, as well as the general classification in the 1979 Vuelta a España and the 1980 Tour de France. Between 1993 and 2018, the jersey was sponsored by Carrefour supermarkets, initially under the Champion brand, and later under the main Carrefour brand since the 2009 edition of the Tour.[9] Since 2019, the jersey is sponsored by E.Leclerc supermarkets.[10] At the top of many climbs in the Tour, there are points for the riders who are first over the top. The climbs are divided into categories from 1 (most difficult) to 4 (least difficult) based on their difficulty, measured as a function of their steepness, length, location within the stage (near the start or end), and location in the overall race (early in the race or toward the end). A few of the toughest climbs were originally given different individual points scales, and were thus listed as \"uncategorised\" (Hors catégorie, a term that has since passed into the French language to refer to any exceptional phenomenon); however, since the 1980s in fact the hors catégorie climbs have been given a single points scale and effectively became, despite the name, just a top category above category 1. In 2004, the scoring system was changed such that the first rider over a fourth category climb was awarded 3 points while the first to complete a hors catégorie climb would win 20 points. Further points over a fourth category climb are only for the top three places while on a hors catégorie climb the top ten riders are rewarded. Since 2004, points scored on the final climb of the day have been doubled where that climb was at least a second category climb.[11] The points gained by consecutive riders reaching a mountain top are distributed according to the following classification:  For 2020, \"Double points will be awarded at the top of passes or at the finish of stage 17 at Méribel Col de la Loze, the highest peak in the 2020 Tour (2,304 masl)\".[12] The organisation of the race determines which mountains are included for the mountains classification and in which category they are. If two riders have an equal number of points, the rider with the most first places on the hors catégorie cols, is declared winner. If the riders arrived first an equal number of times, the first places on the 1st category cols are compared. Should the two riders again have an equal number of first arrivals in this category, the organization looks at mutual results in the 2nd, 3rd and 4th category, until a winner is found. If the number of first arrivals in all categories is equal for both riders, the rider with the highest position in the overall list of rankings receives the mountain jersey. Up until 2011 the points that are gained by climbing the mountains were distributed according to the following classification: The system has had some criticism. Six-time winner Lucien Van Impe said in 2010 that the mountain jersey has been devalued, because it goes to cyclists who have no hope to win the general classification so are allowed to escape and gather points in breakaways. This tactic was started by cyclists such as Laurent Jalabert and Richard Virenque, but according to Van Impe, they were really able to climb.[13] The 2020–2022 winners also won the general classification. This list shows the cyclists who were chosen meilleur grimpeur by the newspaper L'Auto. Although L'Auto was organising the Tour de France, the meilleur grimpeur title was not given by the tour organisation, so it is unofficial. However, it is a direct predecessor of the later King of the Mountains title. [14][15] Some cyclists have won both the general classification and the mountains classification in the same year. In the early years of the Tour, only the highest mountains gave points. Cyclists aiming for the Tour win generally did well on those mountains, so the riders high in the general classification were typically also high in the mountains classification, which made the double more likely. Later, the rules of the mountains classification changed, giving more points to mountains of lower category. The cyclists aiming to win the general classification did not spend energy on those lower category mountains, and thus other cyclists could aim for the mountains classification win. In 1969, Eddy Merckx won not only the general classification and the mountains classification, but also the points classification. The general classification and the mountain classification were won by the same rider twelve times, by eight different cyclists: Media related to Mountains classification in the Tour de France at Wikimedia Commons","Title":"Mountains classification in the Tour de France - Wikipedia","KeyID":"8184","URL":"https://en.wikipedia.org/wiki/Mountains_classification_in_the_Tour_de_France"}