{"Content: ":"In road bicycle racing, a Grand Tour is one of the three major European professional cycling stage races: Giro d'Italia, Tour de France, and Vuelta a España. Collectively they are termed the Grand Tours, and all three races are similar in format, being three-week races with daily stages. They have a special status in the UCI regulations: more points for the UCI World Tour are distributed in Grand Tours than in other races,[1] and they are the only stage races allowed to last longer than 14 days.[2] The Giro d'Italia is generally run in May, the Tour de France in July, and the Vuelta a España in late August and September. The Vuelta was originally held in the spring, usually late April, with a few editions held in June in the 1940s. In 1995, however, the race moved to September to avoid direct competition with the Giro d'Italia. The Tour de France is the oldest and most prestigious in terms of points accrued to racers of all three,[1] and is the most widely attended annual sporting event in the world.[3] The Tour, the Giro and the Road World Cycling Championship make up the Triple Crown of Cycling. The three Grand Tours are men's events, and no three week races exist on the women's road cycling circuit. The Giro Rosa, the ten stage Italian road race for women is the only race on the current women's circuit treated as broadly equivalent to a Grand Tour, although the Tour de France Femmes will be held from 2022. In their current form, the Grand Tours are held over three consecutive weeks and typically include two rest days near the beginning of the second and third weeks. If the opening stages are in a country not neighboring the home nation of the race, there is sometimes an additional rest day after the opening weekend to allow for transfers. The stages are a mix of long massed start races (sometimes including mountain and hill climbs and descents; others are flat stages favoring those with a sprint finish) and individual and team time trials. Stages in the Grand Tours are generally under 200 kilometers in length. Controversy often surrounds which teams are invited to the event. Typically, the Union Cycliste Internationale (International Cycling Union) prefers top-rated professional teams to enter, while operators of the Grand Tours often want teams based in their country or those unlikely to cause controversy. From 2005 to 2007, organisers had to accept all ProTour teams, leaving only two wildcard teams per Tour. However, the Unibet team, a ProTour team normally guaranteed entry, was banned from the three Grand Tours for violating gambling advertising laws. In 2008, following numerous doping scandals, some teams were refused entry to the Grand Tours: Astana did not compete at the 2008 Tour de France and Team Columbia did not compete at the 2008 Vuelta a España. Since 2011, under the UCI World Tour rules, all UCI WorldTeams are guaranteed a place in all three events, and obliged to participate, and the organisers are free to invite wild card teams of UCI ProContinental status to make up the 22 teams that usually compete.[citation needed] The main competition is the individual general classification, decided on aggregate time (sometimes after allowance of time bonuses). There are also classifications for teams and young riders, and based on climbing and sprinting points, and other minor competitions. Five riders have won three individual classifications open to all riders (general, mountains, young and points classifications) in the same race: Eddy Merckx in the 1968 Giro d'Italia and 1969 Tour de France and 1973 Vuelta a España, Tony Rominger in the 1993 Vuelta a España, Laurent Jalabert in the 1995 Vuelta a España, Marco Pantani in the 1998 Giro d'Italia, and Tadej Pogačar in the 2020 Tour de France and 2021 Tour de France. It is rare for cyclists to ride all grand tours in the same year; in 2004, 474 cyclists started in at least one of the grand tours, 68 of them rode two Grand Tours and only two cyclists started in all three grand tours.[4] It is not unusual for sprinters to start each of the Grand Tours and aim for stage wins before the most difficult stages occur. Alessandro Petacchi and Mark Cavendish started all three Grand Tours in 2010 and 2011, respectively, as did some of their preferred support riders. For both riders in both years, only the Tour de France was ridden to its conclusion. Over the years, 34 riders have completed all three Grand Tours in one year: Adam Hansen did so six years in a row. The only riders to have finished in the top 10 in each of the three tours during the same year are Raphaël Géminiani in 1955 and Gastone Nencini in 1957. In cycling history riders from the same country having won all three Grand Tours in a single year has happened only on three occasions. In 1964 with French riders Jacques Anquetil and Raymond Poulidor and in 2008 with Spanish riders Alberto Contador and Carlos Sastre. 2018 marked the only time three different riders from the same country won all three Tours, these being British riders Chris Froome, Geraint Thomas and Simon Yates. On four occasions each of the three Grand Tours in the same year have been won by a home rider, that is, an Italian winning the Giro, a Frenchman winning the Tour and a Spaniard winning the Vuelta. The last occasion this occurred was 1975. For the UCI World Tour, more points are given in grand tours than in other races; the winner of the Tour de France receives 1000 points, and the winners of the Giro and Vuelta receive 850 points. Depending on the nature of other races, points vary for the winner of the overall classification[1] The grand tours have a special status for the length: they are allowed to last between 15 and 23 days.[2] A. a b c d e f g Lance Armstrong was declared the winner of seven consecutive Tours from 1999 to 2005. However, on 22 October 2012, he was stripped of all his titles by the UCI for his use of performance-enhancing drugs. The organizers of the Tour de France announced that the winner's slot would remain empty in the record books, rather than transfer the win to the second-place finishers each year.[7] Seven cyclists have won all three of the Grand Tours during their career:[8] Hinault and Contador are the only cyclists to have won each Grand Tour at least twice. During Fausto Coppi achievement, the Vuelta a Espana didn't run (1951-1954). During Eddy Merckx and Bernard Hinault achievements, the Vuelta a Espana was the first Grand Tour of the season. No rider has won all three Grand Tours in a single year. Ten riders have achieved a double by winning two grand tours in the same calendar year. Seven cyclists have won the Tour and the Giro in the same calendar year:[8] The Tour/Vuelta double has been achieved by three cyclists:[8] The Giro/Vuelta double has been achieved by three cyclists:[8] Of the above ten, Pantani, Roche and Battaglin's doubles were their only Grand Tour victories in their careers. Few riders have finished all three in a single year, of whom two finished in the top ten in each: Raphaël Géminiani (4th, 6th and 3rd in the Giro, Tour and Vuelta in 1955) and Gastone Nencini (1st, 6th and 9th in 1957). The margins between the winner of a Grand Tour and the runner-up are often narrow, and rarely larger than a few minutes. As of 2021, there have been 54 Grand Tours with a winning margin less than one minute. The smallest margins are as follows: The biggest winning margin in a Grand Tour was 2h 59' 21\" in Maurice Garin's win at the first Tour de France in 1903. The biggest margin in the history of Giro d'Italia was in 1914 when Alfonso Calzolari won by 1h 57' 26\", and the biggest margin in the history of Vuelta a España was in 1945 when Delio Rodríguez finished 30' 08\" clear. The Tour/Giro/Vuelta triple has been achieved by five riders – Djamolidine Abdoujaparov, Mark Cavendish, Laurent Jalabert, Eddy Merckx and Alessandro Petacchi. The Tour/Giro/Vuelta triple has been achieved by two riders – Federico Bahamontes and Luis Herrera. The Tour/Giro double has been achieved by three riders – Egan Bernal, Nairo Quintana and Andy Schleck. The Giro/Vuelta double has been achieved by one rider – Miguel Ángel López. The Tour/Vuelta double has been achieved by one rider – Tadej Pogačar. Three cyclists have won stages in all three of the Grand Tours in the same season: Miguel Poblet in 1956, Pierino Baffi in 1958 and Alessandro Petacchi in 2003.[9] Cyclists whose names are in bold are still active.[10] This list is complete up to and including the 2022 Giro d'Italia. The rider with the most Grand Tour wins in one season is Freddy Maertens who won 20 Grand Tour stages in 1977: 13 stages in the Vuelta a España and 7 in the Giro d'Italia. Only 35 riders have finished all three Grand Tours in one season. Adam Hansen has done this six times, Marino Lejarreta four times and Bernardo Ruiz achieved it in three different years, while Eduardo Chozas and Carlos Sastre have completed the accomplishment twice.[11][12] The rider with most participations on Grand Tours is Matteo Tosatto with 34 (12 Tours, 13 Giros and 9 Vueltas). The rider who has finished most Grand Tours is also Matteo Tosatto, with 28 (12 Tours, 11 Giros and 5 Vueltas). Adam Hansen has finished the most consecutive Grand Tours: 20 tours from 2011 Vuelta a España till 2018 Giro d'Italia. The best average finish was the first time three Grand Tours were finished in one season, when Raphaël Géminiani finished 4th, 6th and 3rd in the Giro, Tour and Vuelta, respectively. Bernardo Ruiz was the first rider to ride every tour of a season on three occasions which he completed in 1957. Marino Lejarreta completed every grand tour of the season for the 4th time in 1991 and of these 12 tours he finished in the top 10 of eight of them. His record of 4 was not passed until Adam Hansen completed the Vuelta in 2016. General classification (maglia rosa) Points classification (maglia ciclamino) Mountains classification (maglia azzurra) Young rider classification (maglia bianca) Team classification (classifica a squadre) General classification (la roja) Points classification (jersey verde) Mountains classification (jersey puntos azules) Young rider classification (jersey blanco) Team classification (clasificación por equipos) Combativity award","Title":"Grand Tour (cycling) - Wikipedia","KeyID":"8186","URL":"https://en.wikipedia.org/wiki/Grand_Tour_(cycling)"}