{"Content: ":"The Vuelta a España is an annual road bicycle race. Established in 1935 by the Spanish newspaper Informaciones, the Vuelta is one of cycling's three \"Grand Tours\", along with the Tour de France and the Giro d'Italia.[1] Initially, the race was held in April/May, but in 1995 it was moved to September.[2] The race usually covers approximately 3,500 kilometres (2,200 mi), although this has varied, passing through Spain and countries with a close proximity in Europe.[3] The race is broken into day-long segments called stages. Individual finishing times for each stage are totalled to determine the overall winner at the end of the race. The course changes every year, but has traditionally finished in Madrid.[4] Individual times to finish each stage are totalled to determine the winner of the general classification at the end of the race. The rider with the lowest aggregate time at the end of each day wears the leader's jersey. Since 2010 this has been a red jersey; previously it was gold.[5] Other classifications have been calculated: those still in use are the points classification, in 2010 represented by a green jersey; the mountains classification, in 2010 represented by a blue dotted jersey; and the young rider classification, in 2019 represented by a white jersey.[6] Roberto Heras holds the record of most victories with four, although his win in 2005 was subject to a successful appeal in court which overturned his initial disqualification for EPO in the 2005 race.[7] Alberto Contador, Tony Rominger and Primož Roglič have both won three times. Spanish cyclists have won the most Vueltas; 23 cyclists have won 32 Vueltas between them. French cyclists are second with nine victories and Belgian riders are third with seven wins.[8] The current champion is Primož Roglič of Team Jumbo–Visma, who won the 2021 Vuelta a España. The Vuelta a España was established in 1935 by the newspaper Informaciones following on from the success of the Tour de France and Giro d'Italia which had also been established by newspapers.[8] The first race was won by Gustaaf Deloor, who won again the following year.[9] The Vuelta was suspended for four years from 1937 to 1940 due to the Spanish Civil War. The first race after the civil war in 1941 was won by Julián Berrendero, who also won the following year. The Vuelta was suspended between 1943 and 1944 due to the Second World War. Delio Rodríguez won the first Vuelta after the war, Spanish riders won two more Vueltas in 1946 and 1948. The Vuelta was not held in 1949. Emilio Rodríguez was the victor in 1950, before the Vuelta was suspended from 1951 to 1954 as Spain's isolation during this period led to dwindling international interest in the race.[8] Jean Dotto won the first Vuelta after the four-year suspension in 1955.[10] Angelo Conterno was the victor the following year, by a margin of 13 seconds over Jesús Loroño.[11] Loroño was victorious in 1957 with Conterno absent.[12] Rudi Altig became the first German to win the Vuelta in 1962. Frenchman Jacques Anquetil won in 1963, in doing so he became the first cyclist to win all three Grand Tours.[13] Belgian cyclist Eddy Merckx matched Anquetil's achievement in winning all three Grand Tours when he won the Vuelta in 1973.[14] The following year José Manuel Fuente won the Vuelta by 11 seconds.[15] Bernard Hinault won the Vuelta in 1978, a year in which he also won the Tour de France. He won his second Vuelta in 1983.[16] The following year Éric Caritoux won the Vuelta by the smallest margin ever, he won by six seconds over Alberto Fernández.[9] Pedro Delgado won the Vuelta in 1985. Colombian Luis Herrera became the first non-European winner of the Vuelta in 1987.[8] Sean Kelly was victorious in 1988,[9] and the following year Delgado won his second Vuelta.[17] Swiss riders dominated the 1990s; Tony Rominger won a record three Vueltas in succession from 1992 to 1994.[8] Laurent Jalabert was victorious in 1995, he also won the points and mountain classification becoming only the third person to win all these classifications in a single Grand Tour.[9] Alex Zülle won two Vueltas in succession in 1996 and 1997.[18] German Jan Ullrich was the victor in 1999.[19] Roberto Heras won his first Vuelta in 2000; he won a further two in 2003 and 2004.[20] In 2005 he appeared to have won a record fourth Vuelta, however he was later stripped of his title after failing a drug-control test. Second place Denis Menchov became the victor.[21] Alexander Vinokourov won the 2006 Vuelta a España with the Astana team.[22] Menchov won his second tour in 2007.[23] Alberto Contador won the 2008 Vuelta; the victory meant he became the fifth cyclist to win all three Grand Tours.[24] Alejandro Valverde was the victor in 2009. The following year Valverde was unable to defend his title after being suspended for two years for his involvement in the Operación Puerto doping case.[25] Vincenzo Nibali won the 2010 Vuelta.[26] Juan José Cobo won the 2011 Vuelta a España by thirteen seconds.[27] However, on 12 June 2019, the UCI announced that Cobo was found guilty of an anti-doping rule violation in relation to his biological passport and stripped of his title six days later. Runner-up Chris Froome was awarded the win to retrospectively become the first British cyclist to win a Grand Tour.[28] Contador won his second Vuelta in 2012.[29] American Chris Horner, became the oldest Grand Tour winner at the age of 41, when he won the Vuelta in 2013.[30] Contador won the race for the third time in 2014, as he beat Chris Froome by one minute and ten seconds.[31] Fabio Aru beat Tom Dumoulin by 57 seconds in 2015 to win the Vuelta.[32] Nairo Quintana won the 2016 Vuelta, one minute and twenty-three seconds ahead of Froome.[33] Froome was successful the following year to become the first rider since Hinault in 1978 to win the Tour and Vuelta in the same year.[34] Simon Yates won the 2018 Vuelta. It was the third victory by a British rider in a Grand Tour in 2018 and the first time three different riders from the same country had won all three races in one year.[35] Primož Roglič won the 2019 Vuelta to become the first Slovenian rider to win a Grand Tour.[36] Roglič won again the following year, beating runner-up Richard Carapaz by 24 seconds.[37] Roglič became the first rider since Heras to win three consecutive Vueltas, when he won the 2021 edition.[38] General Specific General classification (la roja) Points classification (jersey verde) Mountains classification (jersey puntos azules) Young rider classification (jersey blanco) Team classification (clasificación por equipos) Combativity award ","Title":"List of Vuelta a España general classification winners - Wikipedia","KeyID":"8189","URL":"https://en.wikipedia.org/wiki/General_classification_in_the_Vuelta_a_Espa%C3%B1a"}