{"Content: ":"See text Corvidae is a cosmopolitan family of oscine passerine birds that contains the crows, ravens, rooks, jackdaws, jays, magpies, treepies, choughs, and nutcrackers.[1][2][3] In colloquial English, they are known as the crow family, or, in jargon, corvids. Currently 133 species are included in this family.[4] The genus Corvus, including the jackdaws, crows, rooks, and ravens, makes up over a third of the entire family.[citation needed] Corvids are the largest passerines. Corvids display remarkable intelligence for animals of their size and are among the most intelligent birds thus far studied.[5] Specifically, members of the family have demonstrated self-awareness in mirror tests (European magpies) and tool-making ability (e.g. crows and rooks[6]), skills which until recently were thought to be possessed only by humans and a few other higher mammals. Their total brain-to-body mass ratio is equal to that of non-human great apes and cetaceans, and only slightly lower than that of humans.[7] They are medium to large in size, with strong feet and bills, rictal bristles, and a single moult each year (most passerines moult twice). Corvids are found worldwide except for the southern tip of South America and the polar ice caps.[3] The majority of the species are found in tropical South and Central America and in southern Asia, with fewer than 10 species each in Africa and Australasia. The genus Corvus has re-entered Australia in relatively recent geological prehistory, with five species and one subspecies there. Several species of raven have reached oceanic islands, and some of these species are now highly threatened with extinction or have already become extinct. The name Corvidae for the family was introduced by the English zoologist William Elford Leach in a guide to the contents of the British Museum published in 1820.[8][9] Over the years, much disagreement has arisen on the exact evolutionary relationships of the corvid family and their relatives. What eventually seemed clear was that corvids are derived from Australasian ancestors[10] and from there spread throughout the world. Other lineages derived from these ancestors evolved into ecologically diverse, but often Australasian, groups. In the late 1970s and throughout the 1980s, Sibley and Ahlquist united the corvids with other taxa in the Corvida, based on DNA–DNA hybridization. The presumed corvid relatives included currawongs, birds of paradise, whipbirds, quail-thrushes, whistlers, monarch flycatchers and drongos, shrikes, vireos, and vangas,[2] but current research favors the theory that this grouping is partly artificial. The corvids constitute the core group of the Corvoidea, together with their closest relatives (the birds of paradise, Australian mud-nesters, and shrikes). They are also the core group of the Corvida, which includes the related groups, such as Old World orioles and vireos.[11] Clarification of the interrelationships of the corvids has been achieved based on cladistic analysis of several DNA sequences.[11][12] The jays and magpies do not constitute monophyletic lineages, but rather seem to split up into an American and Old World lineage, and an Holarctic and Oriental lineage, respectively. These are not closely related among each other. The position of the azure-winged magpie, which has always been of undistinguished lineage, is less clear than previously thought. The crested jayshrike (Platylophus galericulatus) is traditionally included in the Corvidae, but is not a true member of this family, being closer to the helmetshrikes (Malaconotidae) or shrikes (Laniidae).[1][13] Likewise, the Hume's ground \"jay\" (Pseudopodoces humilis) is in fact a member of the tit family Paridae.[14] The following tree represents current insights in the phylogeny of the Crow family according to J. Boyd.[15] Pyrrhocorax Dendrocitta Crypsirina Temnurus Platysmurus Urocissa Cissa Perisoreus Cyanopica Cyanocorax Calocitta Psilorhinus Aphelocoma Cyanocitta Gymnorhinus Cyanolyca Corvus Coloeus Nucifraga Pica Garrulus Podoces Ptilostomus Zavattariornis Laniidae The earliest corvid fossils date to mid-Miocene Europe,[16] about 17 million years ago; Miocorvus and Miopica may be ancestral to crows and some of the magpie lineage, respectively, or similar to the living forms due to convergent evolution. The known prehistoric corvid genera appear to be mainly of the New World and Old World jay and Holarctic magpie lineages: In addition, there are numerous fossil species of extant genera since the Mio–Pliocene, mainly European Corvus.[a] Corvids are large to very large passerines with a robust build, strong legs and all species except the pinyon jay have nostrils covered by bristle-like feathers.[18] Many corvids of temperate zones have mainly black or blue coloured plumage; however, some are pied black and white, some have a blue-purple iridescence and many tropical species are brightly coloured. The sexes are very similar in color and size. Corvids have strong, stout bills and large wingspans. The family includes the largest members of the passerine order. The smallest corvid is the dwarf jay (Aphelocoma nana), at 41 g (1.4 oz) and 21.5 cm (8.5 in). The largest corvids are the common raven (Corvus corax) and the thick-billed raven (Corvus crassirostris), both of which regularly exceed 1,400 grams (3.1 pounds) and 65 cm (26 in). Species can be identified based on size, shape, and geography; however, some, especially the Australian crows, are best identified by their raucous calls.[2] Corvids occur in most climatic zones. Most are sedentary and do not migrate significantly. However, during a shortage of food, irruptive migration can occur.[2] When species are migratory, they will form large flocks in the fall (around August in the Northern Hemisphere) and travel south.[19] One reason for the success of crows, compared to ravens, is their ability to overlap breeding territory. During breeding season, crows were shown to overlap breeding territory six times as much as ravens. This invasion of breeding ranges allowed a related increase in local population density.[20] Since crows and magpies have benefited and even increased in numbers due to human development, it was suggested that this might cause increased rates of nest predation of smaller bird species, leading to declines. Several studies have shown this concern to be unfounded. One study examined American crows, which had increased in numbers, were a suspect in nest predation of threatened marbled murrelets. However, Steller's jays, which are successful independently of human development, are more efficient in plundering small birds' nests than American crows and common ravens. Therefore, the human relationship with crows and ravens did not significantly increase nest predation, compared to other factors such as habitat destruction.[20] Similarly a study examining the decline of British songbirds found no link between Eurasian magpie numbers and population changes of 23 songbird species.[21] Some corvids have strong organization and community groups. Jackdaws, for example, have a strong social hierarchy, and are facultatively colonial during breeding.[22] Providing mutual aid has also been recorded within many of the corvid species. Young corvids have been known to play and take part in elaborate social games. Documented group games follow \"king of the mountain\", or \"follow the leader\", patterns. Other play involves the manipulation, passing, and balancing of sticks. Corvids also take part in other activities, such as sliding down smooth surfaces. These games are understood to play a large role in the adaptive and survival ability of the birds.[23] Mate selection is quite complex and accompanied with much social play in the Corvidae. Youngsters of social corvid species undergo a series of tests, including aerobatic feats, before being accepted as a mate by the opposite sex.[19] Some corvids can be aggressive. Blue jays, for example, are well known to attack anything that threatens their nest. Crows have been known to attack dogs, cats, ravens, and birds of prey. Most of the time these assaults take place as a distraction long enough to allow an opportunity for stealing food.[19] The natural diet of many corvid species is omnivorous, consisting of invertebrates, nestlings, small mammals, berries, fruits, seeds, and carrion. However, some corvids, especially the crows, have adapted well to human conditions and have come to rely on human food sources. In a US study of American crows, common ravens and Steller's jays around campgrounds and human settlements, the crows appeared to have the most diverse diet of all, taking anthropogenic foods such as bread, spaghetti, fried potatoes, dog food, sandwiches, and livestock feed. The increase in available human food sources is contributing to population increase in some corvid species.[20] Some corvids are predators of other birds. During the wintering months, corvids typically form foraging flocks.[2] However, some crows also eat many agricultural pests including cutworms, wireworms, grasshoppers, and harmful weeds.[19] Some corvids will eat carrion, and since they lack a specialized beak for tearing into flesh, they must wait until animals are opened, whether by other predators or as roadkill. Many species of corvid are territorial, protecting territories throughout the year or simply during the breeding season. In some cases territories may only be guarded during the day, with the pair joining off-territory roosts at night. Some corvids are well-known communal roosters. Some groups of roosting corvids can be very large, with a roost of 65,000 rooks counted in Scotland.[24] Some, including the rook and the jackdaw, are also communal nesters. The partner bond in corvids is extremely strong and even lifelong in some species. This monogamous lifestyle, however, can still contain extra-pair copulations.[25] Males and females build large nests together in trees or on ledges; jackdaws are known to breed in buildings and in rabbit warrens.[22] The male will also feed the female during incubation.[26] The nests are constructed of a mass of bulky twigs lined with grass and bark. Corvids can lay between 3 and 10 eggs, typically ranging between 4 and 7. The eggs are usually greenish in colour with brown blotches. Once hatched, the young remain in the nests for up to 6–10 weeks depending on the species. Corvids use several different forms of parental care, including biparental care and cooperative breeding.[27] Cooperative breeding takes place when parents are helped in raising their offspring, usually by relatives but also sometimes by non-related adults.[28][29] Such helpers at the nest in most cooperatively breeding birds are males, while females join other groups. White-throated magpie-jays are cooperatively breeding corvids where the helpers are mostly female. Jerison (1973) has suggested that the degree of brain encephalization (the ratio of brain size to body size, EQ) may correlate with an animal's intelligence and cognitive skills.[30] Corvids and psittacids have higher EQ than other bird families, similar to that of the apes. While among the Corvidae, ravens possess the largest brain to body size ratio.[31] In addition to the high EQ, the Corvid's intelligence is boosted by their living environment. First, Corvids were found in some of the harshest environments on Earth, where surviving requires higher intelligence and better adaptations. Secondly, most of the Corvids are omnivorous, suggesting that they are exposed to more different stimuli and environments. Furthermore, many Corvids species live in a large family group and demonstrate high social complexities.[32] Their intelligence is boosted by the long growing period of the young.[33][34][35] By remaining with the parents, the young have more opportunities to learn necessary skills. When compared to dogs and cats in an experiment testing the ability to seek out food according to three-dimensional clues, corvids out-performed the mammals.[36] A meta-analysis testing how often birds invented new ways to acquire food in the wild found corvids to be the most innovative birds.[37] A 2004 review suggests that their cognitive abilities are on par with those of non-human great apes.[38] Despite structural differences, the brains of corvids and great apes both evolved the ability to make geometrical measurements. Ravens are found to show bystander affiliation and solicited bystander affiliation after aggressive conflicts.[39] Most of the time, bystanders sharing a valuable relationship with the victim are more likely to affiliate with the victim to alleviate the victim's distress (\"consolation\") as a representation of empathy. Ravens are believed to be able to be sensitive to other's emotions. Emotion contagion refers to the emotional state matching between individuals. Adriaense et al. (2018) used a bias paradigm to quantify emotional valence, which along with emotional arousal, define emotions.[40] They manipulated the positive and negative affective states in the demonstrator ravens, which showed significantly different responses to the two states: behaving pessimism to the negative states and optimism to the positive states. Then the researchers trained another observer raven to observe the demonstrator's responses first and then present the observer with ambiguous stimuli. The experiment results confirmed the existence of negative emotional contagions in ravens, while the positive emotional contagion remained unclear. Therefore, ravens are capable of discerning the negative emotions in their conspecifics and showing signs of empathy.[41] Interspecific communications are evolutionarily beneficial for species living in the same environment. Facial expressions are the most used ways by humans to express emotions. Tate et al.(2006) explored the issue of non-human mammals processing the visual cues from face to achieve interspecific communication with humans.[42] Researchers also examined the avian species' capabilities to interpret this non-verbal communication and be sensitive to human emotions. Based on the experimental subject of American Crows' behavioral changes to varying human gazes and facial expressions, Clucas et al.(2013) identified that crows are able to change their behaviors to human emotions. They further suggested that the high intelligence of the crows enables them to adapt well to human-dominated environments.[43] It is considered difficult to study emotions in animals when humans could not communicate with them. One way to identify animal personality traits is to observe the consistency of the individual's behavior over time and circumstances.[44][45] For group-living species, there are two opposing hypotheses regarding the assortment of personality within a group: the social niche specialization hypothesis and the conformity hypothesis. To test these two hypotheses, McCune et al. (2018) performed an experiment on the boldness of two species in Corvidae: the Mexican Jay and California Scrub-Jay. Their results confirmed the conformity hypothesis, supported by the significant differences in the group effects.[46] The individual personality is both determined by genetics and shaped by social contexts.[47] Miller et al. (2016) examined the role of the developmental and social environment in personality formation in common ravens and carrion crows, which are highly social corvids. The researchers highlighted the correlation between social contexts and an individual's consistent behavior over time (personality) by showing that conspecific presence promoted the behavioral similarities between individuals. Therefore, the researchers demonstrated that social contexts had a significant impact on the development of the raven's and crow's personalities.[48] The social complexity hypothesis is that living in a social group enhances the cognitive abilities of animals. Corvid ingenuity is represented through their feeding skills, memorization abilities, use of tools, and group behaviour. Living in large social groups has long been connected with high cognitive ability. To live in a large group, a member must be able to recognize individuals and track the social position and foraging of other members over time. Members must also be able to distinguish between sex, age, reproductive status, and dominance, and to update this information constantly. It might be that social complexity corresponds to their high cognition, as well as contributing to the spread of information between members of the group.[49] The Eurasian magpie is the only non-mammal species known to be able to recognize itself in a mirror test[50] although late research could not replicate this finding.[51] Studies using very similar setups could not find such behaviour in other corvids (e.g., Carrion crows[52][53]). Magpies have been observed taking part in elaborate grieving rituals, which have been likened to human funerals, including laying grass wreaths.[54] Marc Bekoff, at the University of Colorado, argues that it shows that they are capable of feeling complex emotions, including grief.[54] Furthermore, carrion crows show a neuronal response that correlates with their perception of a stimulus, which some scientists have argued to be an empirical marker of (avian/corvid) sensory consciousness – the conscious perception of sensory input – in the crows which do not have a cerebral cortex.[55][56] A related study shows that the birds' pallium's neuroarchitecture is reminiscent of the mammalian cortex.[57][58] There are also specific examples of corvid cleverness. One carrion crow was documented to crack nuts by placing them on a crosswalk, letting the passing cars crack the shell, waiting for the light to turn red, and then safely retrieving the contents.[59] A group of crows in England took turns lifting garbage bin lids while their companions collected food. Members of the corvid family have been known to watch other birds, remember where they hide their food, then return once the owner leaves.[60][61] Corvids also move their food around between hiding places to avoid thievery, but only if they have previously been thieves themselves (that is, they remember previous relevant social contexts, use their own experience of having been a thief to predict the behavior of a pilferer, and can determine the safest course to protect their caches from being pilfered). Studies to assess similar cognitive abilities in apes have been inconclusive.[62] The ability to hide food requires highly accurate spatial memories. Corvids have been recorded to recall their food's hiding place up to nine months later. It is suggested that vertical landmarks (like trees) are used to remember locations. There has also been evidence that California scrub jays, which store perishable foods, not only remember where they stored their food, but for how long. This has been compared to episodic memory, previously thought unique to humans.[3] New Caledonian crows (Corvus moneduloides) are notable for their highly developed tool fabrication. They make angling tools of twigs and leaves trimmed into hooks, then use the hooks to pull insect larvae from tree holes. Tools are engineered according to task and apparently also to learned preference. Recent studies revealed abilities to solve complicated problems, which suggests high level of innovation of a complex nature.[63][64] Other corvids that have been observed using tools include the American crow, blue jay and green jay. Researchers have discovered that New Caledonian crows don't just use single objects as tools; they can also construct novel compound tools through assemblage of otherwise non-functional elements.[65][66] Diversity in tool design among corvids suggests cultural variation. Again, great apes are the only other animals known to use tools in such a fashion.[3] Clark's nutcrackers and jackdaws were compared in a 2002 study based on geometric rule learning. The corvids, along with a domestic pigeon, had to locate a target between two landmarks, while distances and landmarks were altered. The nutcrackers were more accurate in their searches than the jackdaws and pigeons.[67] The scarecrow is an archetypal scare tactic in the agricultural business. However, due to corvids' quick wit, scarecrows are soon ignored and used as perches. Despite farmers' efforts to rid themselves of corvid pests, their attempts have only expanded corvid territories and strengthened their numbers.[19] Contrary to earlier teleological classifications in which they were seen as \"highest\" songbirds due to their intelligence, current systematics might place corvids, based on their total number of physical characteristics instead of just their brains (which are the most developed of birds), in the lower middle of the passerine evolutionary tree, dependent on which subgroup is chosen as the most derived.[11] As per one observer: During the 19th century there arose the belief that these were the 'most advanced' birds, based upon the belief that Darwinian evolution brings 'progress'. In such a classification the 'most intelligent' of birds were listed last reflecting their position 'atop the pyramid'. Modern biologists reject the concept of hierarchical 'progress' in evolution [...].[2] The other major group of highly intelligent birds of the order Psittaciformes (which includes 'true' parrots, cockatoos and New Zealand parrots) is not closely related to corvids. A study found that four-months-old ravens can have physical and social cognitive skills similar to that of adult great apes and concludes that \"dynamic of the different influences that, during ontogeny, contributes to adult cognition\" is required for the study of cognition.[69][68] Corvids are reservoirs (carriers) for the West Nile virus in the United States. They are infected by mosquitoes (the vectors), primarily of the Culex species. Crows and ravens are quickly killed by this disease, so their deaths are an early-warning system when West Nile virus arrives in an area (as are horse and other bird species deaths). One of the first signs that West Nile virus first arrived in the US in 1999 was the death of crows in New York.[70] Several different corvids, particularly ravens, have occasionally served as pets, although they are not able to speak as readily as parrots and are not suited to a caged environment. It is illegal to own corvids, or any other migratory bird without a permit in North America, due to the Migratory Bird Act. Humans have been able to coexist with many members of the Corvidae family throughout history, most notably crows and ravens (see: Role in myth and culture). These positive interactions have extended into modern times. Folklore often represents corvids as clever, and even mystical, animals. Some Native Americans, such as the Haida, believed that a raven created the earth and despite being a trickster spirit, ravens were popular on totems, credited with creating man, and considered responsible for placing the Sun in the sky.[71] Due to their carrion diet, the Celtic peoples strongly associated corvids with war, death and the battlefield – their great intelligence meant that they were often considered messengers, or manifestations of the gods such as Bendigeidfran Blessed raven or the Irish Morrigan, underworld deities that may be related to the later Arthurian Fisher King. The Welsh Dream of Rhonabwy illustrates well the association of ravens with war. In many parts of Britain, gatherings of crows, or more often magpies, are counted using the divination rhyme: one for sorrow, two for joy, three for a girl, four for a boy, five for silver, six for gold, seven for a secret never to be told. Another rhyme is: one for sorrow, two for mirth, three for a funeral, four for a birth, five for heaven, six for hell, and seven for the Devil, his own sel'. Cornish superstition holds that when a lone magpie is encountered, it must be loudly greeted with respect. Various Germanic peoples highly revered the raven and the raven often features as a motif on shields or other war gear in Anglo-Saxon art such as the Sutton Hoo burial and Vendel period era art. The major deity Odin was so associated with ravens throughout history that he gained the kenning \"raven god\"[b] and the raven banner was the flag of various Viking Age Scandinavian chieftains. He was also attended by Hugin and Munin, two ravens who whispered news into his ears.[72] The Valravn sometimes appears in modern Scandinavian folklore. The Sutton Hoo treasure features stylised corvids with scrolled beaks in the decorative enamel work on the shield and purse lid reflecting their common totemic status to the Anglo-Saxons, whose pre-Christian indigenous beliefs were of the same origin as that of the aforementioned Vikings. The sixth century BC Greek scribe Aesop featured corvids as intelligent antagonists in many fables. Later, in western literature, popularized by American poet Edgar Allan Poe's work \"The Raven\", the common raven becomes a symbol of the main character's descent into madness. The children's book Mrs. Frisby and the Rats of NIMH and its animated film adaptation features a protagonist crow named Jeremy. Unlike many other bird families, corvid fitness and reproduction, especially with many crows, has increased due to human development. The survival and reproductive success of certain crows and ravens is assisted by their close relationship with humans.[20] Human development provides additional resources by clearing land, creating shrublands rich in berries and insects. When the cleared land naturally replenishes, jays and crows use the young dense trees for nesting sites. Ravens typically use larger trees in denser forest.[20] Despite the fact that most corvids are not threatened (many even increasing due to human activity) a few species are in danger. For example, the destruction of the Southeast Asian rainforest is endangering mixed-species feeding flocks with members from the family Corvidae.[73] Also, since its semiarid scrubland habitat is an endangered ecosystem, the Florida scrub jay has a small and declining population.[74][75] A number of island species, which are more vulnerable to introduced species and habitat loss, have been driven to extinction, such as the New Zealand raven, or are threatened, like the Mariana crow. The American crow population of the United States has grown over the years. It is possible that the American crow, due to humans increasing suitable habitat, will cause Northwestern crows and fish crows to decline.[76] FAMILY CORVIDAE","Title":"Corvidae - Wikipedia","KeyID":"819","URL":"https://en.wikipedia.org/wiki/Corvid"}