{"Content: ":"Paris–Nice is a professional cycling stage race in France, held annually since 1933. Raced over eight days, the race usually starts with a prologue in the Paris region and ends with a final stage either in Nice or on the Col d'Èze overlooking the city.[1] The event is nicknamed The Race to the Sun, as it runs in the first half of March, typically starting in cold and wintry conditions in the French capital before reaching the spring sunshine on the Côte d’Azur.[2] The hilly course in the last days of the race favours stage racers who often battle for victory. Its most recent winner is Slovenian Primož Roglič. One of the iconic races of cycling, Paris–Nice is part of the UCI World Tour as the competition's second race of the season, the first in Europe.[1] It is organized by ASO, which also manages most other French World Tour races, most notably cycling's flagships the Tour de France and Paris–Roubaix. The roll of honour features some of cycling's greatest riders, including French riders Louison Bobet, Jacques Anquetil and Laurent Jalabert, Low Country riders Eddy Merckx and Joop Zoetemelk who each won the race three times, and Spaniards Miguel Indurain and Alberto Contador.[1] The most successful rider is Ireland's Sean Kelly, who claimed seven consecutive victories in the 1980s. During the 2003 edition, Kazakh rider Andrey Kivilev died as a result of a head injury sustained in a crash.[3][4] His death prompted UCI to mandate the use of helmets in all competitions of cycling, except for the last part of a race with an uphill finish. The rule was later changed to require helmets at all times. The 2020 Paris–Nice was the last international cycling event, as well as the last sporting event in France, before mass gatherings were cancelled due to the COVID-19 pandemic.[5] Paris–Nice was created in 1933 by Parisian media mogul Albert Lejeune, in order to promote his Paris-based newspaper Le Petit Journal and Nice-based paper Le Petit Niçois.[6] The race linked the French capital with the fashionable seaside city of Nice on France's Mediterranean coast. It was held in March, at the end of winter, as one of the earliest French bike races on the calendar, immediately following the Six-day racing season on the track. The first Paris–Nice comprised six stages and was promoted as Les Six Jours de la Route (English: Six Days of the Road). The first stage ran from Paris to Dijon and, with a distance of 312 km, remained the longest stage in the history of Paris–Nice. As most mountain roads were still impassable because of its early calendar date, the route avoided the Alps and primarily followed the lower Rhône Valley, with the only significant climbs on the last day on the outskirts of Nice. The inaugural edition was won by Belgian Alphonse Schepers, who wore the leader's jersey from the first until the last day.[7] The race was a success and was continued annually until 1939. Other newspapers from Southern France, Lyon Républicain and Marseille-Matin, partnered with Lejeune's titles to sponsor the race. In 1939, Ce Soir and Le Petit Nice were joined by L'Auto. Maurice Archambaud became the first two-fold winner. In 1940, the race was cancelled for the duration of World War II. Race founder Lejeune was sentenced to death and executed after the liberation of France in 1945. In 1946 Ce Soir again organized the first post-war race, but although the event was a commercial success, the newspaper dropped its sponsorship and the race was discontinued between 1947 and 1950.[6] In 1951 the race was revived as Paris-Côte d'Azur by Jean Medecin, the mayor of Nice, who wanted to promote tourism to his fast-growing city and the entire Côte d'Azur.[6] It was organized by weekly magazine Route et Piste. The name Paris–Nice was restored in 1954. The event's status grew in the 1950s from an early-season preparation and training race to an event in its own right, spawning illustrious winners as Louison Bobet and Jacques Anquetil. In 1957 journalist Jean Leulliot, race director since 1951, bought the event with his company Monde Six and became Paris–Nice's new organizer.[N 1] In 1959 the race was run as Paris–Nice–Rome, with a separate classification from Paris to Nice, a second from Nice to Rome in Italy and a third overall. The excessive length of the race — 1,955 kilometres (1,215 mi) in 11 days — was criticized, and the formula was not repeated. In 1966 Paris–Nice was the scene of a rivalry between French cycling icons Jacques Anquetil and Raymond Poulidor, whose legendary emulation divided French cycling fans for a decade. Anquetil won his fifth and final Paris–Nice, surpassing Poulidor on the final stage to Nice.[8][9] In 1969, the final stage was moved from the seaside promenade in Nice to the top of the Col d'Èze hill overlooking the city. Young Eddy Merckx won the final time trial and won his first of three consecutive Paris–Nices. Raymond Poulidor was once again runner-up; Jacques Anquetil completed the stellar podium in his last showdown. In 1972 eternal second Poulidor ended the Cannibal's streak by winning the final time trial and narrowly finishing ahead of Merckx.[10] The next year, he repeated this feat at the age of 37. In the 1980s Ireland's all-round specialist Sean Kelly won the race seven consecutive times from 1981 the winning record to date. The Race to the Sun produced several other foremost winners in the 1990s, notably Spanish Grand Tour specialist Miguel Indurain and Swiss Tony Rominger. French allrounder Laurent Jalabert won the race three consecutive times, the last time in 1997, and is still the last French winner to date.[6][N 2] In 2000, former cyclist Laurent Fignon took over the organisation of the race from the Leulliot family. In 2002, he sold Paris–Nice to ASO.[11] The 2003 race was marred by the death of Kazakh rider Andrei Kivilev after a crash on the second stage.[3][4] Kivilev did not wear a helmet and died that night as a result of brain trauma. The following day the peloton, led by Kivilev's Cofidis team, neutralized the third stage.[12] Racing resumed the next day, and in the fifth stage to the Mont Faron, Kivilev's friend and compatriot Alexander Vinokourov produced a solo victory and crossed the line holding a picture of his late friend.[13] In 2005 Paris–Nice was included in the inaugural UCI Pro Tour, but was at the center of a dispute between UCI and ASO just before the 2008 edition. On 7 March 2008, two days before the start, UCI president Pat McQuaid announced that all teams starting the race would be suspended by the UCI. That day, the teams' association (AIGCP) decided by a majority-against-minority vote to participate in the race.[N 3][14] The issue was eventually resolved and since 2011 Paris–Nice serves as the European opening race of the UCI World Tour.[15] In 2012 England's Bradley Wiggins won the race, as part of his build-up to the Tour de France.[16] Wiggins was the ninth rider who won the Race to the Sun prior to winning the Tour de France. In the last ten years, Spaniard Alberto Contador and Australian Richie Porte have won the race twice.[17][18][19] The 2020 Paris–Nice was the last international cycling event, as well as the last sporting event in France, before mass gatherings came to a halt due to the COVID-19 pandemic. The race was held with buffer zones to restrict public access and was reduced to seven stages as a response to the worsened situation in the early weeks of March.[20] German Max Schachmann won the overall classification after leading the race since the first stage.[21][22] For many decades, the route of Paris–Nice has developed a traditional and recognizable format. The race starts on Sunday, most often with a prologue time trial near Paris, followed by a series of road stages southwards across France. Due to France's geography, the early stages are usually flat and suited for sprinters, before moving further south towards the Provence region. The latter, southern part of Paris–Nice normally contains several hilly to mountainous stages, which are the decisive portions of the race. The final stage on Sunday is either a road stage finishing on Nice's Promenade des Anglais or an uphill time trial on the Col d'Èze just outside Nice. Known as The Race to the Sun, Paris–Nice is often considered a mini-Tour de France, where riders need to be both competent time-trialists and capable of climbing mountains.[23] Despite this format, some editions occasionally had more unorthodox courses. The 2014 edition was an unusual race with no time trials or summit finishes. In 2015 organizers returned to the traditional format, starting in Yvelines, west of Paris, before moving south. The key stages were the summit finish to the Col de la Croix de Chaubouret in France's Massif Central on stage 4 and the concluding time trial on Col d'Eze.[23] The 2016 edition included dirt road sectors in the first stage of the race and a passage on the lower slopes of Mont Ventoux in the fifth stage.[24] Until 1962, the race began in the city of Paris. Since 1963, organizers have usually preferred to start in smaller towns and suburbs on the outskirts of Paris or even well outside the French capital.[25] Most editions started in the Paris region of Île-de-France, including nine from Issy-les-Moulineaux and six from Fontenay-sous-Bois. In 1982, the race started with a prologue in Luingne, Belgium; the event's only foreign start. Four other municipalities outside the Île-de-France have hosted the start: Villefranche-sur-Saône in 1988, Châteauroux in 1996, Nevers in 2001 and Amilly in 2008.[25] The last time Paris–Nice started in Paris was in 2000, with a prologue in the Bois de Vincennes.[26] Paris–Nice has always finished in Nice and has only had three different finish locations on its territory. The seven pre-war editions finished on the Quai des États-Unis (Quay of the United States), before moving to the illustrious Promenade des Anglais (Promenade of the English) in 1946.[25] From 1969 to 1995 the race finished with a time trial up the Col d'Èze, except in 1977 when landslides had blocked the road.[25] The Col d'Èze is a 9 km climb, starting from Nice and climbing to 507 m altitude. It is named after the village of Èze, part of the municipality of Nice. Sean Kelly won the Col d'Èze time trial five times in his seven-year dominance. In 1996, the finish was moved back to the Promenade des Anglais because of the low number of spectators on Col d'Èze and to take advantage of funding from the city of Nice. In 1996 and 1997 the final stage was a flat time trial in the streets of Nice, won by Chris Boardman and Viatcheslav Ekimov respectively. From 1998 to 2011, the final stage was a road race – usually on a hilly terrain with the climbs of the Col d'Èze and La Turbie - starting and ending in Nice. In recent years the race often returns to a final Col d'Èze time trial stage. Bradley Wiggins set a new climbing record in 2012 of 19' 12\" on his way to overall victory.[27] Since 2008, the overall leader has worn a yellow jersey. At the creation of the race in 1933, the leader's jersey was blue and gold, evoking the Mediterranean sunny sky. In 1946, the leader's jersey was green. In 1951, the organization opted for a yellow jersey with orange piping; before changing to all-white from 1955 to 2001. In 2002, after the race was obtained by ASO, the leader's jersey was yellow and white, before changing it to yellow in 2008, reflecting the Tour de France leader's jersey. In 2018, the yellow jersey features a white bar (same style as the Critérium du Dauphiné yellow jersey). The points classification leader's jersey has been green since 2008. It was green from 1954 to 1984, and there was no points classification from 1985 to 1996. The points jersey was pink and purple in 2000 and 2001, and green and white from 2002 to 2007. The King of the Mountains jersey has white with red polka dots, as in the Tour de France, since the race's takeover by ASO. The classification was introduced in 1952 and the jersey colour changed several times. In the 1970s it was yellow and red; later, it was white and purple. In 1984 the jersey became yellow and blue (the colors of sponsor Crédit Lyonnais); the following year, it was blue. Agrigel became its sponsor in 1990, and changed the colors to yellow and blue. The best young rider's jersey was introduced in 2002, when it was blue and white. It has been white since 2007. Riders in italics are active.","Title":"Paris–Nice - Wikipedia","KeyID":"8190","URL":"https://en.wikipedia.org/wiki/Paris%E2%80%93Nice"}