{"Content: ":"In racing, did not finish (DNF) denotes a result of a participant who does not finish a given race, either because of a mechanical failure,[1] injury, or involvement in an accident.[2] The term is used in: Race participants try to avoid receiving a DNF, as some associate it with poor driving.[9] Numerous studies have sought to figure out why DNF rates vary greatly, even within the same competitive discipline. For example, in track and field, Edouard found a 22% overall DNF rate among high level decathlon competitors but DNF rates in individual events ranging from less than 1% to over 6%.[10] DNFs are also not always evenly distributed across all participants. For example, a 2009 New York Times analysis of New York City Marathon results concluded that recreational competitors were more likely to finish the race rather than be classified as DNF: \"Elite runners seem more inclined to drop out rather than simply complete the race, and runners visiting from abroad seem more inclined to push themselves to the finish line no matter their time.\"[11] Glace et al. (2002) performed ANOVA analysis of finishers as compared to DNFs in an ultramarathon and concluded that they had statistically different nutrition and liquid intake.[12] Holbrook et al. found physiological differences between finishers and DNFs among horses engaging in long-distance races.[13] In skiing, especially in the speed disciplines of downhill and super-G, a DNF can denote an athlete who has lost control and crashes off his or her skis. Athletes can also DNF without crashing if they stray too far outside the racing line. This might occur through skiing out, where an athlete misses a gate at any point during a ski race. The consequences of doing so are instant elimination from the event even if it spans multiple runs, as slalom, giant slalom and the combined events do at the Winter Olympics. In off-road racing a DNF might cost a racing team a points championship in its racing class. It is not uncommon though that the more races in a season, the better chance another team will DNF, therefore a championship and purse could still be won.[14]","Title":"Did not finish - Wikipedia","KeyID":"8200","URL":"https://en.wikipedia.org/wiki/Did_Not_Finish"}