{"Content: ":"Coordinates: 45°32′49″N 9°35′56″E﻿ / ﻿45.5469672°N 9.5988803°E﻿ / 45.5469672; 9.5988803 F.I.V. Edoardo Bianchi S.p.A., commonly known as Bianchi ([ˈbjaŋki]) is the world's oldest bicycle manufacturing company in existence, having pioneered the use of equal-sized wheels with pneumatic rubber tires.[1] The company was founded in Italy in 1885 and in addition to bicycles it produced motorcycles from 1897 to 1967. In 1955 the joint-venture Autobianchi was created together with Fiat and Pirelli for the manufacturing of cars – Autobianchi was subsequently sold to Fiat in 1969. Throughout its modern era, Bianchi has been associated with the Italian Giro d'Italia and Tour de France winners, Fausto Coppi,[2] Marco Pantani and Felice Gimondi. Edoardo Bianchi, a 21-year-old medical instrument maker, started his bicycle-manufacturing business in a small shop at 7 Via Nirone, Milan in 1885. Bianchi pioneered the front-wheel caliper brake. One of his first developments was to make the front wheel smaller and use the chain invented by Frenchman Vincent to reduce pedal height. In doing so, he created a safe and modern bicycle. Compared to its predecessors, it was much easier to drive because it was easier to balance. He continued to improve the bicycle and developed a construction with wheels of almost the same size. In 1888 he made the first bicycle with Dunlop tires. In 1888 Bianchi moved to a larger shop on Via Bertani. It came into contact with John Boyd Dunlop and Giovanni Battista Pirelli, whereupon pneumatic tires were introduced as bicycle tires.[3] As early as 1890, the next move to larger rooms on Via Borghetto was necessary. Series production began here. In 1895 he built the first women's bicycle for Queen Margaret of Italy. At the same time, he began using his bicycles at sporting events to test new technical developments.[4] In 1897 tests began on a bicycle with an auxiliary motor. A De Dion-Bouton built-in motor was mounted in front of the bicycle handlebars and drove the front wheel.[5] 1899 followed a motor tricycle in the style of the De Dion Bouton motor tricycle, a quadricycle and the first real car.[6] Due to the increasing outflow figures, especially for bicycles, construction of a new plant on Via Nino Bixio began in 1900, which was occupied in 1902.[7] Since May 1997, the company has been part of Cycleurope Group, which is owned by the Swedish company of Grimaldi Industri AB. Bianchi and Ferrari announced in July 2017 a partnership to produce a new range of 'high-end' models. The SF01 was their first collaboration bike.[8][9] data from Bianchi website[10] These models are also manufactured with women's-specific geometry under the name Dama Bianca (\"Lady in White\"), a reference to champion Bianchi rider Fausto Coppi's lover Giulia Occhini. Manufactured according to a configuration and with materials common in the late 20th century The Bianchi reputation began when the company sponsored Giovanni Tommasello, the winner of the Grand Prix de Paris sprint competition in 1899. Fifteen years later it was making 45,000 bicycles, 1,500 motorcycles and 1,000 cars a year. In 1935 Bianchi sponsored Costante Girardengo, one of the first Italian stars on the road, and its bicycle sales rose to 70,000 a year.[11] In 1950 Fausto Coppi won the Paris–Roubaix on a Bianchi equipped with what was later named the Campagnolo Paris–Roubaix derailleur gear, for which Bianchi bicycles featured the necessary special drop-outs until 1954. He won the race by two and a half minutes on a bicycle equipped with Universal brakes, Bianchi steel handlebars and stem, a Regina chain and a four-speed freewheel with shaped teeth. It also had Nisi rims, Campagnolo hubs and Pirelli tyres. It was made for sale only in 57 and 59 cm, smaller than the bike that Coppi used.[2] A variation known as the Campione Del Mondo followed Coppi's win in the 1953 world championship. Riders of different eras have been associated with Bianchi including Felice Gimondi, who continues his association with the company.[11] Recent riders include Danilo Di Luca, Mario Cipollini, Gianni Bugno, Laurent Fignon, Marco Pantani, Moreno Argentin and Jan Ullrich. Until 2007, Bianchi was a cosponsor of the UCI ProTour team, Liquigas. It did not supply teams from 1959 to 1964 nor from 1967 to 1972.[12] In October 2011, for the 2012 season, it was announced that Bianchi had been signed to a two-year deal to co-sponsor and supply bikes to the UCI ProTeams Vacansoleil–DCM[13] and Androni Giocattoli–Venezuela. These sponsorships continued in 2013 and for 2014, with Vacansoleil–DCM ceasing to exist, Bianchi again supplied Androni Giocattoli–Venezuela for a further year, and the then new Belkin Pro Cycling team. In 2015, the latter became LottoNL–Jumbo and Bianchi's only UCI Pro Continental sponsored road team.[14] The most demanding rider may have been Pantani. Sara Mercante, head of Bianchi's research and development, said: \"Pantani had very specific ideas about what he wanted. He had 30 different frames a year from us—with different angles and weights on each one. He changed his bike after every ride. I'd go and meet him during the Giro d'Italia and the Tour and discuss improvements with him. He'd ask to have the geometry changed by, say, half a degree, just to make sure the bike was absolutely perfect. He'd want different angles for different races. He's ask us to tweak the length of the top tube by a millimetre or by half a degree. Pantani was quite obsessive.\"[15] Bianchi is currently headed up by CEO Bob Ippolito, who before joining Bianchi was the Executive Vice President and General Manager of Pacific Cycle, headquartered in Madison, Wisconsin. Bianchi bicycles are traditionally painted Celeste, a turquoise also known as Bianchi Green, (and sometimes,[when?] incorrectly Tiffany Blue, a trademarked colour).[citation needed][16] Contradictory myths say Celeste is the colour of the Milan sky, the eye colour of a former queen of Italy for whom Edoardo Bianchi made a bicycle (the crowned eagle of the company logo is an adaptation of the former royal crest) and that it was a mixture of surplus military paint.[17] The shade has changed over the years, sometimes more blue, then more green.[2] Bianchi USA is the United States division of Bianchi based in Hayward, California.[18][19] It oversees the production of bicycles built in Taiwan and in Italy for the worldwide market. Bianchi also took part in motorcycle races, where one of its first riders was Tazio Nuvolari, whom Ferdinand Porsche called \"the greatest driver of the past, the present, and the future.\"[20] The company began making trucks in the 1930s and supplied the Italian army during World War II . It was that that brought the end of production shortly after peace returned because the factory had been so heavily bombed. Bianchi continued with motorcycles, particularly the 125cc Bianchina and the Aquilotto, an auxiliary motor for a conventional bicycles. Bianchi took on Lino Tonti as its research engineer in 1959. It produced 250, 350 and 500cc machines and took part in grands prix in 1960. The company also produced a model for the Italian army and a civilian scooter, the Orsetto 80. Piaggio bought out Bianchi Motorcycles in 1967. In 1955, Bianchi created a car brand, Autobianchi, in collaboration with Pirelli and Fiat. The three turned out only a handful of models, almost exclusively small cars, the biggest being the short-lived Autobianchi A111. Traditionally, Autobianchi motor vehicles cost more than equivalent Fiat models. Fiat used Autobianchi to test new production concepts such as glass fibre and front-wheel drive. Eventually, Fiat bought out Autobianchi and integrated it with Lancia. Autobianchi are no longer in production beginning from 1995 when, everywhere except Italy, its Y10 hatchback was rebranded a Lancia.","Title":"Bianchi (company) - Wikipedia","KeyID":"8201","URL":"https://en.wikipedia.org/wiki/Bianchi_(company)"}