{"Content: ":"Red-footed booby (Sula sula) Brown booby (Sula leucogaster) Masked booby (Sula dactylatra) Nazca booby (Sula granti) Blue-footed booby (Sula nebouxii) Peruvian booby (Sula variegata) A booby is a seabird in the genus Sula, part of the family Sulidae. Boobies are closely related to the gannets (Morus), which were formerly included in Sula. The genus Sula was introduced by the French zoologist Mathurin Jacques Brisson in 1760.[3] The type species is the brown booby.[4] The name is derived from súla, the Old Norse and Icelandic word for the other member of the family Sulidae, the gannet.[5] The English name \"booby\" was possibly based on the Spanish slang term bobo, meaning \"stupid\",[6] as these tame birds had a habit of landing on board sailing ships, where they were easily captured and eaten. Owing to this, boobies are often mentioned as having been caught and eaten by shipwrecked sailors, notably William Bligh of the Bounty and his adherents during their famous voyage after being set adrift by Fletcher Christian and his followers. Six of the ten extant Sulidae species called boobies are in the genus Sula, while the three gannet species are usually placed in the genus Morus.[7] Abbott's booby was formerly included in Sula but is now placed in a monotypic genus Papasula, which represents an ancient lineage perhaps closer to Morus. Some authorities consider that all ten species should be considered congeneric in Sula. However, they are readily distinguished by means of osteology. The distinct lineages of gannets and boobies are known to have existed in such form, since at least the Middle Miocene, c. 15 mya.[8] The fossil record of boobies is not as well documented as that of gannets, either because booby speciation was lower from the late Miocene to the Pliocene (when gannet diversity was at its highest), or because the booby fossil species record is as yet incomplete, due to most localities being in continental North America or Europe despite boobies' more tropical distribution. Boobies hunt fish by diving from a height into the sea and pursuing their prey underwater. Facial air sacs under their skin cushion the impact with the water. Boobies are colonial breeders on islands and coasts. They normally lay one or more chalky-blue eggs on the ground or sometimes in a tree nest. Selective pressures, likely through competition for resource, have shaped the ecomorphology and foraging behaviours of the six species of boobies in the Pacific.[9]","Title":"Booby - Wikipedia","KeyID":"822","URL":"https://en.wikipedia.org/wiki/Boobies"}