{"Content: ":"The Tour de France is an annual road bicycle race held over 23 days in July. Established in 1903 by newspaper L'Auto, the Tour is the best-known and most prestigious of cycling's three \"Grand Tours\"; the others are the Giro d'Italia and the Vuelta a España.[1] The race usually covers approximately 3,500 kilometres (2,200 mi), passing through France and neighbouring countries such as Belgium.[2] The race is broken into day-long stages. Individual finishing times for each stage are totalled to determine the overall winner at the end of the race. The course changes every year, but has always finished in Paris; since 1975, it has finished along the Champs-Élysées.[3] The rider with the lowest aggregate time at the end of each day wears the yellow jersey, representing the leader of the general classification. There are other jerseys as well: the green jersey, worn by the leader of the points classification; the polka dot jersey, worn by the leader of the mountains classification; and the white jersey, worn by the leader of the young rider classification.[4] Jacques Anquetil, Eddy Merckx, Bernard Hinault, and Miguel Indurain, have won the most Tours with five each. Indurain is the only man to win five consecutive Tours. Henri Cornet is the youngest winner; he won in 1904, just short of his 20th birthday. Firmin Lambot is the oldest winner, having been 36 years, 4 months old when he won in 1922.[5] French cyclists have won the most Tours; 21 cyclists have won 36 Tours among them. Belgian cyclists are second with 18 victories, and Spanish riders are third with 12 wins.[6] The most recent winner is Danish rider Jonas Vingegaard, who won the 2022 Tour. After it emerged that Lance Armstrong had used performance-enhancing drugs, in October 2012, the Union Cycliste Internationale (UCI) stripped Armstrong of the seven consecutive Tour general classification titles between 1999 and 2005.[7][8] The Tour de France was established in 1903 by the newspaper L'Auto, in an attempt to increase its sales. The first race was won by Frenchman Maurice Garin. He won again the next year, but was disqualified after allegations that he had been transported by car or rail arose. Henri Cornet became the winner after the dispute was settled; he is the youngest to win the Tour. Following the scandals in 1904, the scoring system was changed from being time-based to a point-based system, in which the cyclist who has the fewest points at the end of the race is victorious. This system lasted until 1912, when the time-based system was re-introduced. French cyclists were successful in the early Tours; the first non-Frenchman to win the Tour was François Faber of Luxembourg, who won in 1909.[9] Belgian riders were more successful before and after the First World War (which suspended the Tour from 1915 to 1918). In the 1920s, trade teams dominated the Tour; cyclists such as Nicolas Frantz won the Tour with the Alcyon team. However, when Alcyon cyclist Maurice De Waele won the Tour in 1929 while ill, the organisers decided to introduce national teams the following year, to stop team tactics from undermining the race. Because of the Second World War, the Tour de France was suspended from 1940 to 1946.[10] After the Second World War, no one dominated the Tour until Louison Bobet, who won three consecutive Tours from 1953 to 1955—he was the first person to achieve this feat.[11] This was bettered by the French cyclist Jacques Anquetil, who won four successive Tours from 1961 to 1964. Anquetil, who also won in 1957, became the first to win five Tours.[12] Anquetil's five victories were matched when Belgian cyclist Eddy Merckx won four successive Tours from 1969 to 1972 and the 1974 Tour. Merckx is the only person to have won the general, points and king of the mountains classifications in the same Tour. He achieved this in 1969, when he won his first Tour.[13] Merckx looked to be heading for a record sixth Tour victory in 1975, but Bernard Thévenet beat him, becoming the first French winner in seven years. Thévenet won again in 1977; however, he was eclipsed in following years by fellow Frenchman Bernard Hinault, who won consecutive Tours in 1978 and 1979. Hinault won the Tour at his first attempt in 1978; becoming one of 11 cyclists (including Anquetil, Merckx, Hugo Koblet and Fausto Coppi) managed to do so.[14] In 1980, Hinault was going for a third consecutive win, but had to pull out because of tendinitis, and the Tour was won by Joop Zoetemelk.[15] Hinault returned in 1981 and won that race as well as the one after that. Hinault sat out the Tour in 1983, and another Frenchman—Laurent Fignon—achieved victory. Fignon won again the following year, beating Hinault; Hinault recovered in 1985 to win his fifth Tour. American Greg LeMond became the first non-European to win the Tour in 1986. LeMond missed out in 1987 and 1988, but returned in 1989 to win the Tour by finishing eight seconds ahead of Laurent Fignon, the smallest winning margin in the Tour's history. LeMond also won in 1990.[16] In 1991, Spaniard Miguel Indurain won his first Tour. Indurain came to dominate the Tour, winning four more Tours consecutively—making him the first person to win five consecutive Tours.[17] He tried to win a record-high sixth Tour in 1996, but was beaten by Bjarne Riis, who later admitted to using Erythropoietin.[18] Jan Ullrich and Marco Pantani won in 1997 and 1998, respectively; however, Pantani's victory was overshadowed by doping scandals.[19] The 1999 Tour saw the first victory of Lance Armstrong,[20] which was followed by six more, for a total of seven consecutive victories.[21] He was later stripped of his titles in October 2012, when it emerged he had used performance-enhancing drugs throughout much of his career, including the Tour de France victories.[8] Floyd Landis won the Tour in 2006, but was later stripped of his title, after a drug-control test demonstrated the presence of a skewed testosterone/epitestosterone ratio.[22] Óscar Pereiro was subsequently awarded the victory. Alberto Contador won the 2007 Tour with the Discovery Channel. The 2007 Tour was also marred by doping scandals, thus Contador was unable to defend his title in 2008, as his Astana team was banned for its part in the controversy. Fellow Spaniard Carlos Sastre of Team CSC won.[23] Contador and Astana returned in 2009 to regain the title. He won the Tour again in 2010, but was later stripped of his title after he was found guilty of doping. Runner-up Andy Schleck was awarded the victory. Cadel Evans became the first Australian to win the Tour in 2011.[24] The following year, Bradley Wiggins became the first British cyclist to win the Tour.[25] Chris Froome became the second successive British winner in 2013, which was the 100th edition of the race.[26] He could not defend his title the following year, as he crashed out in stage 5, with Vincenzo Nibali winning his first Tour.[27] Froome regained the title in 2015 and then successfully defended it in 2016, the first rider in over 20 years to do so.[28] Froome won the Tour for a third consecutive year in 2017.[29] He was unsuccessful in his attempts to win a fourth Tour in Succession in 2018 edition, Froome's teammate, Geraint Thomas, was the winner instead.[30] Thomas was unable to win for a second year in succession in 2019. He finished second behind his teammate Egan Bernal, who became the first Colombian cyclist to win the Tour.[31] The 2020 Tour was postponed to commence on 29 August, following the French government's extension of a ban on mass gatherings after the worldwide COVID-19 outbreak.[32] This was the first time since the end of World War II that the Tour de France was not held in the month of July.[33] It was won by Tadej Pogačar, who became the first Slovenian rider to win the race as well as one of the youngest winners in Tour history. He repeated as champion in the 2021 edition. The following year, Jonas Vingegaard became the first Danish rider since 1996 to win the race. The following riders have won the Tour de France on 2 or more occasions. Alberto Contador had originally won three Tours, but was stripped of one following an anti-doping violation.[D] Lance Armstrong was removed from the head of the list after having all seven of his Tour victories stripped when he was found guilty of repeated doping offences. Had his tainted Tour victories been reallocated (as were the victories of Floyd Landis and Contador) to the second-placed rider in each race, Jan Ullrich would have joined the list with 4 Tour wins. However, the race organisers ASO decided not to reallocate the titles won in those years, in recognition of the historic doping problem in the sport at that time - Ullrich himself having been banned for a doping violation. Ullrich, therefore, has a single Tour victory to his name. ","Title":"List of Tour de France general classification winners - Wikipedia","KeyID":"8224","URL":"https://en.wikipedia.org/wiki/List_of_Tour_de_France_general_classification_winners"}