{"Content: ":"The 1905 Tour de France was the third edition of the Tour de France, held from 9 to 30 July, organised by the newspaper L'Auto. Following the disqualifications after the 1904 Tour de France, there were changes in the rules, the most important one being the general classification not made by time but by points. The race saw the introduction of mountains in the Tour de France, and René Pottier excelled in the first mountain, although he could not finish the race.[1] Due in part to some of the rule changes, the 1905 Tour de France had less cheating and sabotage than in previous years, though they were not completely eliminated. It was won by Louis Trousselier, who also won four of the eleven stages. After the 1904 Tour de France, some cyclists were disqualified, most notably the top four cyclists of the original overall classification, Maurice Garin, Lucien Pothier, César Garin and Hippolyte Aucouturier. Maurice Garin was originally banned for two years and Pothier for life, so they were ineligible to start the 1905 Tour de France. Of these four, only Aucouturier (who had been \"warned\" and had a \"reprimand inflicted\" on him), started the 1905 Tour.[2] They were disqualified by the Union Vélocipédique Française, based on accusations of cheating when there were no race officials around. In 1904 Tour, it was difficult to observe the cyclists continuously, as significant portions of the race were run overnight, and the long stages made it difficult to have officials everywhere. Because these disqualifications had almost put an end to the Tour de France, the 1905 event had been changed in important ways, to make the race easier to supervise:[3] The first cyclist to cross the finish line received 1 point. Other cyclists received one point more than the cyclist who passed the line directly before him, plus an additional point for every five minutes between them, with a maximum of ten points. In this way, a cyclist could not get more than 11 points more than the cyclist that crossed the finish line just before him.[5] As an example for this point system, the result for the first seven cyclists in the first stage is in this table: The other important introduction were the mountains. One of Desgrange's staffers, Alphonse Steinès, took Desgrange for a trip over the Col Bayard at 1,246 metres (4,088 ft) and the Ballon d'Alsace at 1,178 metres (3,865 ft), that had an average gradient of 5.2% with 10% at some places,[3][5] to convince Desgrange to use these climbs in the route. Desgrange accepted it, saying that Steinès would take the blame if the mountains would be too hard to climb.[3][7] In the two previous editions, the highest point was the Col de la République at 1,145 metres (3,757 ft). In 1905, Desgrange chose to overlook this, and focused instead on the introduction of the Ballon d'Alsace, because he saw that he had missed the opportunity for publicity previously.[8] There were two categories of riders, the coureurs de vitesse and the coureurs sur machines poinçonnées.[9] The riders in the first category were allowed to change bicycles, which could be an advantage in the mountains, where they could use a bicycle with lower gears.[3] The riders in the machines poinçonnées category had to use the same bicycle in the entire race, and to verify this, their bicycles were marked. Before the race started, 77 riders had signed up for the race.[10] Seventeen of those did not start the race, so the Tour began with 60 riders, including former winner Henri Cornet and future winners René Pottier and Lucien Petit-Breton.[5] The riders were not grouped in teams, but most of them rode with an individual sponsor. Two of the cyclists—Catteau and Lootens—were Belgian, all other cyclists were French. Leading up to the start of the Tour, Wattelier, Trousselier, Pottier and Augereau were all considered the most likely contenders to win the event.[11] Despite the rule changes, there were still protesters among the spectators; in the first stage all riders except Jean-Baptiste Dortignacq punctured due to 125 kg of nails spread along the road.[1][4] The first stage was won by Louis Trousselier. Trousselier was serving in the army, and had requested from his commander leave for the Tour de France; this was allowed for 24 hours.[12] After he won the first stage and led the classification, his leave was extended until the end of the Tour.[13] From 60 starting cyclists, only 15 cyclists reached the finish line within the time limit;[14] 15 more reached the finish after the limit and the rest took the train.[15] The Tour organiser Desgrange wanted to stop the race, but was persuaded by the cyclists not to do so, and allowed all cyclists to continue with 75 points.[14][15] In the second stage, the first major climb, the Ballon d'Alsace, made its debut. Four riders were the fastest climbers: Trousselier, René Pottier, Cornet and Aucouturier. Of those four, Trousselier and Aucouturier were the first to be dropped, and Cornet had to drop in the final kilometers.[3] The top was therefore reached first by René Pottier, without dismounting, at an average speed of 20 km/h.[4] Cornet, who reached the top second, had to wait 20 minutes for his bicycle with higher gear, because his support car had broken down.[3] Later Aucouturier caught Pottier, and dropped him, and won the stage.[3] Pottier became second in the stage and led the classification.[1] Seven cyclists did not reach the finish in time, but they were again allowed to start the next stage.[16] In the third stage, Pottier had to abandon due to tendinitis.[17] The lead was back with Trousselier, who also won the stage. In the fourth stage, the Côte de Laffrey and the Col Bayard were climbed, the second and third mountains of the Tour de France.[5] Julien Maitron reached both tops first, but Aucouturier won the stage. Trousselier finished in second place, still leading the overall classification, although with the same number of points as Aucouturier.[18] In the fifth stage, Trousselier won, and because Aucouturier finished in twelfth place, Trousselier had a big lead in the general classification. After the fifth stage, Aucouturier could no longer challenge Trousselier for the lead.[19] In the seventh stage to Bordeaux, Trousselier punctured after only a few kilometers. The rest of the cyclists quickly sped away from him, and Trousselier had to follow them alone for 200 km. A few kilometers before Bordeaux, Trousselier caught up with the rest, and even managed to win the sprint.[12] Louis Trousselier kept his lead until the end of the race, winning five stages. Trousselier was accused of bad sportsmanship: he reportedly smashed the inkstands of a control post to prevent his opponents from signing.[17] Unlike the 1904 Tour de France, no stage winners, nor anyone from the top ten of the general classification, were disqualified. In the first and last stage, the cyclists were allowed to use pacers. All the 11 stages were won by only three cyclists:[9] The cyclists officially were not grouped in teams; some cyclists had the same sponsor, even though they were not allowed to work together.[22] Pautrat was the winner of the coureurs sur machines poinçonnées category, having used the same bicycle through the whole event.[24] The organising newspaper L'Auto named René Pottier the meilleur grimpeur. This unofficial title is the precursor to the mountains classification.[25] The tour organisers liked the effect of the points system, and it remained active until the 1912 Tour de France, after which it was reverted to the time system. In 1953, for the 50-years anniversary of the Tour de France, the points system was reintroduced as the points classification, and the winner was given a green jersey. This points classification has been active ever since. The introduction of mountains in the Tour de France had also been successful. After the introduction of the Vosges in the 1905 Tour de France, in 1906 the Massif Central were climbed, followed by the Pyrenees in 1910 and the Alps in 1911. The winner Trousselier received 6950 Francs for his victory. The night after he won, he drank and gambled with friends, and lost all the money.[3] In later years, Trousselier would not win a Tour de France again, but he still won eight more stages and finished on the podium in the next year.[26] The unofficial mountain champion of the 1905 Tour de France, Pottier, would be more successful in the next year, when he won the overall classification and five stages.[27] For L'Auto, the newspaper that organised the Tour de France, the race was a success; the circulation had increased to 100,000.[28] Media related to 1905 Tour de France at Wikimedia Commons ","Title":"1905 Tour de France - Wikipedia","KeyID":"8229","URL":"https://en.wikipedia.org/wiki/1905_Tour_de_France"}