{"Content: ":"The 1909 Tour de France was the seventh edition of the Tour de France, taking place from 5 July to 1 August. It consisted of 14 stages over 4,497 kilometres (2,794 mi), ridden at an average 28.658 km/h.[1] The results were computed by points accorded finishing positions on each stage, the rider with fewest points at the end of the race winning the race. The stages were approximately the same as in the 1907 and 1908 Tour de France. Because Lucien Petit-Breton, the winner of the Tour de France in 1907 and 1908, did not enter, the runner-up of 1908, François Faber, was the favourite. Faber went on to win six of the 14 stages and won the race easily. The 1909 Tour de France was again decided by the point system: the winner of a stage received one point, the second placed cyclist two points, and so on. The cyclist with the fewest points at the end of the race was the winner. After the eighth stage, the classification was cleaned up, by removing the cyclists from the result of the previous stages and recalculating the points of the remaining cyclists. This happened again after the thirteenth stage.[2] In 1908, the cyclists had to use Tour-supplied frames; this rule was abandoned in 1909. The bicycles were still marked with a stamp, to ensure that the riders only used one bicycle.[3] For the first time, cyclists could enter the race in teams, although technically they were still considered sponsored individuals.[4] In the previous Tours, the Tour organisation had become embarrassed by cyclists urinating in front of spectators, so at the check points obligatory bathrooms were installed.[5] The winner of the previous two editions, Lucien Petit-Breton, was not competing in 1909. Petit-Breton expected his former teammate François Faber, who had become second in 1908, to win the race.[3] Faber had transferred from the Peugeot team, that had dominated the 1908 edition, to the Alcyon team. A new record of 150 cyclists started the race.[6] The previous Tours had been successful, and similar races were initiated in other countries (most notably the Tour of Belgium, which started in 1908 and the Giro d'Italia, which started in 1909). The Tour de France was still the major race where the best cyclists came, and it was the first large-scale invasion of foreign stars.[7] In total, 19 Italians, 5 Belgians, 4 Swiss, 1 German and 1 Luxembourgian started the race.[8] Because cyclists could enter the race as sponsored cyclists, there were two classes of cyclists: cyclists with sponsors and cyclists without sponsors. There were seven different sponsors in the race (Nil–Supra, Alcyon, Biguet–Dunlop, Le Globe, Atala, Legnano and Felsina), with three to six cyclists. The majority of the cyclists, 112 in total, were not sponsored but were in the Isolé class, the class for cyclists without a sponsor.[2] The 1909 Tour de France was considered the most difficult one so far, because of the cold temperatures, the rain and snow.[2][9] The first stage was won by Belgian Cyrille van Hauwaert, the first Belgian stage victory ever.[10] As a result, he was leading also the race, the first time in the Tour de France history that a non-Frenchman was leading the race.[a] François Faber, the pre-race favourite, finished in second place.[11] During that first stage, the weather had been reasonable, but at night the storm started.[6] Faber was best fit to those conditions, and he won the 2nd, 3rd, 4th, 5th and 6th stage, this record of five stages in a row has not been broken since.[12] In stage two, Faber broke away halfway the stage, and rode the last 200 km alone.[7] In the third stage (at a temperature of only 4 degrees Celsius), Faber's chain broke in the last kilometre, and he had to run his bicycle across the finish line.[7] In the fifth stage, Faber was blown of the road by a strong wind, but remounted. Later, he was knocked down by a horse that also kicked his bicycle away. Faber remounted again, and won the stage with a five-minute margin.[7] In the sixth stage, 20,000 fans had come to see Faber win his fifth stage in a row, which he did.[7] The 7th stage was won by Ernest Paul, Faber's half brother.[9] Because of the bad weather, already 50 cyclists (1/3 of the field) had quit the race at that point.[13] The Tour organisers asked Faber to calm down, in order to keep the Tour exciting. His team leader agreed and Faber slowed down and let others win stages; his leading position was never endangered.[6] In the ninth stage, Faber finished in 10th place at 46 minutes from the winner, his worst performance of the race. He was still leading the race with 26 points, whereas second placed cyclist Garrigou had 40 points.[14] It seemed impossible to beat Faber in this Tour, and the question became who would finish in second place. Gustave Garrigou was in second place, but Jean Alavoine was getting close to him. Garrigou had more experience, and remained second.[6] In the fourteenth stage, Jean Alavoine was leading when his bicycle broke, with only 10 km to go. Changing bicycles was not allowed,[9] so Alavoine ran the last 10 km with his bicycle on his shoulders, and still won the stage[9] with a margin of 6 minutes and 30 seconds.[15] The Alcyon-sponsored cyclists dominated the 1909 Tour de France, winning 13 out of 14 stages.[3] Only the 7th stage was not won by a cyclist sponsored by Alcyon, but by Ernest Paul, without sponsor. The general classification was calculated by points: at every stage, the winner was given one point, the next cyclist two points, etc. After the eighth stage, when only 71 cyclists were still in the race, the points given in the first eight stages were redistributed among the remaining cyclists, in accordance with their positions in those stages. Of the 150 starting cyclists, 55 finished.[2] François Faber is one of the youngest Tour de France winners in history at only 22 years and 7 months; as of 2019, only Henri Cornet in 1904 was younger (19 years and 11 months).[20] Sixth-placed Ernest Paul became the winner of the \"isolé\" category.[22] The organising newspaper l'Auto named François Faber the meilleur grimpeur. This unofficial title is the precursor to the mountains classification.[23] Media related to 1909 Tour de France at Wikimedia Commons","Title":"1909 Tour de France - Wikipedia","KeyID":"8236","URL":"https://en.wikipedia.org/wiki/1909_Tour_de_France"}