{"Content: ":"One-day races and Classics François Faber (pronounced [fʁɑ̃.swa fa.bɛʁ]; 26 January 1887 – 9 May 1915) was a Luxembourgian racing cyclist. He was born in France. He was the first foreigner to win the Tour de France in 1909, and his record of winning 5 consecutive stages still stands.[1] He died in World War I while fighting for France.[2] Faber was known for his long solos; he is the only rider in Tour de France history to lead solo more than 1000 km.[3] Faber's father, Jean-François, was born in Wiltz, Luxembourg, which gave his son Luxembourg nationality. His mother, Marie-Paule, was born in Lorraine. François Faber had a Luxembourg passport but lived in France and considered himself French. His half-brother was another cyclist, Ernest Paul.[4] Faber worked as a furniture-remover and as a docker when he raced as an amateur. Faber was a professional from 1906 to 1914. He won 27 races. His size—1.86 m (6 ft 1 in) and 91 kg (201 lb)—and his suburb of Paris gave him the nickname The Giant of Colombes. He rode for Labor in 1906 and 1907, moved to Peugeot in 1908, then Alcyon from 1909 to 1911. He joined Automoto for 1912 before returning to Peugeot in 1913 and 1914. He rode the Tour de France for the first time in 1906 but didn't finish and the next year, he came seventh. In 1908 as part of the all-conquering Peugeot team, he finished second, winning four stages. He dominated the 1909 Tour de France, winning five consecutive stages, which is still a record. The 1909 Tour had the worst weather the race had seen.[5] Fifty riders dropped out in six days when rain, snow, thick mud, frost and deeply rutted, unsurfaced roads dogged the race from 7 to 13 July. The worse things got, the better Faber rode. He led the race alone for 200 km to win the 398 km stage from Roubaix to Metz on the second day. The third day started at three degrees above freezing and the weather became even worse. The race set off for Belfort and again Faber broke clear going over the Ballon d'Alsace and, after leading alone for 110 km, he finished covered in mud with his main challenger, Gustave Garrigou, 33 minutes behind. Still the weather got worse as the next stage left at 2am to ride to Lyon. Faber's riding attracted a crowd of 3,000 to see him leave and what was said to be 20,000 to see him finish. He won again after riding the last 62 km alone after a day of potholes and knee-high water. He climbed the Col de Porte in a wind that twice blew him off his bike and being knocked down by a horse.[6] His chain broke on the approach to Lyon and he ran a kilometre to the finish, pushing his bike.[7] He won all five stages from Metz to Nice, all of them by himself,[4][5] the final one after attacking Garrigou when he stopped due to a puncture. At the end of the race, the race official, Alphonse Steinès, asked Faber what he planned to do next. Faber said: I know an excellent little place to go fishing in the Sens area and that's where I'm going to be from tomorrow onwards. You won't see me again before September, for the classics of the end of the season.[8] Lucien Petit-Breton said of him: I told you he'd be head and shoulders better. Not only did he show I was right but he let his pals Garrigou, Alavoine, Duboc and van Hauwaert take the first six places. And he went even further [il a même forcé la note] in giving seventh place to his half-brother! I can still recall when he started, in 1906, with the isolés.[9] He set off from the start with his handlebars up high and he stayed at the back of the group all the time, riding on the wheel of the best riders. He was young, with no confidence in himself. His only wish was to be the last of the isolés to stay with the champions. Sometimes he stopped at a bar and ate his sandwiches as he waited for his 'colleagues', to finish the day in their company, because he didn't like being alone. After last year's Tour, I hadn't any doubts about his immense possibilities.[8] In the 1910 Tour, Faber was leading his Alcyon teammate Octave Lapize in the overall general classification when in Stage 7, a collision with a dog at the foot of the Pyrenees left him seriously injured. Despite winning the stage at Nîmes, the injury cost him the tour. Lapize attacked and took the tour with a last gasp attack from Faber on the final stage from Caen to Paris ending with a number of punctures. He continued to compete in the Tour de France with moderate success until his cycling career, like many of his peers, was curtailed with the start of World War I. Faber won 19 Tour de France stages,[1] Paris–Brussels, Bordeaux–Paris, Sedan-Brussels, Paris–Tours twice, Paris–Roubaix and the Giro di Lombardia. Faber joined the French Foreign Legion when the First World War broke out. He was assigned to the 2nd Marching Regiment of the 1st Foreign Regiment, at Bayonne on 22 August 1914. He was promoted to corporal. On 9 May 1915, the first day of the Battle of Artois at Carency near Arras he received a telegram saying his wife had given birth to a daughter. One story says that, cheering, he jumped out of the trench and was killed by a German bullet. Another, more commonly accepted, is that he was shot while carrying an injured colleague back from no-man's land during fighting between Carency and Mont-Saint-Éloi. His regiment lost 1,950 of 2,900 in their attack. Faber was posthumously awarded the Médaille militaire.[10] The GP François Faber, a small race in Luxembourg, is named after him. There is a plaque in his memory in the church of Notre Dame de Lorette in the French national war cemetery near Arras. On 28 March 2015, a new plaque in his memory was unveiled in Mont-Saint-Éloi, close to where he died. It was unveiled by Faber's grandson, Jacques Pallut and the town's mayor, Jean-Pierre Bavière.","Title":"François Faber - Wikipedia","KeyID":"8237","URL":"https://en.wikipedia.org/wiki/Fran%C3%A7ois_Faber"}