{"Content: ":"The 1911 Tour de France was the ninth edition of the Tour de France, taking place from 2 to 30 July. It was composed of 15 stages over 5,343 kilometres (3,320 mi), ridden at an average speed of 27.322 km/h.[1] The results were computed by giving each rider points according to his finishing position on each stage, and the rider with the fewest points at the end of the race won the overall competition. It was a gruelling tour, with the longest stage, 470 km long, taking almost 18 hours for the fastest riders to complete. Out of the 84 riders who started the tour, only 28 completed the race. After the introduction of the Pyrenees in the previous edition, in 1911 the Alps were first visited; for this addition, the 1911 edition has been named the first modern Tour.[2] Newcomer Paul Duboc won four stages and was close to winning the Tour, but he fell sick midway through the race while he was in second place in the general classification. The winner was Gustave Garrigou, who also won two stages. In 1910, the Tour de France included the Pyrenees mountains for the first time. That was a success, so in 1911 the Tour organisers also included the Alps.[3] The favourite mountain of the Tour organiser Henri Desgrange was the Col du Galibier, about which he wrote \"O, col Bayard, O, Tourmalet... next to Galibier you are worthless.\"[4] During the 1910 Tour, cyclists had protested against the inclusion of high mountains, but at the 1911 Tour, all important cyclists were present.[5] What did not change was the points system; similar to the 1905–1910 Tours, this race was decided on points. A cyclist received points, based on their rankings. As in 1910, the points system was \"cleaned up\" two times: after the ninth stage and after the 14th stage. Cyclists who had abandoned the race were removed from the rankings of the previous stages, and the classification was recalculated.[6] Since 1906, the Tour de France had crossed the German border into Alsace-Lorraine. After 1910, the German authorities did not allow this any more, so the Tour stayed in France.[7] As in the year before, there were two categories of riders. The best riders started in sponsored teams; there were four different teams, with 37 riders in total.[8] The stages had checkpoints where riders had to sign, and on these checkpoints the sponsored riders were allowed to be given food and drinks. The other category consisted of 47 isolated riders;[8] they were not allowed to be given food or drinks during these checkpoints.[9] The previous edition had been a close battle between teammates Octave Lapize and François Faber from the Alcyon team, won by Lapize. Lapize had changed teams to the La Française team, where he was joined by former winner Lucien Petit-Breton (winner in 1907 and 1908).[2] Petit-Breton was a late replacement for Cyrille van Hauwaert, who was not feeling healthy enough to ride the Tour.[9] The first stage was won by Garrigou, a teammate of Faber at Alcyon. In that first stage, Petit-Breton had to leave the race after a series of unfortunate events.[5] The Alcyon team also won the second stage with Masselis. The third stage was won by Faber, after a 206 km solitary breakaway.[6] During that stage, Émile Georget was leading when he was hit by a car and fell down a ravine.[5] In the same stage, Faber had passed a checkpoint without signing, and as a penalty he had to stop for two and a half minutes. Despite this, he still won with an advantage of 17 minutes, and took the lead in the general classification.[2] In the fourth stage, Garrigou took back the lead from his teammate Faber. At that point, Faber became insecure, as he knew that Garrigou was a good climber, while the big Faber had troubles in the mountains.[2] In the alps, Georget was the best.[6] Garrigou finished well before Faber, and was now leading by 10 points.[2] The sixth stage, with only small mountains, was won by Faber, after a 260 km solitary breakaway,[6] but because Garrigou came in second, he was still in the lead. In third place was Paul Duboc, a surprising newcomer.[2] Duboc was the strongest in the eighth stage, and after his stage victory, he was in second place in the general classification. In the ninth stage, Faber lost contact with Garrigou in the general classification by finishing in twentieth place. Duboc won again, and had shown that he was a good climber, and was considered a favourite for the tenth stage which also included mountains, and a serious threat for Garrigou in the generalt classification;[5] after this stage, Garrigou was leading with 27 points, while Duboc had 37 points.[10] In that ninth stage, Maurice Brocco who knew that he would not win the Tour, had sold his services to another cyclist. He was removed from the race by Tour organiser Desgrange, who was against cyclists helping each other. Brocco objected against this decision, and pending the decision he was allowed to start the tenth stage from Luchon to Bayonne. In that tenth stage, Brocco attacked and finished first. After the stage, his appeal was rejected and he was removed from the race.[6] Also in the tenth stage, Duboc collapsed just before Bayonne, probably due to food poisoning,[11] attributed to a spiked drink.[3] At that moment, he was leading the stage, eight minutes before the next cyclist. According to the rules, no help was allowed, so other cyclists rode by him while he was lying on the road, vomiting. Duboc was able to get on his bicycle again, and finished the stage in 21st place, which left him no hopes for the victory.[2] Nowadays, it is thought that François Lafourcade, a cyclist who performed well in the mountains of the 1910 Tour had something to do with it, but in 1911 the first suspect was his main competitor Garrigou. Garrigou was threatened, and the Tour organisation gave him a bodyguard, and when the Tour passed Duboc's home town, Garrigou was disguised.[2] Duboc regained his strengths and won two more stages, but was unable to close the gap to Garrigou in the general classification, so Garrigou became the winner of the race. At the end of the race in Paris, Duboc received a large welcome, overshadowing Garrigou.[2] The pre-race favourites had already abandoned early in the race — 1907 and 1908 winner Petit-Breton in the first stage and 1910 winner Lapize in stage four. The winner from 1909, Faber, lasted longer, but he gave up during stage twelve.[11] Of the 84 starting cyclists, 28 finished. The winner, Gustave Garrigou, received 5000 francs for his victory.[11] Thirteenth-placed Paul Deman became the winner of the \"isolés\" category.[16] The organising newspaper l'Auto named Paul Duboc the meilleur grimpeur. This unofficial title is the precursor to the mountains classification.[17] Media related to 1911 Tour de France at Wikimedia Commons","Title":"1911 Tour de France - Wikipedia","KeyID":"8240","URL":"https://en.wikipedia.org/wiki/1911_Tour_de_France"}