{"Content: ":"Firmin Lambot (pronounced [fiʁ.mɛ̃ lɑ̃.bo]; 14 March 1886 – 19 January 1964) was a Belgian bicycle racer who twice won the Tour de France. Born in the small town of Florennes,[1] Lambot worked as a saddler. He worked 12 hours a day, starting at 6am.[1] He bought his first bicycle at 17 and began riding 50 km a day to and from work. His first race was in a local village; he won five francs as first prize. He then bought a racing bike. He began racing professionally in 1908. In that year he won the championships of Flanders and Belgium. He rode the Tour de France from 1911 to 1913 but the First World War ended the race for the next five years. When the Tour returned in 1919 it was a miserable affair of war-torn roads, fractured logistics and former contenders no longer alive to compete. Only 11 riders finished. Lambot was approached at the Buffalo track in Paris, where he had ridden a 24-hour race, to ride the Tour in the Globe Cycles team. He was second for much of the race but took the lead when Eugène Christophe broke a fork. Observers felt Lambot owed his victory more to Christophe's bad luck than his own ability and a collection for Christophe surpassed the prize money Lambot received. His performance brought him a contract from the larger Peugeot team at 300 francs a month.[1] He was engaged to ride just the Tour de France. In the 1920 and 1921 Lambot placed respectably and in 1922 he won for the second time after Hector Heusghem was handed an hour penalty for swapping his bicycle after breaking the frame. He became the first to win the Tour without winning a stage. Lambot was 36 when he won the 1922 Tour, the oldest winner of one of the big cycling tours (i.e. the tours of France, Spain and Italy) at that time. He kept the record for over 90 years, until it was broken by 41-year-old Vuelta winner Chris Horner in 2013. He remains the oldest Tour winner to date. By the end of his career he was paid 1 800 francs a month by his team.[1] In retirement, he returned to work as a saddler.","Title":"Firmin Lambot - Wikipedia","KeyID":"8248","URL":"https://en.wikipedia.org/wiki/Firmin_Lambot"}