{"Content: ":"One-day races and Classics Léon Scieur (pronounced [le.ɔ̃ sjœʁ]; 19 March 1888 – 7 October 1969) was a Belgian cyclist who won the 1921 Tour de France, along with stages 3 and 10. His first great victory was the 1920 Liège–Bastogne–Liège; he won a stage and finished fourth in the 1919 and 1920 Tours de France. Léon Scieur was the son of a farmer in Florennes, near Charleroi in Belgium. He began work as a glassmaker[1] before being introduced to cycling by his neighbour, Firmin Lambot, who taught him to ride a bike at the age of 22.[2] Scieur turned professional in 1913 and rode his first Tour de France that year,[3] without finishing. He didn't win in 1914 either - he came 14th[3] - but Florennes celebrated nevertheless because Philippe Thys won for the second time. Thys was born in Brussels[4] but lived in the town.[1] Firmin Lambot came eighth. After working as a mechanic in World War I[1] Scieur rode the revived Tour de France in 1919 placing in fourth. He had punctured four or six times, according to reports, between Le Havre and Cherbourg. The weather was foul and he had no more spares so had to huddle in a doorway to repair one of the punctures. Mending a race tyre involved taking it from the rim, cutting the stitching that held the base together, mending the inner tube, then sewing up the tyre before replacing it. Scieur had acquired a needle and thick thread from the woman in whose doorway he was sheltering but his fingers grew too cold to use them. He asked the woman to help but the chief official, Lucien Cazalis, told him: \"It's forbidden to receive help; you'll be penalised if madame threads the needle for you.\" Scieur completed the repair but lost the Tour to Lambot by about the time it had taken.[5] He rode three more years after his victory but without finishing. He came fourth again in 1920, once more behind Thys. He won at his fifth attempt, in 1921, when he was 33.[3] He went into the lead on the second day and rode so hard to defend his position that reporters nicknamed him The Locomotive[1][4][6] He pedalled fast on a low gear,[4] winning won two stages, from Cherbourg to Brest and from Nice to Grenoble.[3][6] Another Belgian, Hector Heusghem, attacked when Scieur punctured on the col d'Allos, which climbs to 2,240m.[7] Scieur was so angry at the breach of etiquette that riders weren't attacked when they had mechanical trouble[5] that he set off after Heusghem, lectured him on politeness and tradition, raced off angrily alone and won the stage to Grenoble. The feud that developed between them brought still more reporters from Belgium - this was the first year that foreign reporters could follow the race by car[6] - and made life hard work for everyone. The organiser, Henri Desgrange, wrote a column in L'Auto criticising riders for being too scared of Scieur to challenge him.[4] [6] Desgrange wasn't slow to criticise or discipline riders who he thought weren't riding hard enough. The 12th stage was 371 km from Geneva to Strasbourg. Scieur was leading the race with Heusghem and a French rider, Honoré Barthélemy. Two Belgians, Firmin Lambot and Louis Mottiat, stayed in the main group rather than chase and spoil Scieur's chances. All five riders were in the same team and were using tactics that today would be considered normal. Desgrange, however, believed riders should compete as individuals and not in teams and he banished Lambot and Mottiat to last place.[1] The Tour became duller after Heusghem and Scieur settled into a sullen truce[5] but it wasn't without incident. Scieur broke 11 spokes on the last but one stage, from Metz to Dunkirk and again fell foul of Desgrange's rules. He managed to get a replacement wheel but new rules for that year's Tour said he didn't have the right to use it unless he could show Desgrange's judges that the original was beyond use. No judge saw the incident and so Scieur carried the broken wheel on his back for 300 km to the finish. He said it left a mark on his back for 15 years.[5] Scieur abandoned the 1922 Tour with a broken fork. Scieur stopped racing in 1924.[1] He spent the rest of his life in Florennes, where he owned a garage and distribution businesses for coal and gas.[1] He died in 1969.","Title":"Léon Scieur - Wikipedia","KeyID":"8251","URL":"https://en.wikipedia.org/wiki/L%C3%A9on_Scieur"}