{"Content: ":"The 1922 Tour de France was the 16th Tour de France bicycle race, taking place from 25 June to 23 July. The 1922 Tour consisted of 15 stages covering a total of 5,375 kilometres (3,340 mi).[1] The race was won by the Belgian Firmin Lambot, who had also won the 1919 Tour de France. The first part of the race showcased the tactics of Robert Jacquinot, and some action from Eugène Christophe. During the Pyrenees stages, the climber Jean Alavoine became the leader after three consecutive stage wins: Bayonne, Luchon, and Perpignan. Lambot was 48 minutes behind Christophe at one point, but then plowed ahead to his win in Paris. Alavoine's success appeared to be written in stone as they raced through the southern part of the race. This was especially true when he increased his lead to more than 22 minutes in Briancon. On the stage to Geneva the frigid weather and several mechanical issues bore down on Alavoine. Thus it was not Lambot who attacked, but Heusghem (who had been second for the last two years). It appeared that this was going to be his shining Tour, however his bicycle broke on the ride to Metz. Heusghem made a prohibited bike change to stay in race for first. However, this defied the rules during this time, and he was docked one hour by race officials, dropping him to fourth overall. This is when Lambot noticed his change and took over in Dunkerque. Amidst all this Lambot took his second win of the Tour de France at the age of 36, becoming the first to win the Tour de France without winning a stage. In the 1921 Tour de France, the Belgians had again been dominating, which the French audience did not like. Tour organiser Henri Desgrange did not like the cooperation between cyclists, because he wanted the Tour de France to be a display of individual strength. He had sworn to change the format for the 1922 Tour de France, but this did not happen, and the formula remained the same.[2] Although World War I was already a few years ago, its economic impact was not yet over. The cycling companies were still not able to sponsor the cyclists in the way they did before the war, so as in 1919, 1920 and 1921 they bundled their forces under the nick La Sportive.[3] The cyclists were divided in two categories, this time named 1ère classe (first class), the professionals, and 2ème classe (second class), the amateurs.[4][5] The French cyclists Henri and Francis Pélissier had stopped the 1920 Tour de France after Henri received a penalty from the Tour organisation for throwing away a tire. For this reason, the Pélissier brothers did not start in the 1921 and 1922 Tours.[6] In the start of the race, Robert Jacquinot made the race.[7] The third stage ended in the vélodrome of Brest. The first 24 cyclists held an elimination race, which was won by Jacquinot.[8] In the fourth stage, Jacquinot punctured three times, and lost a lot of time.[2] Eugène Christophe took over the lead. On the sixth stage, the Tourmalet was scheduled to be climbed. Due to heavy snow, the route was changed to avoid the Tourmalet.[9] Christophe still led the race after that stage, 37 years and 164 days old; this makes him the oldest person in Tour de France history to lead the general classification.[10] During this sixth stage, Philippe Thys, who was in second position in the overall classification, broke his wheel and lost more than three hours, which removed his chances to win the Tour de France for the fourth time.[11] Also in that stage, a shepherd suggested to Emile Masson to take a shortcut on a goat track. Masson took the shortcut, had to carry his bike, and even lost time.[12] After three consecutive stage victories, Jean Alavoine took over the lead.[7] Alavoine secured his lead during the stages in Southern France, and extended the lead to 22 minutes in the tenth stage.[7] During the 11th stage, Honoré Barthélemy (3rd place in 1921) fell many times, and had to abandon the race.[11] Climbing the Galibier, Eugène Christophe broke the fork of his bicycle. This was the third time in his career that this happened.[11] He walked to the top, and down the entire descent before he could fix it.[9] He finished the stage three hours after the winner.[13] The leader of the race, Alavoine, also suffered from mechanical problems. His chain broke several times, and in the cold rain he had to put it back on.[2] He also had a cold, and could not go along with his competitors.[7] Heusghem attacked on that stage, and won back more than half an hour, and was then third in the general classification.[5][7] In the twelfth stage, Heusghem attacked Alavoine again. Alavoine punctured six times in that stage, which made it impossible for him to keep up with Heusghem.[2] Heusghem won over 35 minutes on Alavoine, and more than 10 minutes on second-placed Lambot, which was enough to take over the lead.[5] Heusghem was at that point the strongest rider in the race, and seemed to be on the way to the overall victory in Paris.[14] In the thirteenth stage, Hector Heusghem fell down due to a pothole,[11] and broke his bicycle. According to the rules, he should have fixed his bicycle without help, but instead he changed to a different bicycle. He had gotten permission from a race judge to do this, but later the judges reevaluated the rules, and gave him a one-hour penalty.[11][15] This dropped him to the fourth place of the general classification, and allowed Lambot to take over the lead.[7] Lambot stayed in the yellow jersey easily until Paris, so he won the 1922 Tour de France. Some newspapers reported that Lambot won the race by luck, because of the penalty that was given to Heusghem. Lambot rejected this, saying that he was only eight minutes behind and that he had a good chance. To the French crowds, Jean Alavoine was the moral winner, and he was celebrated as a hero.[2] In each stage, all cyclists started together. The cyclist who reached the finish first, was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added up; the cyclist with the least accumulated time was the race leader, identified by the yellow jersey. Philippe Thys won five stages, including three consecutive stage victories. Jean Alavoine also won three consecutive stage victories. Lambot won the overall classification, without winning any stage; this was the first time that this happened.[7] Originally, different classifications were made for the first class cyclists and the second class cyclists. Just as in 1920, French Joseph Pelletier became the winner of the second class. The Belgian cyclists had won eight of the fifteen stages, and placed seven cyclists in the top ten. They had now won seven Tours in a row. The French audience was still somewhat pleased by the 1922 Tour de France, as the French cyclists had won some stages, wore the yellow jersey for a long time and with second placed Alavoine had competed for the victory. In the next year, the French Pélissier brothers joined the race again, and Henri Pélissier won the race. Firmin Lambot, who won the 1922 Tour, would start again two more times, but would never again win a stage or finish the Tour.[21] Media related to 1922 Tour de France at Wikimedia Commons","Title":"1922 Tour de France - Wikipedia","KeyID":"8252","URL":"https://en.wikipedia.org/wiki/1922_Tour_de_France"}