{"Content: ":"The 1923 Tour de France was the 17th edition of the Tour de France, taking place 24 June to 22 July. It consisted of 15 stages over 5386 km, ridden at an average speed of 24.233 km/h.[1] The race was won by Henri Pélissier with a convincing half-hour lead to his next opponent, Italian Ottavio Bottecchia. In total, 139 cyclists entered the race, of which 48 finished. Pélissier's victory was the first French victory since 1911, as the Tour de France had been dominated by Belgian cyclists since then. The French cyclists Henri and Francis Pélissier had stopped the 1920 Tour de France after Henri received a penalty from the Tour organisation for throwing away a tire. This had caused a fight between the Pélissier brothers and tour organiser Henri Desgrange, and because of this fight, the Pélissier brother had been absent in the 1921 and 1922 Tours de France.[2] In 1921, Henri Desgrange wrote in his newspaper: \"Pélissier doesn't know how to suffer. He will never win the Tour\"[3] Still, Henri Pélissier was the most talented French racer of his period, and in 1923 had won every major race except the Tour de France.[4] The Tour de France had been dominated by Belgian cyclists in the last years, which was not good for the popularity of the race in France. The organiser knew that Pélissier in the race would increase the interest in the race, but did not want to apologise to Pélissier. Therefore, Desgrange wrote in l'Auto that Henri Pélissier was too old to win the Tour de France, and that Pélissier would therefore probably never start in the Tour de France. This was the reason for Pélissier to enter the race the same day.[5] In the 1922 Tour de France, Hector Heusghem had lost the race because he received a one-hour penalty for illegally changing his bicycle.[6] The rules about reparations were changed in the 1923 Tour: technical assistance from team directors was allowed. It was still not allowed to change equipment with other cyclists.[7] Another introduction was the time bonus for stage winners. After each stage, the overall time of the stage winner was reduced with two minutes.[8] In previous years, the cyclists had been divided in two classes, the sponsored class and the unsponsored class. In 1923, this system changed, and three categories were used: the \"first category\", of the top cyclist, the \"second category\", of lesser but still sponsored cyclists, and the touriste-routiers, the quasi-amateurs.[9] The sponsors, who had joined forces in the previous tours under the name La Sportive, were now financially stable enough to have their own teams. Automoto, sponsor of the team with the Pélissier brothers, had commercial interests in Italy, so wanted to have Italian cyclists in the team. Several Italian cyclists were hired, who were supposed to come to France. Only one Italian cyclist showed up, Ottavio Bottecchia, who had started as a professional the year before. The sponsor then decided that the marketing plan would not work with only one Italian cyclist, and wanted to send him back. At the last minute, Bottecchia was allowed to stay on the team.[10] The first stage was won by Robert Jacquinot, who had also won the first stage of the 1922 Tour de France. In the second stage, Ottavio Bottecchia, at that moment a little-known Italian cyclist,[7] won the sprint. Bottecchia had finished in second place in the first stage, and now took over the lead. He was the first Italian cyclist to wear the yellow jersey.[10] In the third stage, the Pélissier brothers showed their dominance. The race was won by Henri, with Francis in second place. Bottecchia had a flat tire after 300 km in the race and lost some minutes, but he fought back and only lost 37 second on the finish line.[5] In the fourth stage, Henri Pélissier received a two-minute penalty,[11] for throwing away a tyre.[3] Bottecchia punctured again and lost the lead to Romain Bellenger.[5] In the Pyrenees, French Jean Alavoine was the dominant cyclist,[7] as he won three stages.[3] In the sixth stage, Robert Jacquinot, who was primarily known as a sprinter, rode away and topped the first three mountains first. He seemed to go on and win the stage and took over the lead, but the last mountain was too much for Jacquinot, and he fell off his bike climbing the Peyresourde.[10] Alavoine passed Jacquinot and went on to win the stage, while Bottecchia won back enough time to regain his lead from Bellenger, who lost a lot of time.[5] When Alavoine won his third stage in Nice, Bottecchia was leading the race, with Alavoine in second place and Henri Pélissier in third place, almost half an hour behind.[3][8] In the tenth stage, the high alps were climbed. Francis Pélissier was riding with an injured knee, but together with Lucien Buysse, he was planning to help Henri Pélissier take over the lead from their teammate Bottecchia.[10] Although the race was neutralized on the Vars,[8] Henri Pélissier still won the stage with a large margin to Alavoine and Bottecchia, and took over the lead. The experience of Pélissier helped him: Bottecchia was riding in too big a gear, which Pélissier saw. In order to change gears, Bottecchia would have had to dismount his bicycle, so Pélissier sped away, and Bottecchia could not follow.[8] In the eleventh stage, the Pélissier brothers left all other cyclists behind, with only Bellenger staying within ten minutes.[3] Alavoine had to abandon the race after an accident, which put Bottecchia in second place. At that point, all the stages left were flat stages where it is difficult to win much time, and with an almost 30 minutes lead over his teammate Bottecchia, Pélissier was assured of the victory.[3][7] In each stage, all cyclists started together. The cyclist who reached the finish first, was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added up; the cyclist with the least accumulated time (after compensating for time bonuses and/or time penalties) was the race leader, identified by the yellow jersey. For his overall victory, Henri Pélissier received 10000 francs.[7] In total, Henri Pélissier won 17638 francs in the 1923 Tour de France, almost ninety times the standard monthly wage at that time.[16] Henri Pélissier was the first French winner of the Tour de France since 1911, and ended a series of seven Belgian victories.[8] Desgrange, who had been in a fight with Pélissier for three years, wrote \"The mountains seemed to sink lower, sunk by the victorious thrust of his muscle. More than a score of times on the most vicious gradients, hands on the tops of the bars, he looked down at the valley bottoms, like an eagle staring at his prey\".[3] The French victory was good for the organising newspaper l'Auto: the circulation increased to almost half a million copies,[18] while it peaked at one million the morning after Pélissier's victory.[19] At the end of the race, the winner Henri Pélissier declared that Bottecchia would be the winner of the next Tour.[7] This prediction was right; Bottecchia won the 1924 and the 1925 Tour de France. The introduction of time bonuses for stage winners was considered a success and has been used for many Tours after 1923, although the details have changed since. Media related to 1923 Tour de France at Wikimedia Commons","Title":"1923 Tour de France - Wikipedia","KeyID":"8253","URL":"https://en.wikipedia.org/wiki/1923_Tour_de_France"}