{"Content: ":"The 1924 Tour de France was the 18th edition of the Tour de France and was won by Ottavio Bottecchia. He was the first Italian cyclist to win the Tour and the first rider to hold the yellow jersey the entire event. The race was held over 5,425 km with an average speed of 23.972 km/h (14.896 mph).[1] 60 riders finished the race from the original 157 cyclists. Entrants of the 1924 Tour included several past and future winners including defending champion Henri Pélissier (1923), Philippe Thys (1913, 1914, 1920), Lucien Buysse (1926) and Nicolas Frantz (1927, 1928). The event saw the increase of the time bonus for stage wins move from 2 minutes to 3 minutes. In addition, it was the final year of the 15-stage format that had started in 1910. One of the most important events of the race occurred on the third stage, when defending champion Pélissier quit the race because of a new fight with tour organiser Henri Desgrange. In 1923, a time bonus of two minutes for each stage winner had been introduced. This was considered successful, and the time bonus was increased to three minutes for the 1924 Tour de France.[2] After the 1923 Tour de France, the winner Henri Pélissier had said that the runner-up Bottecchia would go on to win the race.[3] In 1924, there was a rule that the cyclists had to finish with everything they started with, and the officials suspected that Pélissier would start in the cold morning with many jerseys, and remove them once the day warmed up.[4] The rule had been introduced in 1920, when all the cyclists were sponsored by the combined sponsor La Sportive, to prevent waste of material.[5] Pélissier objected to the rule, on the ground that the jerseys that he wore were his own, and had not been provided by the sponsor. At the start of the third stage, a tour official checked how many jerseys Henri Pélissier was wearing. Pélissier was angry, and declared that he would not start the race.[5] He did so anyway, but retired at Coutances, together with his brother Francis Pélissier and teammate Maurice Ville.[4] The three cyclists met journalist Albert Londres of Petit Parisien,[6] to whom they complained about the circumstances in which the cyclists had to race.[4] In that third stage, that ended on a circuit, Theophile Beeckman crossed the finish line first. However, the bell indicating the last lap was not rung, and Philippe Thys was placed ex aequo on the first place by the officials.[6] In the first five stages, the cyclists finished in groups, and the time bonus of three minutes for the winner was the only thing that separated the cyclists. After the third and fourth stage, Bottecchia had the same time as Beeckman, although Bottecchia was still given the yellow jersey as classification leader.[2] In the sixth and seventh stage, Bottecchia extended his lead in the Pyrenees.[7] After these stages, he had a margin of 50 minutes over second-placed Nicolas Frantz. In the Alps, Bottecchia was not so dominant anymore. In stages 10 to 13, Frantz won back a few minutes per stage, but it was not enough. In the thirteenth stage, Bottecchia ran into a dog and fell.[8] Nicolas Frantz tried to win back time, but failed. In the penultimate stage, Italian Giovanni Brunero was in third place in the overall classification,[2] when he had to give up.[8] Prior to the last stage, the margin between Bottecchia and Frantz was still 32 minutes. Bottecchia won the final stage to Paris, and the time bonus of 3 minutes made the margin 35 minutes. In each stage, all cyclists started together. The cyclist who reached the finish first, was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added up; the cyclist with the least accumulated time (after compensating for time bonuses and/or time penalties) was the race leader, identified by the yellow jersey. Bottecchia became the first Italian cyclist who won the Tour de France, and the first cyclist to wear the yellow jersey from the start to the end of the Tour de France.[4] A few days after Henri Pélissier quit the race, he sent a letter to the communist magazine l'Humanité, writing that he accepted \"‘excessive fatigue, suffering, pain\" as part of the cycling profession, but that he wanted to be treated as a human being.[14] Tour organiser Desgrange still kept to his formula of trying to get the cyclists to ride individually until 1930, when he accepted that cyclists would run in teams and introduced nationalized teams. The number of stages increased in the next years. For example, in 1925 the cyclists went from Brest to Bayonne in two stages, racing 900 km (560 mi) in total; in 1926 this was done in four stages, racing 894 km (556 mi). With these shorter stages, the cyclists did not have to start in the middle of the night. Bottecchia would win the Tour de France again in 1925. The runner-up, Nicolas Frantz, would win in 1927 and 1928; in 1928 he would repeat the feat of Bottecchia of wearing the yellow jersey the entire race. Media related to 1924 Tour de France at Wikimedia Commons","Title":"1924 Tour de France - Wikipedia","KeyID":"8255","URL":"https://en.wikipedia.org/wiki/1924_Tour_de_France"}