{"Content: ":"The 1925 Tour de France was the 19th edition of the Tour de France. It was held from 21 June to 19 July, over 5,440 km (3,380 mi) in 18 stages.[1] Italian Ottavio Bottecchia successfully defended his 1924 victory to win his second consecutive Tour. Only 49 of the 130 participants finished the course. In 1919 to 1924, the sponsored teams had been away because of the economic impact of World War I. In 1925, the teams returned.[2] For the first time, the Tour de France started outside Paris, in le Vésinet.[3] The number of stages increased from 15, which had been used since 1910, to 18, thereby decreasing the average stage length.[4] The time bonus, given to the winner of a stage, was removed.[4] After Henri Pélissier had created a controversy by quitting the 1924 Tour de France and complaining on the toughness of the race to a journalist, the Tour organisation made a new rule that said that any rider that harmed the Tour's image would be banned for the next years.[5] The participants were divided into two groups: 39 cyclists were riding in sponsored teams, and 91 rode as touriste-routiers. The teams did not have equal size; the largest team, J.B. Louvet, consisted of eight cyclists, while the smallest team, J.Alavoine-Dunlop, had only one cyclist, Jean Alavoine himself. There were 57 French, 34 Belgian, 28 Italian, 5 Swiss, 5 Luxembourgian and 1 Spanish cyclists.[6] Bottecchia, who had won the previous Tour de France, started by winning the first stage. In 1924, he had had no difficulty in defending his lead, but in 1925 there was Adelin Benoit, who surprisingly took over the lead in the third stage.[2][7] Bottecchia was however only eight seconds behind in the general classification.[4] In the fourth stage, Henri Pélissier, the winner of the 1923 Tour de France, left the race. In previous years, Pélissier had left the race after a fight with tour organiser Henri Desgrange, but this time it was because of knee problems.[7] In the sixth stage, Benoit punctured, and Bottechia's Automoto team rode as fast as they could to get away from Benoit. Bottecchia won the stage, and after he won the next stage too, he took over the lead.[7] In the eighth stage, Adelin Benoit won back eleven minutes in the first Pyrenees stage, in what used to be Bottecchia's specialty.[2] In the ninth stage, Bottecchia took back the lead in the rain, and this decided the race.[3] Bottecchia did not win the stage, but his Automoto teammates had helped him to win 45 minutes on Benoit.[2] After that stage, Nicolas Frantz was number two, more than 13 minutes behind. In the next stages, Bottecchia was helped by his teammate Lucien Buysse. In return, Bottecchia allowed Buysse to win the eleventh and twelfth stage.[4] In the twelfth stage, Bottecchia and Buysse failed to sign in at a control post, and were fined with 10 minutes penalty time.[2][8] Nonetheless, the margin with runner-up Frantz had increased to 27 minutes. In the fourteenth stage, Frantz had a flat tyre, and the Automoto team raced away from him.[7] Frantz lost more than 37 minutes. This took Frantz completely out of contention for the victory, and Bottecchia's victory seemed secure.[2] Italian Aimo was the new runner-up, with a margin of more than 55 minutes.[9] Lucien Buysse was only three minutes behind Aimo, and in the sixteenth stage, Buysse took off, trying to win back time on Aimo. Nicolas Frantz, Albert Dejonghe and Hector Martin followed him, but Aimo missed that move, and lost five minutes. Buysse was now in second place, with Frantz only three seconds behind him.[4] In the seventeenth stage, Frantz missed the deciding escape, and Buysse and Aimo finished in the leading group, so Aimo was back in third place.[3] Bottecchia made his Tour victory complete by winning the last stage.[4] In each stage, all cyclists started together. The cyclist who reached the finish first, was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added up; the cyclist with the least accumulated time was the race leader, identified by the yellow jersey. In 1925, no French cyclist finished in the top ten. For the first time, two of the three riders on the podium were Italian.[4] The race for touriste-routiers, cyclists who did not belong to a team and were allowed no assistance, was won by Despontin.[15] The organing newspaper, l'Auto named a meilleur grimpeur (best climber), an unofficial precursor to the modern King of the Mountains competition. This award was won by Bottecchia.[16] The 1925 Tour de France was Bottecchia's last great victory. In 1926 he started again, but withdrew in the Pyrenees. When he was training in 1927, he was found bleeding at the side of the road close to his house, and he died some hours later.[2] The champion of the 1923 Tour de France, Henri Pélissier, rode his last Tour de France in 1925.[4] During the race, Bottecchia had promised Lucien Buysse half his earnings, because he needed help. Buysse was content with this deal, and did not try to win the Tour himself. After the race ended, Buysse told his relatives that he was happy with how things went, but that the next year he would try and win the race, which he did.[17] Media related to 1925 Tour de France at Wikimedia Commons","Title":"1925 Tour de France - Wikipedia","KeyID":"8256","URL":"https://en.wikipedia.org/wiki/1925_Tour_de_France"}