{"Content: ":"Ottavio Bottecchia (pronounced [otˈtavjo botˈtekkja];[1] 1 August 1894 – 15 June 1927[2]) was an Italian cyclist and the first Italian winner of the Tour de France. He was found injured and unconscious by a roadside and died a few days later; the exact circumstances of his accident remain a mystery. Bottecchia was born as the eighth child of a poor family of nine children. He went to school for just a year,[3] first working as a shoemaker, then as a bricklayer.[2][3][4] His father left to find work in Germany.[4] Bottecchia later married and had three children.[citation needed] Despite being a convinced socialist with anti-Fascist convictions, Bottecchia joined the Bersaglieri corps of the Italian army during the first world war.[4] For four years he ferried messages and supplies on the Austrian front with a special folding bicycle. During the conflict he contracted malaria and also had to evade capture several times.[5] Bottecchia endured a gas attack on 3 November 1917 after the battle of Caporetto while providing covering fire for retreating forces. Near Sequals he was captured, but escaped while being marched into captivity at night. After returning to Italian lines, he twice conducted reconnaissance sorties into Austrian-held areas, which by now included his home region of Colle Umberto.[6] Bottecchia was later awarded a bronze medal[7] for valor.[3][4] After the end of hostilities Bottecchia moved to France in 1919 to work as a builder, which later led to insinuations that he was not Italian – slurs that were compounded by his strong regional dialect. Bottecchia's family continued to struggle with poverty, and his youngest daughter died in 1921 at the age of seven.[4] Bottecchia returned to Italy where he took up competitive cycling.[3][4] He won the Giro del Piave, the Coppa della Vittoria, and the Duca D'Aosta in 1920 and the Coppe Gallo an Osimo, the Circuito del Piave and the Giro del Friuli in 1921.[8] Bottecchia became a professional cyclist in 1920.[9] He was given a racing bicycle by Teodoro Carnielli,[10] president of a cycling association, the Associazione Sportiva di Vittorio Veneto. Carnielli encouraged Bottecchia to join the Pordenone sport union.[11] In 1923 Bottecchia placed fifth in the 11th Giro d'Italia, the highest finish by an 'isolate' (rider without a team). His position attracted the leading French rider, Henri Pélissier, who asked Bottecchia to join his professional team, Automoto-Hutchinson.[3][8][12] Pélissier had just left the J. B. Louvet team after an internal row and had taken another rider, Honoré Barthélemy, with him. Automoto was a French motorcycle company that also sold its products in Italy. Automoto saw the chance not only of winning the Tour de France but of having a further Italian rider to stimulate foreign sales. Henri Pélissier said he had seen Bottecchia ride the Giro di Lombardia and Milan–San Remo and the team signed him.[13] The new recruit reported for duties with his new team in France, said the writer Pierre Chany, with a skin tanned like an old leather saddle and creases to his face deep enough to be scars. His clothing was ragged and his shoes so old that they no longer had any shape.[13] His ears stuck out so far that the Tour organiser, Henri Desgrange referred to him as \"butterfly\".[3] The only words of French he could manage were: \"No bananas, lots of coffee, thank you.\"[14] It was as a professional that Bottecchia learned to read, taught by his friend and training partner, Alfonso Piccin. Together they read the Italian sports daily, Gazzetta dello Sport, and clandestine anti-fascist pamphlets protesting at the rule of Benito Mussolini.[3] Bottecchia's success for his new team included winning a stage in the 1923 Tour de France, where he also placed second overall. He led the Tour from Cherbourg after the second stage and wore the yellow jersey of leader as far as Nice. There he passed it on to Pélissier, who won with the prediction: \"Bottecchia will succeed me next year.\"[14] Such was the reaction in Italy that the Gazetta dello Sport asked a lire from each of its readers to reward him. Mussolini was first to subscribe.[3] In 1924 Bottecchia won the first stage of the Tour and kept his lead to the end, the first Italian to win.[3] He wore his yellow jersey all the way to Milan in the train[3] – travelling third class to save money. By then his French had improved to: \"Not tired, French and Belgians good friends, cycling good job.\"[14] Bottecchia won the Tour again in 1925 with the help of Lucien Buysse, who served as the first domestique in Tour history. Accused in 1924 of winning without trying, Bottecchia won the first, sixth, seventh and final stage. He was never the same after that and dropped out, \"weeping like a child\",[15] during a thunderstorm in 1926. Buysse emerged the winner. The writer Bernard Chambaz said: The unpleasant hand of destiny fell on his shoulders. It was as though the misery of his origins had caught up with him. Dark thoughts and a presentiment of the future haunted him. He abandoned the Tour of 1926 on a stage which those who were there described as apocalytpic because of the cold and the violence of the wind. He went home, unhappy. He no longer had the heart to train. He feared that he'd been 'cut down by a bad illness'. He coughed and he ached in his back and his bronchial tubes. The following winter, he lost his younger brother, knocked down by a car.[3] On 23 May 1927 Ottavio's brother, Giovanni, was riding his bike near Conegliano when a car hit him and killed him.[16] Ottavio returned to Italy from France because of the death.[17] While back, he led the peloton at the Giro d'Italia on 2 June.[17] On 3 June 1927, a farmer outside the village of Peonis, near Bottecchia's home, found him on the roadside. His skull was cracked, one collarbone and other bones broken.[18] His bike lay some distance away on the verge and was undamaged. There were no skid marks to suggest a car had forced him off the road and no marks to the pedals or handlebar tape to suggest he had lost control.[citation needed] Bottecchia was carried to an inn and laid on a table.[3] A priest gave him the last rites. From there he was taken by cart to hospital in Gemona. He died there on 14 June, twelve days later,[3] without regaining consciousness.[19][20] On the day of the incident, Bottecchia had risen at dawn and asked for a hot bath to be ready for him for when he would return in three hours. He rode to his friend Alfonso Piccini's house to go training together as on other days. Piccini decided not to go and Bottecchia went to see another friend, Riccardo Zille. He had other things to do, however, so Bottecchia set out alone.[21] Theories abound about the circumstances of his death. Bernard Chambaz of L'Humanité said: Accident or assassination? The accident theory, favoured by justice, on the accounts of witnesses and a medical examination which also referred to several fractures, was based on an assumption of an illness, sunstroke and a fall. In fact, the inquiry was quickly closed. The theory suited everybody: the Mussolini régime, the presumed killer and even – it's sad to say – the family, now sure of a large insurance payout.[3] Don Dantė Nigris, the priest who gave him the last rites, is said to have attributed the death to Fascists unhappy about Bottecchia's more liberal leanings.[22] However, an Italian dying from stab wounds on a New York waterfront claimed he had been employed as a hit man.[3][22] He named a supposed godfather, although nobody of the name was ever found.[citation needed] Much later, the farmer who had found Bottecchia said on his deathbed:[3] \"I saw a man eating my grapes. He'd pushed through the vines and damaged them. I threw a rock to scare him, but it hit him. I ran to him and realised who it was. I panicked and dragged him to the roadside and left him. God forgive me!\" \"Bottecchia was a revelation. His name will stay inseparable from the Tour de France.\" Miroir des Sports, 21 June 1927.[23] In 1926, Bottecchia began working with frame-maker Teodoro Carnielli to manufacture racing bikes, taking advantage of his Tour de France knowledge.[8] The business expanded under the Carnielli family after Bottecchia's death. In 2006 more than 50,000 Bottechia bikes were sold in Europe.[8] Bottecchia is mentioned at the end of Ernest Hemingway's The Sun Also Rises.[24] ","Title":"Ottavio Bottecchia - Wikipedia","KeyID":"8257","URL":"https://en.wikipedia.org/wiki/Ottavio_Bottecchia"}