{"Content: ":"The 1926 Tour de France was the 20th edition of the Tour de France, taking place from 20 June to 18 July. It consisted of 17 stages with a total distance of 5745 km, ridden at an average speed of 24.064 km/h. The longest tour in history,[1] the route traced closely the borders of France. It was the first time that the race started outside Paris;[1] in this way riders were forced to climb the mountains in the east of the country twice, once at the beginning of the race, and again at the end.[2] The race was won by Belgian cyclist Lucien Buysse. In 1925, the number of stages had been increased from 15 (which was common since 1910) to 18 stages. In 1926, this was decreased to 17 stages. Tour organiser Henri Desgrange wanted to have longer stages, so the average stage length increased from 312 km per stage in 1925 to 338 km per stage in 1926.[3] There were 126 cyclists who started the Tour de France; 82 of them were touriste-routiers, cyclists who did not have the support from a team. The other 44 cyclists started the race in teams; some teams only had two cyclists.[4] The two teams with favourites were Automoto and Alcyon. The Automoto team had Ottavio Bottecchia, the winner of the last two editions of the race, and Lucien Buysse, the runner-up of the previous edition. The Alcyon team had Bartolomeo Aymo and Nicolas Frantz, third and fourth in 1925. They also had Adelin Benoit, and the Tour organisation thought that the battle would be between Bottecchia and Benoit.[3] Jules Buysse started strong in the first stage, by finishing solo with a margin of more than 13 minutes. The second stage ended with a bunch sprint, so nothing changed in the general classification. In the third stage, he lost the lead to Gustaaf van Slembrouck. On that day, Lucien Buysse received the news that his daughter had died. He considered to leave the race, but decided to stay.[3] The next stages all ended in bunch sprints, with all the favourites in the first group. In the sixth stage, Félix Sellier won the sprint. However, the jury decided that he had not sprinted according to the rules, and he was set back to second place, making Joseph van Dam the winner.[5] The battle for the general classification seriously began in the tenth stage. That tenth stage was a tough stage, and has been labeled as the toughest stage ever in the Tour de France;[6] 76 cyclists started the race at midnight, and more than seventeen hours later, Lucien Buysse arrived as the winner. After twenty-five minutes, the next cyclist came in. After one hour, only 10 cyclists had finished, so the Tour de France organisation sent cars to look for the cyclists.[2] At midnight, 47 cyclists had arrived, some of them in buses.[7] The race officials decided to allow the cyclists 40% more time than the winning cyclist.[8] Later that night, 54 cyclists had crossed the finish line, and the remaining 22 cyclists were gathered; they were no longer in the race.[2] After the stage, the race officials were approached by a man who claimed that he had brought some cyclists to the finish line with his car, but that the cyclists had not paid him. The officials decided not to punish the cyclists, and paid the driver.[8] Gustaaf Van Slembrouck, wearing the yellow jersey as leader of the general classification, officially finished in 20th place, two hours behind Buysse. Year later, Van Slembrouck said that during the stage he had said to Tour organiser Desgrange that he was giving up, and Desgrange ordered a car to bring Van Slembrouck to the finish.[6] The same stage with the same mountains had also been in the 1913 Tour de France; then the weather was better, and winner Philippe Thys only took 13 hours to finish the stage.[2] One of the cyclists who had not finished the stage was the defending champion, Ottavio Bottecchia.[7] When Buysse also won the next stage, his victory was assured,[7] as he was leading by more than one hour.[9] From that moment, Buysse saved his energy, and the race continued for the second place between Frantz and Aimo.[3] At the end of the race, Frantz was in second place, only 26 seconds before Aimo. In each stage, all cyclists started together. The cyclist who reached the finish first, was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added up; the cyclist with the least accumulated time was the race leader, identified by the yellow jersey. In 1926, there were no French stage winners. This was the first time that this happened, and has since only happened again in 1999.[2] The race was won by Belgian Lucien Buysse. The race for touriste-routiers, cyclists who did not belong to a team and were allowed no assistance, was won by Italian Rossignoli.[15] The organising newspaper, l'Auto named a meilleur grimpeur (best climber), an unofficial precursor to the modern King of the Mountains competition. This award was won by Lucien Buysse.[16] Lucien Buysse announced after his win that he expected to win again in 1927, but because his sponsor Automoto had financial problems, they could not send a team to the Tours of 1927 and 1928, and Buysse only returned in 1929.[6] Lucien Buysse would never finish the Tour de France again. The winner of the previous edition, Bottecchia, said that he would retire from cycling, after the difficulties he faced in the 1926 Tour de France. The Tour de France organisation did not like the outcome of the 1926 Tour de France, as 10 of the 17 stages had finished in bunch sprints. For the next year, the rules were changed, and the flat stages were run as team time trials.[3] Media related to 1926 Tour de France at Wikimedia Commons","Title":"1926 Tour de France - Wikipedia","KeyID":"8258","URL":"https://en.wikipedia.org/wiki/1926_Tour_de_France"}