{"Content: ":"Nicolas Frantz (Luxembourgish pronunciation: [nikoːlɑs ˈfʀɑnts];[stress of the first name?] 4 November 1899 – 8 November 1985) was a Luxembourgish bicycle racer with 60 professional racing victories over his 12-year career (1923 to 1934). He rode for the Thomann team in 1923 and then for Alcyon-Dunlop from 1924 to 1931. He won the Tour de France in 1927 and 1928. Nicolas Frantz was the son of a prosperous farming family. Frantz could have taken over the farm but had no interest in it. In 1914 he rode his first race. He won. That convinced him that farming was not for him. He was close to unbeatable in Luxembourg until the start of the first world war. Frantz, a well-built man weighing 80 kg, turned professional in 1923. He had immediate success, winning Paris-Lyon and the GP Faber. His advantage in stage races was his consistent health and fitness. He rode the Tour de France for the first time in 1924, won two stages and finished second just 35 minutes and 36 seconds behind Ottavio Bottecchia. In 1925 and 1926 he won another four stages and finished fourth and second respectively. Frantz then dominated the race for two successive years. He won three stages in 1927 and won overall. He was seventeen minutes behind the race-leader Hector Martin before start of the stage to Luchon but finished in yellow. His second stage win was between Toulon and Nice and the final win was at Metz. He finished an hour and forty eight minutes ahead of second placed Maurice De Waele. He wore the yellow jersey from the first to last day in 1928, the only rider since Ottavio Bottecchia to have done so. (Bottecchia however didn't wear the yellow jersey during the first stage in 1924). In that race, the frame of his bicycle broke on a level-crossing during the 19th stage with 100 km remaining. He borrowed an undersized, women’s bicycle and was helped back into the race by his Alcyon domestiques. He exchanged it for another Alcyon bicycle, which he rode to victory in Paris ahead of teammates Andre Leducq and De Waele. After winning stage seven of the 1929 Tour in Bordeaux, Frantz was one of three yellow jerseys on the same time in general classification with Leducq and Victor Fontan. However, the following day, Gaston Rebry ended the embarrassment of multiple leaders. Despite leading the race at one point in stage 10, a puncture cost him the yellow jersey before the end of day and he eventually finished the Tour in fifth place. His last chance of a podium finish was gone and he entered the Tour only once more, in 1932 when he finished in a lowly 45th place. Frantz won Paris–Brussels in 1927 and Paris–Tours in 1929. He twice finished in the first three of the world championship. He also won the championship of Luxembourg for 12 consecutive years (1923-1934. After racing, he became directeur sportif of the Luxembourg and Luxembourg Mixed teams in the Tour de France from 1949 to 1957. He was the first national team manager of Charly Gaul in the Tour de France. Frantz was succeeded by Jean Goldschmit. Frantz was a taciturn man. He retired to the village of Mamer and died there in 1985.","Title":"Nicolas Frantz - Wikipedia","KeyID":"8262","URL":"https://en.wikipedia.org/wiki/Nicolas_Frantz"}