{"Content: ":"The 1930 Tour de France was the 24th edition of the Tour de France, taking place from 2 to 27 July. It consisted of 21 stages over 4,822 km (2,996 mi). The 24th tour de France introduced a new format to team racing; teams were organised by country with ten riders per team. This format proved to be a very successful format for the French riders, six of which placed in the top ten. André Leducq was the star of the French team, winning the overall classification, however, Charles Pélissier, who finished ninth overall achieved a stunning eight stage wins.[1] 1930 was the first year of the publicity caravan.[2] Tour director Henri Desgrange had tried many things to remove the team tactics from the Tour de France, because he wanted the race to be won on individual strength. In 1929, he had removed the sponsors, but this had had no effect; the Alcyon team members still cooperated and managed to let Maurice Dewaele win the race, even though he was sick. For 1930, Desgrange replaced the trade teams by national teams. He gave up on the idea that he could keep team tactics away from the Tour, but decided that he could still try to keep commercial team tactics away.[3] The race started with five national teams of eight cyclists each, completed by 60 touriste-routiers.[3][4] All cyclists raced on identical, yellow-coloured bicycles.[5] The trade teams did not like the national teams, because they lost the publicity during the most important race of the season, while they still had to pay for the riders' salary. The trade teams used to supply food, transport and lodging for the cyclists during the race, but now the Tour organisation had to pay for all this. To pay for this, the publicity caravan was started.[5] In 1930, only three companies were in that publicity caravan, but it has grown since.[5] The most popular sponsor in the publicity was Menier chocolates, whose advertising manager had advised the Tour organisation to start the publicity caravan; 500.000 fans came to the Tour de France stages early to receive chocolate handouts.[6] In 1929, all cyclists had to do their own repairs, and had to finish with their bicycle they started with. This had caused Victor Fontan to quit the race while he was leading. In 1930, this rule was abandoned, and from now on, cyclists could get help when they had mechanical problems.[5] From 1927 to 1929, some stages were run in the team-time-trial format. This was completely abandoned in 1930.[5] The first live radio broadcast from the Tour de France happened in 1930.[1] Two extra prizes were given in 1930, donated by the Soors brothers from Grand Sport. The cyclist who led the general classification, and therefore wore the yellow jersey, received the Maillot d'or (French for golden jersey), which was 1000 francs for every stage. The best touriste-routier in the general classification received the Maillot d'argent (French for silver jersey), which was 500 francs per stage. Despite the name, there was no silver jersey worn by the best touriste-routier.[7] For the first time, the Tour was run with national teams. Belgium, Italy, Spain, Germany and France each sent a team composed of eight cyclists. Additionally, 60 cyclists started as touriste-routiers, most of them French. Some of them were grouped in regional teams.[8] One of the notable cyclists was Alfredo Binda, riding in the Italian national team. He had dominated the Giro d'Italia in the recent years, winning the 1925, 1927, 1928 and 1929 editions; in 1929 he had done so by winning eight consecutive stages. For the 1930 Giro d'Italia, he was paid money not to compete, so he started in the Tour de France that year.[5] The French team was captained by Victor Fontan, who had been leading the 1929 Tour de France until he had to abandon the race due to mechanical problems. The Belgian team had Jef Demuysere as the favourite.[9] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 16.[10][11] Charles Pélissier won four stages in a row. He was the last cyclist to do this, until Mario Cipollini repeated this in 1999.[3] Pélissier had also crossed the line first in the sixth stage, but was relegated because he had pulled Binda's jersey.[4] He also finished in second place seven times, and finished in the top-three eighteen out of 21 times.[1] Pélissier was dominating the flat stages, but lost time on the mountain stages. In stage 9, he finished in fifteenth place, losing more than 23 minutes,[12] in stage 14 he lost another 75 seconds to Leducq,[13] and in stage 15 he lost more than 50 minutes, finishing 31st.[14] Pélissier's eight stage victories in one Tour is still a record; it has since been equalled by Eddy Merckx in 1970 and 1974, and Freddy Maertens in 1976.[15] In the first stage, Charles Pélissier won, and he became leader of the race, the third of the Pélissier brothers to do so.[5] In the first stages, before the Pyrenees, the sprinters were battling for stage victories. The Italian Learco Guerra dominated the race. For the general classification, no big things happened, except for the fall of Alfredo Binda in the seventh stage, which caused him to lose one hour, and abandon his hopes for the Tour victory.[5] Binda won the eighth and ninth stage, before he dropped out in the tenth stage.[6] In the ninth stage, touriste-routier Benoît Fauré led the race over the first mountains, and dropped many cyclists. In the end, he was dropped by Binda, Leducq, Pierre Magne and Antonin Magne. In the sixteenth stage, going down from the Galibier, the leader of the race André Leducq fell down.[3] He lost consciousness, and when he woke up, Pierre Magne put him back on his bicycle, and his French teammates helped him to get back. Learco Guerra, second placed in the general classification with a margin of more than 16 minutes, saw an opportunity and was away as fast as he could, together with Jef Demuysere. Just before the climb of the Col du Télégraphe, Leducq's pedal broke. His teammate Marcel Bidot got a pedal from a spectator's bicycle. Leducq thought of abandoning the race, but he was convinced by his teammates to get back on his bicycle. They had 60 km to go, and managed to get back to Guerra. In the end, Leducq even managed to win the sprint.[5] With no more mountain stages to come, Leducq had secured his victory. Charles Pélissier made the victory of the French team even more glorious, as he won the last four stages. In all stages, all cyclists started together. The cyclist to reach the finish first was the winner of the stage. The time that each cyclist required to finish the stage was recorded. For the general classification, these times were added together; the cyclist with the least accumulated time was the race leader, identified by the yellow jersey. The touriste-routiers had been divided into regional teams, for which a separate team classification was made. The South-East team became the winner of this classification.[4] For touriste-routiers, cyclists that were not part of national teams, there were additional awards. The best-placed touriste-routier received a prize, but was not identified by a jersey. Some of the touriste-routiers were assigned to a regional team. A regional team classification was also made, according to the same rules as the national team classification. The organing newspaper, l'Auto named a meilleur grimpeur (best climber), an unofficial precursor to the modern King of the Mountains competition. This award was won by Benoît Fauré.[20] For the first time, there was a team competition. The team classification was calculated in 1930 by adding up the times in the general classification of the three highest ranking cyclists per national team; the national team with the least time was the winner. The team competition for national teams was won by the French team.[4] The national team format was considered successful by the Tour organisation. It also helped that a French cyclist won the race, which increased newspaper sales for the organising news paper l'Auto.[5] The national team format was kept in the coming years, and only reverted to the trade team system in 1962 temporarily and 1969 permanently. Media related to 1930 Tour de France at Wikimedia Commons","Title":"1930 Tour de France - Wikipedia","KeyID":"8265","URL":"https://en.wikipedia.org/wiki/1930_Tour_de_France"}