{"Content: ":"Nyctosauridae (meaning \"night lizards\" or \"bat lizards\") is a family of specialized soaring pterosaurs of the late Cretaceous Period of North America, Africa, and possibly Europe. It was named in 1889 by Henry Alleyne Nicholson and Richard Lydekker.[3] Nyctosaurids are characterized by their lack of all but the wing finger. In most pterosaurs, the hand has four fingers, with the fourth elongated to support the wing, and the remaining three are usually small, clawed, and used in walking or climbing. The lack of functional fingers in nyctosaurids may suggest that they spent almost all of their time in the air, rarely walking on the ground. Nyctosaurids also possessed a distinctively enlarged crest for muscle attachment on their upper arm bone, or humerus, the deltopectoral crest, hatchet shaped like in the unrelated rhamphorhynchids.[4] Nyctosaurids are generally characterized as specialized, pelagic soarers like frigatebirds; however, the Alcione species appear to have had shorter wings and possibly have been divers like auks,[2] Nyctosaurids have occasionally been included in the similar family Pteranodontidae, though researchers including Christopher Bennett and Alexander Kellner have both concluded that they belonged to a separate lineage.[5] Analyses by David Unwin did indicate a close relationship between Pteranodon and Nyctosaurus, though he used the name Pteranodontia for the clade containing both genera. Both opinions were published before the discovery of the second definitively known nyctosaurid, Muzquizopteryx, in 2006.[6] Most nyctosaurid fossils have been found in formations dating to the late Cretaceous period of the western United States and Mexico. Nyctosaurus dates from 85-84.5 million years ago, in the Niobrara Formation of Kansas. Muzquizopteryx is the oldest nyctosaurid known from definitive remains, dating to the Turonian-Coniacian boundary, 85.8 million years ago, in Coahuila.[7] However, a partial humerus with the distinctive nyctosaurid deltopectoral crest was found in Cornet, Romania, and identified as a possible European, early Cretaceous (late Berriasian age, about 140 Ma ago) nyctosaurid by Gareth Dyke and colleagues in 2010.[1] Three forms are known from the Maastrichtian: a single potentially nyctosaurid humerus (upper arm bone) from Mexico, a \"Nyctosaurus\" lamegoi from Brazil,[8][9] and a nyctosaurid complete wing-phalanx1, a claw (digit phalanx manus), and a partial ulna from Jordan. The Jordan specimen is of particular interest as it is the first record of a nyctosaurid from the Old World and represents the latest record of the family (uppermost Maastrichtian).[10] Beginning in 2016, Nicholas Longrich, David Martill, and Brian Andres presented evidence of several nyctosaurid and pteranodontid species from the latest Maastrichtian age of north Africa, suggesting that these lineages went through an evolutionary radiation in the Old World shortly before the K-Pg extinction event. Three of these pterosaurs were named in 2018, and were called Alcione, Barbaridactylus, and Simurghia.[11][2]   ","Title":"Nyctosauridae - Wikipedia","KeyID":"827","URL":"https://en.wikipedia.org/wiki/Nyctosaurids"}