{"Content: ":"The 1937 Tour de France was the 31st edition of the Tour de France, taking place from 30 June to 25 July. It consisted of 20 stages with a total length of 4,415 km (2,743 mi). Charles Holland and Bill Burl became the first British cyclists to ride the Tour. Burl lasted only two stages, but Holland rode well until he was eliminated on stage 14c after mechanical problems.[1] The British Empire was also represented by the only non-European in the Tour: Canadian Pierre Gachon, who never completed the first stage. The complete Belgian team (including 1936 and 1939 winner Sylvère Maes) withdraw from the race because of \"French chauvinism\". Complaints from the Belgian team included of French spectators throwing stones at the Belgian team, closing train crossings, and throwing pepper in the eyes, and being punished unreasonable strictly (adding extra time in the standing) while French riders were hardly punished at all while being helped. The race was won by French cyclist Roger Lapébie. The Tours from 1903 to 1936 had all been organised by Henri Desgrange, but during the 1936 Tour de France he had to stop due to health reasons, and Jacques Goddet took over. The Tour in 1937 was the first Tour where Goddet was in charge, and one of the first rules that he changed was to allow gear changes.[2][3] Each team had its own car with extra material to help with mechanical problems.[2] The Italian team, that had been absent from the 1936 Tour de France, returned in 1937, after Benito Mussolini removed their boycott of the Tour, and selected new star Gino Bartali, who had won the 1936 and 1937 Giro d'Italia, as the Italian team leader.[1][4] The Italian team had 10 cyclists, just as the Belgian, German and French teams. There were also small teams of six cyclists: the Spanish, Dutch, Luxembourgian and Swiss teams. The last national team was the Great Britain-Canada team, consisting of two British cyclists and one Canadian.[5] The French team included Roger Lapébie. Lapébie had had a difficult relation with Desgrange. This had caused Lapébie to be out of the national team in 1935, and completely absent from the Tour in 1936. In 1937, Desgrange had retired, and Lapébie was back. In the month before the Tour started, Lapébie had undergone surgery for a lumbar hernia, and there were doubts about his form.[3] There were also 31 cyclists riding as individuals.[2] These individuals were responsible for their own food and accommodation.[3] The teams entering the race were: Stage 19b was an individual time trial, stages 5b, 11b and 18a were team time trials, although the victory was still given the cyclist who crossed the line first. At the start of the Tour, it was also the intention to run stages 12b, 13b, 14b and 17b as time trials,[6] but during the Tour the organisation changed the format. The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 7.[7][8] German Erich Bautz took the lead after the fourth stage, thanks to the bonification system that could give the winner of a stage some minutes bonification time.[1] In the seventh stage, Bartali took the stage victory, and with that the lead in the general classification. He was nine minutes ahead of Ward Vissers, and that could just be enough for the Tour victory.[1] On the eighth stage, Bartali could not avoid his teammate Jules Rossi who crashed right in front of him, and Bartali fell into a river.[3][4] He got up and was able to finish the stage. He lost 10 minutes and kept the lead, but in the next stage he lost more than twenty minutes, and in the twelfth stage he gave up.[1] In the ninth stage, Sylvère Maes took over the lead, closely followed by Mario Vicini and Roger Lapébie. At that point, the French team was already down to six cyclists. These six cyclists had a meeting, and decided that Lapébie would be the team leader, as the rest of the team was already to far behind to have any chance for the final victory.[3] Before the start of the fifteenth stage, Lapébie found out that the frame of his bicycle had been sabotaged,[13] causing his handlebars to break off.[4] Lapébie made quick repairs and just made it to the start of the stage, but his newly constructed bicycle did not have a water holder, and he had to start the stage without water.[3] This demotivated him, and Lapébie began losing time early in the stage. That stage included four mountains, and on top of the second mountain Lapébie was already five minutes behind, and wanted to give up. A teammate inspired him to go on, and Lapébie started to win back time. When Maes punctured, Lapébie was able to reach him, and at the end of the stage only Julián Berrendero was in front of them, and Lapébie won the sprint for the second place.[14] This rewarded him with 45 seconds bonification time. When the tour directors gave him 90 seconds penalty time for having been pushed, the margin with Maes grew to more than three minutes, but Lapébie had sensed weakness in the Belgian team, and planned to attack in the next stage.[4] The Belgian team complained that the penalty was far too little, because Lapébie's advantage had been much more. The French team threatened to abandon the race if the penalty would be increased, and the Tour direction did not change the penalty.[3] In the sixteenth stage Lapébie finished ahead of Maes, and cut the margin down to only 25 seconds, but with only flat stage that could be enough for Maes.[1] During that sixteenth stage, Maes had punctured, and had been help by two Belgian cyclists, Gustaaf Deloor and Adolf Braeckeveldt.[15] However, these Belgian cyclists rode as \"individuals\", and were not part of the Belgian team. The Tour jury then fined Maes with 15 seconds penalty time in the general classification. During the race, a train crossing had been closed just after Lapébie had passed, and just before Maes was about to pass.[3] Maes was offended by all this, and quit the race, together with the rest of the Belgian team.[1] From that point on, it was easy for Lapébie to secure his victory. The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey. Leo Amberg became the first Swiss cyclist to reach the podium of the general classification in the Tour de France.[2] For the mountains classification, 17 mountains were selected by the Tour organisation. After the last mountain in the fifteenth stage, the classification was won by Félicien Vervaecke. Vervaecke did not finish the Tour, but in 1937 that was not needed to win the mountains classification. The team classification was calculated in 1937 by adding up the times of the best three cyclists of a team; the team with the least time was the winner. The time for the Spanish team, which finished with only two cyclists, was calculated by adding the time of the final rider in the general classification, plus one hour penalty time. The Belgian, Dutch, and British-Canadian teams did not finish with two or more cyclists, so they were not eligible for the team classification. The riders in the individual category had performed very well in the 1937 Tour de France; the second-placed cyclist in the general classification had started in the individuals category, as were in total twelve cyclists in the top twenty.[3] Still, the category was removed after 1937. Media related to 1937 Tour de France at Wikimedia Commons","Title":"1937 Tour de France - Wikipedia","KeyID":"8277","URL":"https://en.wikipedia.org/wiki/1937_Tour_de_France"}