{"Content: ":"A piscivore (/ˈpɪsɪvɔːr/) is a carnivorous animal that eats primarily fish. The name piscivore is derived from Latin piscis 'fish', and vorō 'to devour'. Piscivore is equivalent to the Greek-derived word ichthyophage, both of which mean \"fish eater\". Fish were the diet of early tetrapod evolution (via water-bound amphibians during the Devonian period); insectivory came next; then in time, the more terrestrially adapted reptiles and synapsids evolved herbivory.[1] Almost all predatory fishes (most sharks, tuna, billfishes, pikes etc.) are obligated piscivores. Some non-piscine aquatic animals, such as whales, sea lion and crocodilians, are not completely piscivorous, often also preying on invertebrates, marine mammals, waterbirds and even wading land animals in addition to fish; while others, such as the bulldog bat and gharial, are strictly dependent on fish for food. Some creatures, including cnidarians, octopuses, squid, spiders, cetaceans, grizzly bears, jaguars, wolves, snakes, turtles and sea gulls, may have fish as significant if not dominant portions of their diets. Humans can live on fish-based diets, as can their carnivorous domesticated pets such as dogs and cats. The ecological effects of piscivores can extend to other food chains. In a study of cutthroat trout stocking, researchers found that the addition of this piscivore can have noticeable effects on non-aquatic organisms, in this case bats feeding on insects emerging from the water with the trout.[2] Another study done on lionfish removal to maintain low densities use piscivore densities as a biological indicator for coral reef success.[3] There exists classifications of primary and secondary piscivores. Primary piscivores, also known as \"specialists\", shift to this habit in the first few months of their lives. Secondary piscivores will move to eating primarily fish later in their lifetime. It is hypothesized that the secondary piscivores' diet change is due to an adaptation to maintain efficiency in their use of energy while growing.[4] Numerous extinct and prehistoric animals are hypothesized to have been primarily piscivorous due to anatomy and/or ecology. Furthermore, some have been confirmed to be piscivorous through fossil evidence. This list includes specialist piscivores, such as Laganosuchus, as well as generalist predators, such as Baryonyx & Spinosaurus, found to have or assumed to have eaten fish.  This ecology-related article is a stub. You can help Wikipedia by expanding it.","Title":"Piscivore - Wikipedia","KeyID":"828","URL":"https://en.wikipedia.org/wiki/Piscivores"}