{"Content: ":"The 1949 Tour de France was the 36th edition of the Tour de France, taking place from 30 June to 24 July. It consisted of 21 stages over 4,808 km (2,988 mi). The Italian team had internal problems, because Gino Bartali and Fausto Coppi could both be the team leader. During the selection procedure, Coppi almost refused to start the race, but he was convinced to start. During the race, Coppi almost pulled out, because he felt he did not have full support from the team captain. In the Alps, Coppi recovered. The race was won by Coppi, with second place taken by teammate Bartali, the winner of the previous year. Coppi also won the mountains classification, while his Italian team won the team classification. The 1949 Tour de France marked the first time that the Tour de France had a stage finish in Spain, when it stopped in San Sebastian in the ninth stage.[1] While the mountains had been categorised into two categories in 1948, in 1949 the third category was added.[2] As was the custom since the 1930 Tour de France, the 1949 Tour de France was contested by national and regional teams. The three major cycling countries in 1949, Italy, Belgium and France, each sent a team of 12 cyclists. Other countries sent teams of 6 cyclists: Switzerland, Luxembourg, Netherlands and Spain. Italy and Belgium also sent two extra teams of young riders of 6 cyclists each. The French regional cyclists were divided into four teams of 12 cyclists: Île-de-France, West/North, Centre/South-West and South-East. Altogether this made 120 cyclists. There were 57 French cyclists, 22 Italian, 18 Belgian, 6 Dutch, 6 Luxembourg, 6 Spanish, 6 Swiss and 1 Polish cyclist.[3] The teams entering the race were:[3] In the previous year, Fausto Coppi refused to enter the Tour de France because of personal problems with his teammate Gino Bartali. Bartali had won the previous Tour, and was trying to equal Philippe Thys by winning the Tour three times.[4] Coppi had won the 1949 Giro d'Italia, and wanted to be the first one to achieve the Tour-Giro double in one year. The Italian team manager Alfredo Binda convinced them two weeks before the start of the race to join forces, so both Italians were in the race.[2] The 1949 Tour de France started on 30 June, and had four rest days, in Les Sables-d'Olonne, Pau, Cannes and Aosta.[2] The highest point of elevation in the race was 2,770 m (9,090 ft) at the summit of the Col de l'Iseran mountain pass on stage 17.[5][6] In the early stages, Bartali and Coppi both lost time. Before the fifth stage, Coppi and Bartali both were not in the top fifteen of the general classification.[10] In that fifth stage, Coppi escaped together with the leader of the general classification, Jacques Marinelli. When they were leading by 6 minutes, Coppi and Marinelli fell in Mouen.[1] Marinelli was not hurt and could continue, but Coppi's bike was broken. The Italian team car offered him a new one, but Coppi refused because he wanted his personal spare bike, and threatened to quit the race. When Bartali reached Coppi, he saw the problem, and waited. Even later, the Italian team captain Binda arrived with Coppi's spare bike, and Bartali and Coppi started to ride. Coppi started to slow down, complaining he was hungry and exhausted. Bartali decided he could not wait anymore, and rode away from Coppi. Coppi came in 18 minutes late that stage.[10] Later that night, it became clear that Coppi had been angry because the team leader had not been following him, even though he was in the leading group. Coppi did not want to race in a team where Bartali and not he was the leader. Binda tried to convince Coppi that he had been delayed, and he succeeded in keeping Coppi in the race.[10] In the Alps, Coppi recovered. In the sixteenth stage, Coppi escaped, and only Bartali followed him. It was Bartali's 35th birthday, and Coppi gave Bartali the stage victory.[11] After that stage, Bartali was first in the general classification, with Coppi in second place, 82 seconds behind. In stage 17, Bartali and Coppi again were leading together. Around 40 km into the stage, Bartali punctured. Coppi waited for Bartali, but when Bartali later fell and twisted his ankle, team leader Binda allowed Coppi to take off alone.[1] Coppi did so, won the stage, and decided the race.[12] That seventeenth stage finished in the Italian town Aosta. Many Italians had come to see the Tour de France, to cheer on their Italian heroes Coppi and Bartali but also to express their anger against the French cyclists, specifically Jean Robic, who had said in an interview that he could beat those Italians easily. Insults were shouted against non-Italians in the Tour, and some windows of French cars were smashed. For safety, and because there were not enough telephone connections for the journalists, most Tour officials and journalists decided to spend the night in Switzerland.[13] When the Tour returned to France in the nineteenth stage to Colmar, some French spectators took revenge by throwing tomatoes and rocks towards the Italian cyclists and followers. The organisation apologised for this behavior, and the Italian cyclists accepted this apology.[14] In the rest of the race, Coppi's lead was not endangered; Coppi won the mountain time trial in stage 20, and won the Tour with a margin of more than ten minutes over Bartali. The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[15] Of the 120 cyclists, 55 finished the race. Points for the mountains classification were earned by reaching the mountain tops first.[16] There were two types of mountain tops: the hardest ones, in category 1, gave 10 points to the first cyclist, the easier ones, in category 2, gave 5 points to the first cyclist, and the easiest ones, in category 3, gave 3 points. The team classification was calculated by adding the times in the general classification of the best three cyclists per team.[17] The Italy Cadets and Switzerland finished with two cyclists each, so they were not eligible for this classification. The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass a point by his final residence, the \"Villa Mia\" in Beauvallon, Grimaud, on the French Riviera on stage 15. This prize was won by Paul Giguet.[18][19] The special award for the best regional rider was won by third-placed Jacques Marinelli.[2] As Coppi had also won the 1949 Giro d'Italia, he became the first person to achieve the Giro-Tour double.[1] After the unrest in Aosta and Colmar, there were doubts if the Italian cyclists would return in 1950, and if that Tour should pass through Italy again.[24] At the start of the 1950 Tour de France, the Italian team was present and the Tour was scheduled to go through Italy, but after further incidents the Italian team left the race, and the stage through Italy was rerouted. Coppi would go on to repeat the Giro-Tour double in 1952. Media related to 1949 Tour de France at Wikimedia Commons","Title":"1949 Tour de France - Wikipedia","KeyID":"8286","URL":"https://en.wikipedia.org/wiki/1949_Tour_de_France"}