{"Content: ":"Hugo Koblet (pronounced [ˈhuːɡo ˈkoːblɛt]; 21 March 1925 – 6 November 1964[1]) was a Swiss champion cyclist. He won the Tour de France and the Giro d'Italia as well as competing in six-day and pursuit races on the track. He won 70 races as a professional.[2] He died in a car accident amid speculation that he had committed suicide. Hugo Koblet was the son of Adolf and Héléna Koblet (pronounced Kob-lett[3]), bakers in Zürich. He lived with his mother, a widow, and with an elder brother. His brother baked bread and cakes and Hugo was restricted to sweeping the floor and making deliveries by bicycle.[4] He left the bakery at 17 and worked as a trainee mechanic at the Oerlikon velodrome in the city. His first race was a 10 km hill-climb, which he won. That caught the attention of Léo Amberg, a former Tour de France rider who had come second in the Tour of Switzerland. Amberg insisted he ride the track and Koblet became national amateur pursuit champion in 1945. He turned professional in 1946 and won the New York and Chicago six-day races. It was after the races that he developed a love of the United States, driving to California and Florida. He had learned English by watching American and British films.[4] He won the Swiss pursuit championship every year from 1947 to 1954. In 1947 he finished third and in 1951 and 1954 second in the world championship. Koblet won the 1950 Swiss road championship and then became the first non-Italian to win the Giro d'Italia.[5][4] In 1951 he defeated Fausto Coppi to win the Grand Prix des Nations, an individual time trial with the status of unofficial world championship. The most important victory came that year at the Tour de France. He won overall and took five stages – two time-trials, two conventional stages and another in the mountains.[6] In 1951 he \"rode the best off his wheel\" between Brive and Agen, said Cycling Plus, \"just 20 miles into the stage, then covered 88 miles on his own to win by three minutes. This was despite a frantic chase by such greats as triple Tour winner Louison Bobet, double winner Gino Bartali and Fausto Coppi.\" The time differences when the Tour ended at the Parc des Princes meant he had beaten Raphaël Géminiani by 12 km, Lucien Lazarides by 18, Bartali by 18 and Coppi by 27.[6] The 1951 Tour de France started in Metz, the second time outside Paris. The main riders were Louison Bobet for France, Fausto Coppi and an ageing Gino Bartali for Italy. Coppi was hindered by grief at the death of his brother, Serse.[7] Both Coppi and Bobet were pushed out of the running when Koblet won the time-trial from La Guerche to Angers. Their position was confirmed four days later when Koblet attacked on a gentle descent after two hours of the stage from Brive to Agen, a day expected to be a quiet journey towards the Pyrenees. He won again at Luchon, Montpellier and Geneva. Hugo Koblet was a handsome man whose fame brought beautiful women and a lifestyle that affected his career. He was \"the most charming of men to talk to,\" said Jock Wadley.[8] René de Latour wrote in Sporting Cyclist: \"Koblet had not an enemy at all. His ready and kindly smile came from deep down inside, and one knows from the start that this was a man without rancour, a rare thing to say of anybody who has raced in top competition on the road where the intense physical struggle often leads to jealousy and dispute.\"[8] He never rode again at the same level as the 1951 Tour de France.[9] Jean Bobet said Koblet began to suffer in the mountains at 2,000m, then 1,500, then at 1,000 until \"we saw him unable to ride over the smallest hill.\".[10] The author Olivier Dazat said photographs showed not the handsome man he had been but a rider suddenly aged, worried and preoccupied.[9] René de Latour wrote: \"There is a question mark about Hugo Koblet's life, the mystery of why he was never as good again as in the 1951 Tour. After this year, his pedalling had less power. Soon after that magnificent win, Koblet was invited to Mexico to follow the national amateur tour.[11] When he came back he was still, it seemed, the same incredibly easy pedaller. But the efficiency was partly gone. He visited specialists and took courses of treatment, but without any real success. He went to Mexico in 1951 [and] never came back from the land of guitars and sombreros. And nobody knows why!\"[4] He came second in the Giro d'Italia in 1951 and 1952 and retired in 1958. Six years after his retirement, Koblet died at 39, four days after a car crash, with speculation that his death may have been suicide. He had been profligate with his money[12] and was in debt. He was being pursued for unpaid tax[12] and his marriage had broken up. A witness, Émile Isler, saw Koblet driving his white Alfa Romeo at 120–140 kmh.[12][9] between Zürich and Esslingen. He drove past a pear tree, turned then drove back. He passed it again finally turned a third time and drove into it.[13] Koblet married a 22-year-old model, Sonja Buhl, in 1953.[12] They spent their honeymoon in Spain and bought a villa at Forch, overlooking the lake at Zürich. Pirelli and Alfa-Romeo employed him in South America but the couple returned, Koblet disappointed and confused.[12] The marriage began to break up. His confusion included forgetting that he had signed a contract for 7 million lire for a comb to be made in his name in Italy.[12] He and Sonja parted and Koblet moved alone into a studio apartment alongside a garage he opened near the Oerlikon velodrome. He asked Sonja for a reconciliation in 1964 but she refused.[12] It was later that year that he died. Sonja refused her husband's inheritance rather than take on his debts.[12] Koblet always carried a comb and a bottle of eau de cologne when he raced, sometimes combing his hair before the finish, always cleaning his face before meeting photographers.[14][15] Philippe Brunel wrote in L'Equipe that at the end of his long ride to Agen in 1951, \"followers were astonished to see him sit up, blow kisses to girls and take out of his pocket a sponge soaked in water. He was barely across the line when he rinsed his face in Perrier,[16] combed his hair, then started his stopwatch.\"[12] The music hall artist Jacques Grello nicknamed him the Pédaleur de Charme in Parisien Libéré in 1951.[4][5][9] Koblet's life was the subject of a cinema film, Hugo Koblet: Pédaleur de Charme, in 2010. It starred Manuel Löwensberg as Koblet, Sarah Bühlmann as his wife Sonja, Chantal Le Moign and Dominique Müller.[17] It attributed his decline to \"doping abuse.\"[18] It was directed by Daniel von Aarburg, who included archive film and interviews with Koblet's contemporaries.","Title":"Hugo Koblet - Wikipedia","KeyID":"8291","URL":"https://en.wikipedia.org/wiki/Hugo_Koblet"}