{"Content: ":"The 1952 Tour de France was the 39th edition of the Tour de France, taking place from 25 June to 19 July. It was composed of 23 stages over 4,898 km (3,043 mi). Newly introduced were the arrivals on mountain peaks. The race was won by Italian Fausto Coppi. Coppi dominated the race, winning five stages and the mountains classification, and was a member of the winning Italian team. His dominance was so large that the Tour organisation had to double the prize money for second place to make the race interesting. At the end, Coppi had a margin of almost half an hour over the second-ranked cyclist; such a margin has never been achieved again. Although more than 25 years later during the 1979 edition, the 1st and 2nd place finishers Bernard Hinault and Joop Zoetemelk were both nearly a half hour ahead of the 3rd place finisher. As was the custom since the 1930 Tour de France, the 1952 Tour de France was contested by national and regional teams. The three major cycling countries in 1952, Italy, Belgium and France, each sent a team of 12 cyclists. Other countries sent teams of 8 cyclists: Switzerland, Luxembourg (together with Australia), Netherlands and Spain. The French regional cyclists were divided into four teams of 12 cyclists: Paris, North-East/Centre, South-East and West/South-West. The last team of eight cyclists was made up out of cyclists from the French North African colonies. In the end, Luxembourg only sent 6 cyclists, so altogether this made 122 cyclists. There were 57 French (of which 6 were Algerian), 13 Italian, 12 Belgian, 8 Dutch, 8 Spanish, 8 Swiss, 5 Luxembourgian and 1 Australian cyclists.[1] The teams entering the race were:[1] The winners of the last two editions, Swiss cyclists Hugo Koblet and Ferdinand Kübler, were injured and did not enter the race, nor did French cyclist Louison Bobet.[2] On the last press conference before the race, Jacques Goddet conducted a poll amongst journalists to see who they considered the favourite. Coppi received 29 votes in that poll, followed by Géminiani and Bartali, both with 26 votes.[3] The final stage was from Vichy, the capital of Vichy France in the Second World War, to Paris. Vichy had never before been visited, and the distance from Vichy to Paris was significantly longer than the other stages. A newspaper described it as linking the two cities together. The stop in Vichy was successful, with a new record of 150.000 live spectators.[4] An innovation was the stage arrivals on mountain peaks. This happened three times in 1952, on stages 10, 11 and 21. There were two rest days, in Alpe d'Huez and Toulouse.[5] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 11.[6][7] In the fourth stage, Jean Robic, the winner of the 1947 Tour de France was in a group with his teammate Raphaël Géminiani, and Robic let Géminiani do all the work. After the stage, Robic told reporters that he had been smart, because he had saved energy and was in a better position to win the Tour. Géminiani then became angry and held Robic's head in a hotel room sink. It was the last year that Robic rode on the national team.[11] At that moment, Nello Lauredi was the leader in the race. In the sixth stage, Fiorenzo Magni escaped, and became the leader of the general classification by twelve seconds. In the 1950 Tour de France, Magni had already become the leader, but left the race without riding in the yellow jersey.[11] In the time trial in stage seven, won by Fausto Coppi, Magni lost his lead, and Lauredi became leader again. The first high mountains appeared in stage eight. Magni and Lauredi stayed together, but because Magni took a twenty-second bonification for finishing second, they swapped positions again, and Magni became leader again.[11] In the ninth stage, a group of eight cyclists got away, including Coppi's teammate Andrea Carrea. At the end of the stage, the group had a margin of more than nine minutes. Carrea went to the hotel after the finish, but was picked up by the police. Carrea asked what he had done wrong, but he was told that he was the new leader of the race, and had to go to the ceremony to receive the yellow jersey. Carrea apologised to his team leader Coppi, in fear that his team leader would be angry because a helper occupied the highest rank, but Coppi was not angry.[11] In the tenth stage, Robic attacked, and only Coppi was able to follow him. Later, Robic had a flat tire. Because his team director was far away, he lost several minutes, and lost so much time that he dropped from second place to fifth place.[12] Coppi rode away and won the stage, taking over the lead in the general classification from his teammate. The top three riders were all Italian at that moment.[11] After the rest day, the eleventh stage was again a mountain stage. The cyclists from the French national team, especially Géminiani, attacked on the Galibier, but Coppi counterattacked and escaped easily. At the end of the stage, Coppi won by a large margin. His lead in the general classification was now almost 20 minutes.[11] The margin was so large that Coppi didn't need to attack in the twelfth stage. When Coppi had a flat tire, his teammate Gino Bartali gave him his own wheel, which was a sign that the rivalry between the two cyclists was over. Even though Coppi rode conservatively in that stage, the cyclist directly behind him in the general classification, Alex Close, lost another four minutes, and Coppi was now 24 minutes ahead.[11] The Tour organisation feared that the race would become dull, now that Coppi's lead was so large. Therefore, they doubled the prize money for second and third place, hoping to keep the other cyclists aggressive.[11] In the sixteenth stage, the riders were apparently not motivated by the double prize money, as they were slow that day. The organisation then responded by canceling the prize money; there was still a rule from before 1947, that said that stage winners had to go at least 30 km/h to win prize money. The winner, André Rosseel, had only reached 29 km/h.[13] In the seventeenth stage, Géminiani, who was already in fourteenth place, 52 minutes behind in the general classification, escaped. Coppi did not chase him, and allowed Géminiani to win the stage.[11] In the eighteenth stage, Coppi reached the top of the mountains first, but took it easy on the descent, and allowed other cyclists to get back to him. He still won the sprint at the end of the stage.[11] Coppi also won the last mountain stage, stage 21, and increased his lead to more than 31 minutes. In the time trial on the next day, Coppi apparently took it easy. Previously he was an expert in such time trials, but on that day he allowed other cyclists to win back some time, and finished on the fourteenth place.[11] The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[14] Of the 123 cyclists that started the 1951 Tour de France, 66 finished the race. Points for the mountains classification were earned by reaching the mountain tops first.[15] The system was the same as in 1951: there were three types of mountain tops: the hardest ones, in category 1, gave 10 points to the winner, the easier ones in category 2 gave 6 points to the winner, and the easiest in category 3 gave 3 points.[16] Fausto Coppi won this classification.[2] The team classification had been awarded and calculated since 1930, but in 1952 the daily team classification was also calculated: for each stage, the best team (calculated as the team of which the best three cyclists had the lowest accumulated team in that stage) received a prize.[2][17] The riders in the team that led this classification wore yellow caps for the first time in 1952.[18] It was won by the Italian team. The Luxembourgian team finished with only two cyclists, and therefore were not eligible for the team classification. The 1952 Tour de France saw the introduction of the combativity award, a daily award for the most combative rider of the stage.[19] The winner of that award received 100,000 French francs.[5] The super-combativity award, the award for the most combative rider of the entire Tour de France, was also first given in 1953, determined by a jury vote,[20] to Robic.[21] The Souvenir Henri Desgrange was given to the first rider to pass the memorial to Tour founder Henri Desgrange near the summit of the Col du Galibier stage 11. This prize was won by Fausto Coppi.[22][23] The special award for the best regional rider was won by eighteenth-placed Marcel Zelasco.[5] There were also a few minor awards. After every stage, an award was given to the cyclist with the most bad luck, and to the most 'cold-blooded' cyclist. At the end of the Tour the award for the cyclist with the most bad luck was given to Wim van Est. The award for most beloved cyclist was given to Antonin Rolland.[21] The daily combativity award was a success, and has been awarded ever since. The mountain finishes also were spectacular enough to have been included in every Tour de France since. Fausto Coppi would never start the Tour de France again. The team selecters for the French national team felt that Raphaël Géminiani had held back when chasing Fausto Coppi, because they rode for the same sponsor. For that reason, Géminiani was left out the national team for the 1952 UCI Road World Championships. To avoid these problems in the future, Géminiani switched teams at the end of the season.[11] Media related to 1952 Tour de France at Wikimedia Commons","Title":"1952 Tour de France - Wikipedia","KeyID":"8292","URL":"https://en.wikipedia.org/wiki/1952_Tour_de_France"}