{"Content: ":"The 1955 Tour de France was the 42nd edition of the Tour de France, taking place from 7 to 30 July. It consisted of 22 stages over 4,495 km (2,793 mi). The race was won by Louison Bobet, the last of his three consecutive wins. As was the custom since the 1930 Tour de France, the 1955 Tour de France was contested by national and regional teams. Eight national teams were sent, with 10 cyclists each from France, Belgium, Spain, Great Britain, the Netherlands, Italy, Switzerland, and a mixed team consisting of Luxembourgian, Austrian, West German and Australian cyclists. France additionally sent five regional teams from 10 cyclists each, divided into Île-de-France, North-East/Centre, West, South-East and South-West. In total, 120 cyclists started the race.[1] The mixed team included cyclists from West-Germany, which was the first time since the Second World War that German cyclists rode the Tour.[2] The Great Britain team was the first British team in Tour history.[3] The teams entering the race were:[1] Louison Bobet, the winner of the 1953 Tour de France and the 1954 Tour de France, had done an aggressive preparation in the early season before the Tour de France, aiming for his third victory.[4] Bobet was the main favourite, also because he was the world champion.[3] The 1955 Tour de France started on 7 July, and had two rest days, in Monaco and Ax-les-Thermes.[2] The 1955 Tour saw the introduction of the photo finish.[5] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 8.[6][7] The first part of the first stage was won by Miguel Poblet, who became the first Spanish cyclist to wear the yellow jersey as leader of the general classification.[3] The second and third stage saw small groups escaping from the peloton. In both stages, Wout Wagtmans and Antonin Rolland, one of Bobet's teammates, were present. Wagtmans became leader of the general classification, with Rolland in second place.[3] The first attack that was important for the general classification was in the fourth stage. Rolland was part of a group of nine cyclists that finished seven minutes before the rest. Rolland was the best-placed cyclist of those nine, and took the lead.[4] In the seventh stage, Rolland briefly lost that lead, because a group including Wim van Est escaped and gained more than seventeen minutes, which was just enough for Van Est to take over the lead. Van Est was sure to lose it in the next stage, which included high mountains.[3] In that eighth stage, Charly Gaul attacked early in the stage. Gaul was more than 23 minutes behind in the general classification, but got over the mountains quickly and won with 13 minutes, which put him in third place.[4][11] In the ninth stage, Gaul tried to do the same again, and got over the first three mountains alone. But because of a crash on the second mountain he lost time, and did not win the stage; instead he even lost a few minutes.[3] During the eleventh stage, French cyclist Jean Malléjac collapsed and remained unconscious for 15 minutes. The Tour doctor who helped recognised that Malléjac's symptoms were identical to an amphetamine overdose, and told the team doctors to be more careful with doping.[12] In that stage, Bobet got away on Mont Ventoux and nobody was able to follow him. He reached the top alone, and from there descended to the finish, 6 minutes ahead of Rolland, who was still the race leader. Bobet jumped to second place in the general classification.[4] The next challenge for the general classification were the Pyrénees mountains. In stage 17, Gaul made the pace, and most cyclists could not follow. Bobet could hold on for a long time, but at the finish lost 84 seconds to Gaul. Because Rolland lost more than seven minutes, Bobet took the lead.[4] In the eighteenth stage, it was again Gaul who attacked. This time, a small group including Bobet could follow him all the way. Rolland finished two minutes later, but was still in second place in the general classification.[13] The time trial in the 21st stage was won by Jean Brankart, who jumped to second place in the general classification. Rolland lost more than nine minutes, and dropped to the fifth place in the general classification.[14] Bobet remained the leader, and his lead was not challenged in the last stage. Bobet became the first person in the Tour de France to win three Tours in a row.[4] The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[15] The points classification was calculated in the same way as in 1954, following the calculation method from the Tours de France from 1905 to 1912. Points were given according to the ranking of the stage: the winner received one points, the next cyclist two points, and so on. These points were added, and the cyclist with the fewest points was the leader of the points classification. In 1955, this was won by Stan Ockers.[5] Points for the mountains classification were earned by reaching the mountain tops first.[16] The system was almost the same as in 1954: there were two types of mountain tops: the hardest ones, in category 1, gave 10 points to the first cyclist, the easier ones, in category 2, gave 6 points to the first cyclist, and the easiest ones, in category 3, gave 3 points. Charly Gaul won this classification.[5] The team classification was calculated as the sum of the daily team classifications, and the daily team classification was calculated by adding the times in the stage result of the best three cyclists per team.[17] It was won by the French team. The British team and the regional South West team finished with only two cyclists, so they were not eligible for the team classification. In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[18] Gaul won this classification, and was given overall the super-combativity award.[2] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass a point by his final residence, the \"Villa Mia\" in Beauvallon, Grimaud, on the French Riviera on stage 10. This prize was won by André Darrigade.[19][20]","Title":"1955 Tour de France - Wikipedia","KeyID":"8294","URL":"https://en.wikipedia.org/wiki/1955_Tour_de_France"}