{"Content: ":"Stage races One-day races and Classics Louis \"Louison\" Bobet (pronounced [lwi.zɔ̃ bɔ.be]; 12 March 1925 - 13 March 1983[1]) was a French professional road racing cyclist. He was the first great French rider of the post-war period and the first rider to win the Tour de France in three successive years, from 1953 to 1955. His career included the national road championship (1950 and 1951), Milan–San Remo (1951), Giro di Lombardia (1951), Critérium International (1951 & 52), Paris–Nice (1952), Grand Prix des Nations (1952), world road championship (1954), Tour of Flanders (1955), Critérium du Dauphiné Libéré (1955), Tour de Luxembourg (1955), Paris–Roubaix (1956) and Bordeaux–Paris (1959). Louis Bobet was born one of three children above his father's baker's shop in the rue de Montfort,[2] Saint-Méen-le-Grand, near Rennes. His father gave him a bicycle when he was two and after six months he could ride it 6 km.[3] Bobet's father was also called Louis and the son was called Louison - little Louis - to avoid confusion The ending -on is a diminutive in French but outside Brittany Louison refers more usually to a girl. He was known as Louis in his early years as a rider, even as a professional, until the diminutive Louison gained in popularity.[3] His sister played table tennis, his brother Jean football, although he also became a professional cyclist. Louison played both table tennis[4] and football and became Brittany champion at table tennis.[3] It was his uncle, Raymond, who was president of a cycling club in Paris who persuaded him to concentrate on cycling.[3] Bobet's first race was a 30 km event when he was 13. He came second in a sprint finish.[4] He raced in his local area and won four events for unlicensed riders[5] in 1941. He qualified for the final of the unofficial youth championship, the Premier Pas Dunlop in 1943 at Montluçon and came sixth. The winner was Raphaël Géminiani, who would become a professional team-mate and rival. Bobet is said to have carried messages for the Resistance during the second world war. After D-Day he joined the army and served in eastern France. He was demobilised in December 1945.[3] Bobet applied for racing licence on leaving the army and by error was sent one for an independent, or semi-professional. He benefited from the right to compete against professionals as well as amateurs. He came second in the Brittany championship and rode the national championship in Paris. There he came up against a veteran professional, Marcel Bidot, who on retirement became Bobet's manager in the national team. Bobet left the field to catch two riders who had broken clear. He dropped one and outsprinted the other to become national champion. He turned fully professional for Stella, a bicycle factory in Nantes.[3] Stella was a small team that rode mainly in Brittany. In May 1947, however, two from the team rode the Boucles de la Seine race in Paris. He won alone by six minutes. It brought him an invitation to ride the Tour de France, at that time disputed by national and regional teams. The unexpected toughness of the race forced him to go home on the ninth day, in the Alps and to cry when the going got hard. It brought him the nickname \"cry-baby\" in the bunch[3] and René Vietto referred to him as La Bobette, a mock feminisation of his name, for his tears and complaining. The historian Dick Yates wrote: The former rider, Maurice Archambaud, took over management of the team from Léo Véron and took a chance on Bobet. Much had changed since the previous summer and he took the lead after the third stage, which finished near Stella's factory in Nantes. Bobet lost the yellow jersey the following day but regained it by winning the sixth stage, to Biarritz. He had 20 minutes' lead over the veteran Italian, Gino Bartali as the race entered the Alps. And then happened one of the most outstanding periods in the history of the Tour. (See Gino Bartali for full story.) A political crisis in Italy threatened to overthrow the government and bring the country to anarchy. The prime minister asked Bartali to distract Italians by dominating the Tour.[6] Bartali won three stages in a row and the Tour by 14 minutes. Bobet's 20 minutes on Bartali was cut to a 32-minute deficit by the time the race finished in Paris. Bobet had twice worn the yellow jersey and won two stages, however, and with the money he won he moved to Paris and bought a drapery shop for his wife. Bobet did not finish in 1949, struggling from the start. He dropped out on the first day in the mountains, along with four other members of the national team. In 1950 he won the national championship at Montlhéry south of Paris the week before the Tour and rode in the national team with Géminiani, the rider who had beaten him as a boy in the Premier Pas Dunlop. He and Bobet developed a rocky friendship, Géminiani's rough, instinctive character a contrast to the more thoughtful, quieter Bobet. The two argued frequently but remained friends. Géminiani, following the French habit of creating nicknames by doubling a syllable of a name[7] referred to Bobet as Zonzon,[3][8] a name that Bobet hated but tolerated. Géminiani had the confidence that Bobet lacked.[3] Bobet and Géminiani were second and third early in the race. Both hoped to profit from the absence of Fausto Coppi, who was injured, but found themselves instead up against an unbeatable Ferdinand Kübler. Bobet finished third, winning the mountain competition. Bobet is a good climber and time-triallist who rides with authority and intelligence. He is careful with his preparation, careful with his efforts and totally serious. An outstanding rider but has a lack of confidence [morale]. He is extremely nervous, sensitive, worried and susceptible. But with experience he will overcome the problems. A charming friend, happy, often joking and with spirit, but some days he shuts himself off, wrapped in his worries. Jean Bidot, team manager[3] Bobet rode the 1951 Tour in the blue-white-red of national champion again but cracked in the mountains. Jean Bidot, the manager, sent riders to help him but in the end abandoned him to concentrate on Géminiani, the best placed. Bobet came 20th, although with a stage win. He lost 40 minutes on the last day in the mountains even though the race was taking it easy, Hugo Koblet already being unbeatable. Dick Yates said: It was a terrible performance for a man of his class, but although he had suffered and suffered he had not given up the struggle. While this showed character, nobody was prepared to make allowances for it. 'He is just not a stage rider,' they said. 'He'll never win the Tour. No matter how brilliant you may be, if you're not consistent you haven't got a chance.' The sensitive Bobet was stung by this criticism. He had given his all for the Tour but everyone had turned against him. Even Jean Robic, who was not really in Bobet's class, was now more popular and it really hurt.[3] And then in 1953, after a year without the Tour, Bobet left the field behind on a stage that crossed the Vars. He climbed the Col d'Izoard alone on roads still rutted and strewn with stones and when the gearing on his bicycle forced him to fight to keep it moving.[9] The historian Bill McGann wrote: Stage 18 is etched in the history of the Tour. It was 165km from Gap to Briançon... Bobet knew this was the time to strike. One of Bobet's team-mates, Adolphe Deledda, went clear on the Vars with two other riders. Bobet stayed with the other leading climbers as they ascended the Vars. Spanish rider Jesus Lorono attacked. The alert and very capable Bobet jumped on his wheel and the pair disappeared up the mountain. Bobet was a good descender and dropped Lorono on the way down the Vars. Meanwhile, Deledda, upon being told that Bobet was on his way, eased up and waited for his captain. The two hooked up and took off across the 20km valley floor leading to the Izoard. In doing so they caught and then dispatched Deledda's two original breakaway companions. Bobet and Deledda, knowing the importance of the moment, were men on a mission. Deledda, fulfilling the team contract in both letter and especially in spirit, buried himself towing Bobet to the great mountain. Bobet flew up the Izoard as if he had wings. Bobet had finally arrived as the premier stage racer in the world. As he crested the Izoard there was a very well known cycling fan by the side of the road. Fausto Coppi with his mistress, Giulia Locatelli (the \"woman in white\"), was watching the race. As he rode past the great man, Bobet shouted thanks to Coppi for coming.[10] He won that day by more than five minutes in Briançon, took the yellow jersey as leader of the general classification, then won the time trial and finished the Tour with 14 minutes' lead. He was greeted in Paris by Maurice Garin,[10] winner of the first Tour in 1903, celebrating the Tour's 50th anniversary. He had, however, won a Tour without stars. Kübler was not riding and nor was Coppi, who was standing on the Izoard to watch Bobet pass.[11][12][13] Koblet was riding badly and dropped out after a crash. Bartali was too old. Yates' assessment is that \"Bobet had won the Tour and won it well but the opposition was hardly top drawer. The 1954 race was different, without Italians but with a strong team from Belgium. The race started fast and didn't ease up. Bobet took the lead after four days, then lost it on day eight. The jersey changed hands until Bobet again dominated on the Izoard. Winning the time-trial cemented his lead and he got to Paris 15 minutes before Kübler A few weeks later he became world champion in Germany. He left Stella after eight years to ride for Mercier, the team riding bicycles carrying Bobet's name and sold by him but made in the Mercier factory in St-Étienne. Bobet completed his hat-trick of successive wins in 1955, having that year won the Tour of Flanders and Critérium du Dauphiné Libéré. The strongest French rider at first was Antonin Rolland and the manager, Marcel Bidot, asked the team to ride for him. Rolland, however, grew weaker as the race approached the Pyrenees. Bobet won the Tour but with a saddle boil that needed surgery. \"His flesh was full of holes\", said a report. \"Dead tissue had to be removed to within several millimetres of vital organs. Nobody dared speak the word 'cancer'\"[14] Bobet believed that enduring the sores during the Tour made him a lesser rider for the rest of his life.[15] He learned to fly a plane while forced not to ride. The 1958 was the last that Bobet finished. One account said: He has 400,000 kilometres in his legs. He has conquered glory and fortune but he is badly ill. Despite the formal advice of his doctor, he has decided to ride the 1958 Tour de France. He will suffer. He knows that. In the heart of the gigantic rocks of the Cassé Déserte, Bob is arced on his bicycle, his kidneys crushed by the effort and his head, like a heavy, painful balance, oscillates above his handlebars. The sun beats down on him. Around him, the whole mountain smokes like a giant witch's cauldron. As he breathes, what burns his throat and his lungs is the dust that rises around him... Abandoned, alone, without help, streaming with sweat, he has no other weapon against his adversaries but the mountain, the bad weather and his crazy willpower.[14] He came seventh. Those who knew Bobet well stayed out of his way during the week before a big race, as he was neurotic and totally unbearable. Normally urbane, charming, interesting and witty, he could become vindictive, spiteful, mean and petty towards those devoted to his cause, and he never hesitated to get rid of a team-mate if he upset him. That he relied enormously on the help of Marcel Bidot, Géminiani and his brother, Jean, is without question, but really the story of Bobet is the story of a man who conquered himself. Divorced from his first wife and separated from his second, Louison was obviously not the easiest man to get on with - but what a champion! Dick Yates[3] The most striking feature of Bobet the man rather than rider was his ambition to behave like a Hollywood matinée idol, a sort of David Niven character in a dinner suit tuxedo. It brought him much ribbing from other French riders. Géminiani says Bobet's diffident and elegant manner made him less popular even in his own Brittany than the more rustic, forthright manners of other Breton people such as Jean Robic.[16] The British professional Brian Robinson called Bobet \"a private man and a little moody\" and said he would sulk if things went wrong. The French journalist René de Latour said of Bobet in Sporting Cyclist that \"he didn't look good on a bike\" and that he had \"the legs of a football [soccer] player\". Bobet spoke out against French involvement in a war against communists in Indo-China. He said he wasn't a Marxist but a pacifist. Géminiani said Bobet lacked humility. \"He really thought that, after him, there'd be no more cycling in France\", he said.[17] Bobet occasionally talked of himself in the third person.[17] Bobet was driven by personal hygiene and refused to accept his first yellow jersey because it had not been made with the pure wool he believed the only healthy material for a sweating and dusty rider. Synthetic thread or blends were added in 1947 following the arrival of Sofil as a sponsor. Sofil made artificial yarn.[18] The race organiser, Jacques Goddet wrote: It produced a real drama. Our contract with Sofil was crumbling away. If the news had got out, the commercial effect would have been disastrous for the manufacturer. I remember debating it with him a good part of the night. Louison was always exquisitely courteous but his principles were as hard as the granite blocks of his native Brittany coast.[18] Goddet had to get Sofil to produce another jersey overnight, its logo still visible but artificial fabric absent. Bobet's concern with hygiene and clothing was accentuated by frequent problems with saddle sores.[10] Bobet was one of the first riders to employ a personal soigneur, taking his lead from Coppi. He took on Raymond Le Bert, a physiotherapist from St-Brieuc, as well as a secretary and a driver.[17] Le Bert booked him hotel rooms between half-stages of the Tour, against the Tour's rules. Riders were supposed to use a dormitory provided for them. When the Tour insisted riders carry spare tyres, usually round their shoulders, Le Bert gave Bobet tubulars with the inner tubes taken out, useless to ride on but lighter to carry if that's what the rules insisted.[17] Le Bert said he had met Coppi, whom Bobet admired for his \"modern\" techniques but refused to have anything to do with the Italian's suitcase of drugs.[19] Bobet insisted he never took drugs. But the journalist and race organiser, Jean Leulliot, remembered a dinner organised by Jacques Goddet and Félix Lévitan, the organisers of the Tour de France, for the race's former winners. Leulliot wrote: One table attracted particular attention. Around it were Anquetil, Merckx and Bobet, 13 victories in the Tour between them. The conversation at the table was particularly lively and Louison Bobet was being challenged for saying that he had never taken the slightest drug or stimulant. He was obliged to admit that he had drunk the small bottles prepared for him by his soigneur at the time without knowing exactly what they contained. Which produced laughter from Jacques Anquetil and Eddy Merckx.[20] Bobet presented prizes at the annual presentation of the British Best All-Rounder time-trial competition at the Royal Albert Hall, London, in 1954.[21] He gave a yellow jersey to a veteran competitor, Vic Gibbons.[22] Bobet flew from Paris to London in a de Havilland Dove chartered by a London timber-merchant and cycling enthusiast, Vic Jenner.[23] Jock Wadley, the editor of Sporting Cyclist was with Jenner. He remember that the two Britons arrived at Le Bourget airport without having brought passports - but that immigration staff gave them no attention because they were too busy trying to get an autograph from Bobet.[21] Bobet's career effectively ended when the car carrying him and his brother Jean crashed outside Paris in the autumn of 1960. Louison Bobet had a succession of businesses after he stopped racing, including a clothes shop, but he became best known for investing in and developing the seawater health treatment of thalassotherapy. He had used it when recovering from his car crash. He opened the Louison Bobet centre beside the sea at Port du Crouesty at Quiberon.[24] The Quiberon centre was purchased by Accor in 1984 and became the flagship of its Thalassa Sea & Spa brand.[25] He fell ill, however, and died of cancer[3] the day after his 58th birthday. Cancer had been speculated during the operation for his saddle boils. Bobet is interred in the cemetery of Saint-Méen-le-Grand, and there is a museum to his memory in the town,[26] the idea of village postmaster Raymond Quérat.","Title":"Louison Bobet - Wikipedia","KeyID":"8295","URL":"https://en.wikipedia.org/wiki/Louison_Bobet"}