{"Content: ":"The 1956 Tour de France was the 43rd edition of the Tour de France, taking place from 5 to 28 July. It consisted of 22 stages over 4,498 km (2,795 mi). There was no previous Tour winner competing for the 1956 Tour, which had only previously happened in 1903 and 1927. An unknown rider from a regional team, Roger Walkowiak on the Northeast-Center French team, ended up winning the Tour. Many Tour fans dismissed the win as being lucky or unworthy at the time, which Walkowiak took hard; this made him not often speak of his win.[citation needed] The Tour was ridden at the fastest average speed so far, over 36 km/h. Walkowiak became only the second rider, after Firmin Lambot in the 1922 Tour de France, to win without taking a single stage. In the previous years, a flat tyre had to be repaired, but from 1956 on, it was allowed to change wheels.[1] As was the custom since the 1930 Tour de France, the 1956 Tour de France was contested by national and regional teams. Seven national teams were sent, with 10 cyclists each from France, Italy, Belgium, the Netherlands, Spain, Switzerland and Luxembourg/Mixed (the latter a combined team of seven Luxembourgian cyclists added with one Portuguese, on British and one Italian cyclist). France additionally sent five regional teams from 10 cyclists each, divided into North-East/Centre, South-East, West, Île-de-France and South-West. In total, 120 cyclists started the race.[2] The teams entering the race were:[2] The winner of the three previous editions, Louison Bobet, was absent because he had surgery.[1] Because there were less climbs and no mountain top finishes, cycling experts expected this edition to be too easy.[3] No other former Tour de France winner started the race. This was the third time in history that the race started without former winners, after the initial 1903 Tour de France and the 1927 Tour de France.[1] Because Bobet was not there, the race was open, and there were many riders thought able to win the Tour. The most favourite of these was probably Charly Gaul, who had won the 1956 Giro d'Italia, although he was in a weak team, and would also be aiming for the mountains classification.[1] The 1956 Tour de France started on 5 July, and had two rest days, in Bordeaux and Aix-les-Provence.[4] The highest point of elevation in the race was 2,360 m (7,740 ft) at the summit of the Col d'Izoard mountain pass on stage 17.[5][6] The first stage was won by André Darrigade, one of the best sprinters of that time.[1] In the third stage, a small group escaped and finished with a margin of fifteen minutes; Gilbert Desmet became the new leader.[1] The time trial of stage four was won by Gaul. In the second part of the fourth stage, Roger Hassenforder escaped, and a took a group with him, including Darrigade. Desmet was not in that group, and lost more than 15 minutes, which made Darrigade leader again.[1][11] In the seventh stage, the peloton broke in two, and a large group of 31 cyclists finished more than 18 minutes ahead. This group included Roger Walkowiak, who had also been in the escaped group in the fourth stage, and became the new leader.[1] Walkowiak's team manager, Sauveur Ducazeaux, advised Walkowiak that it would be too tough to try to remain the leader for the rest of the race, and suggested that Walkowiak lose the first place, and aim to regain it later in the race.[12] In the tenth stage, Walkowiak lost time, and Gerrit Voorting who had also been part of the large breakaway group in stage seven, became the new leader.[3] Voorting lost the lead in the next stage to Darrigade, who himself lost the lead to Jan Adriaensens in the twelfth stage. In the fifteenth stage, the entire Belgian team was weak. Most Tour followers thought it was due to a doping practice that went wrong, but officially it was attributed to food poisoning.[13] Adriaensens lost more than nine minutes, which made Wout Wagtmans the new leader.[1] During the seventeenth stage, there was yet another escape, which included leader Wagtmans and Walkowiak, in fifth position in the general classification. The riders in second, third and fourth place were not in the escape, so Walkowiak moved up to the second place, more than four minutes behind Wagtmans.[1] The eighteenth stage was the last chance for the climbing specialists to win back time, and so Gaul, Bahamontes and Ockers were aiming to win back time. Gaul escaped, and won the stage alone, with Ockers in second place. During the last climb, Bahamontes dismounted and threw his bike down the ravine, wanting to stop the race. The Spanish team was able to retrieve the bike, and convince Bahamontes to continue. Bahamontes finished the race in the group behind Ockers. The surprise of the day was that Walkowiak had been able to remain with Bahamontes, whereas Wagtmans (normally a decent climber) lost eight minutes more. Walkowiak took the first place in the general classification, with a margin of almost 4 minutes to Gilbert Bauvin.[1] In the time trial of stage 20, Bauvin performed very well, finishing in fifth place. Walkowiak ended in 24th place, but this was enough to keep a 1'25\" lead. In the 21st stage, Roger Hassenforder won his fourth stage of this Tour, after a solitary breakaway of 187 km.[7] The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[14] Of the 120 cyclists that started the 1956 Tour de France, 88 finished the race. The points classification in 1956 was calculated in the same way as since the introduction in 1953, following the calculation method from the Tours de France from 1905 to 1912. Points were given according to the ranking of the stage: the winner received one points, the next cyclist two points, and so on. These points were added, and the cyclist with the fewest points was the leader of the points classification. In 1956, this was won by Stan Ockers with 280 points.[7] Over 22 stages (including one split stage), this meant that his average stage finish was approximately place 13. Points for the mountains classification were earned by reaching the mountain tops first.[15] The system was almost the same as in 1955: there were three types of mountain tops: the hardest ones, in category 1, gave 10 points to the first cyclist, the easier ones, in category 2, gave 6 points to the first cyclist, and the easiest ones, in category 3, gave 3 points. Charly Gaul won this classification.[7] The team classification was calculated as the sum of the daily team classifications, and the daily team classification was calculated by adding the times in the stage result of the best three cyclists per team.[16] It was won by the Belgian team, with a large margin over the Italian team. Every team finished with at least three cyclists, so all teams were included in the team classification. In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[17] André Darrigade won this classification, and was given overall the super-combativity award.[4] After every stage, the jury also gave a prize to the cyclist with the most bad luck. The award for most bad luck during the entire Tour de France went to Fernand Picot.[18] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass a point on stage 2 in village of Cysoing in the far north, marking 200,000 kilometres travelled in Tour de France history. This prize was won by Pierre Pardoën.[19] The cycling fans had not been happy to see unknown Walkowiak win the race, and he was not cheered for when the race finished in the Parc des Princes. Walkowiak was considered an unworthy winner, and never again was able to repeat such a win. His name entered the French language in the phrase \"á la Walko\", which means \"won by an undeserving or unknown rider\".[1] The press gave many reasons for Walkowiak's victory: the French national team had had internal problems, Gaul and Bahamontes had been occupied with the mountains classification and Ockers with the team classification.[12] Not all considered him unworthy; Five-time Tour winner Bernard Hinault praised his win saying: There are people who say that Walkowiak should not have won the Tour. They should have been on that Tour! He took the jersey, he lost it and he regained it. He was not a thief. The Tour is not a gift.[1] Walkowiak was unhappy about how the people reacted to his Tour win, and for many years did not want to discuss it.[1] The French team manager Marcel Bidot later criticized Darrigade for not helping Bauvin in the last stages; he thought that with the help of Darrigade, Bauvin might have been able to win back the 85 seconds on Walkowiak and win the race.[1] This was the final Tour for Belgian rider Stan Ockers, who died in a tragic accident during a track race just a few months after this Tour ended. Of the ten Tours held after World War II, Ockers had entered eight, finished all in the top ten each time except in 1948 when he finished 11th. Ockers had won the points classification in 1955 and 1956. Media related to 1956 Tour de France at Wikimedia Commons","Title":"1956 Tour de France - Wikipedia","KeyID":"8296","URL":"https://en.wikipedia.org/wiki/1956_Tour_de_France"}