{"Content: ":"The 1958 Tour de France was the 45th edition of the Tour de France, taking place from 26 June to 19 July. The total race distance was 24 stages over 4,319 km (2,684 mi). The yellow jersey for the leader in the general classification changed owner a record 11 times, and only at the penultimate stage in the time trial the decision was made, when Gaul created a margin of more than three minutes. In the final sprint, sprinter André Darrigade, who had already won five stages, collided with a stage official, who eleven days later died because of his injuries. In 1958, 120 cyclists entered, divided into 10 teams of 12 cyclists each. France, Italy, Belgium and Spain each sent a national team. The Netherlands and Luxembourg had a combined team, as had Switzerland and West Germany. There was also one \"Internationals\" team, consisting of cyclists from Austria, Portugal, Great Britain and Denmark. There were also three regional French teams: Centre-Midi, West/South-West and Paris/North-East.[1] The teams entering the race were:[1] The French team had had some problems with the selection, as Jacques Anquetil, the winner of the 1957 Tour de France, did not want to share leadership with Louison Bobet, winner in 1953, 1954 and 1955.[2] Anquetil had been so superior in 1957, that he did not want Bobet and Géminiani both in his team. The French team selector then chose to include Bobet in the national team.[3] Raphael Géminiani, who had been in the French national team since 1949, was demoted into the regional Centre-Midi team. Géminiani was not pleased, and sent the French team director Marcel Bidot a \"jack-ass\" named \"Marcel\" to express his displeasure.[2] Charly Gaul, was part of a Dutch / Luxembourg team and agreed to share his prizes with the team in exchange for their support.[3] The 1958 Tour de France started on 26 June.[4] Whereas there had been two rest days in recent years, the 1958 Tour had no rest days at all.[5] For the first time, the first mountain climbs were broadcast live on television.[6] The highest point of elevation in the race was 2,360 m (7,740 ft) at the summit of the Col d'Izoard mountain pass on stage 20.[7][8] The first stage left in Brussels, to celebrate Brussel's World Fair.[3] In the first stages, Luxembourgian climber Charly Gaul struggled, and lost considerable time in flat stages.[2] During a break in the sixth stage, Anquetil and Bobet were left behind. Géminiani was in the leading group, and gained more than ten minutes on his rivals. After the sixth stage, Gerrit Voorting was in first place, followed by François Mahé from the French national team, and Géminiani.[3] In the seventh stage, Arrigo Padovan won the sprint from Brian Robinson. The jury however relegated Padovan to second place for irregular sprinting, and Robinson became the first British winner of a stage.[3] The ninth stage again saw a large breakaway, this time including Darrigade. Darrigade won the sprint, and because the next group was more than 10 minutes behind, he became the new leader.[3] Géminiani and the French national team were still on bad terms. When Gastone Nencini, a threat to both, had escaped and the national team members asked Géminiani to help them to get Nencini back, Géminiani refused.[3] The Pyrénées were visited in stage 13. Darrigade was not able to keep up with the leaders, and lost the lead. Bahamontes had tried to escape but failed, and later Gaul tried to escape, but he also failed. The favourites finished together, and Géminiani became the new leader; Vito Favero was only three seconds behind him.[3] In the fourteenth stage, also in the Pyrenees, Bahamontes escaped again, and this time he managed to stay away and win. Géminiani finished in the next group, but because Favero won the sprint for the second place, he received 30 seconds bonification time, and became the new leader.[3] In the fifteenth stage, Favero again finished second, and extended his lead again by 30 seconds.[3] In the eighteenth stage, a mountain time trial, Gaul won back time, and jumped from sixth place to third place in the general classification.[2] Géminiani jumped back to the first place in that stage.[3] In the nineteenth stage, over the Alps, Gaul had mechanical problems, and lost ten minutes. Second-placed rider Favero was now at a margin of more than three minutes.[3] In the twentieth stage, again in the Alps, Bahamontes finished first. Gaul lost a few seconds to Géminiani in that stage, so after the twentieth stage, Gaul was more than sixteen minutes behind Géminiani.[12] With only a few stages left, Géminiani appeared to be able to win the race. In stage 21, the weather conditions were bad. Before the stage started, Gaul told Bobet that he would attack on the first climb of the day, which he did. Bahamontes followed him, but let himself drop back because the weather was too bad and the finish was still far away. Gaul continued on his own, and his margin with the next cyclist kept growing.[12] Géminiani now asked the French national team to help him, but they could not help and did not want to help. Géminiani forgot to take food in the food zone, and was hungry in the last part of the stage.[3] In the end, Gaul won the stage almost 8 minutes ahead of the next rider. Favero came in third, more than ten minutes later, and Géminiani seventh more than 14 minutes behind. Favero was again first in the general classification, with Géminiani only 39 seconds behind in second place and Gaul 67 seconds behind in third place.[2][13] After that stage, Géminiani accused the French team of treason, because he said it was due to their attacks that he lost the lead.[14] Because of the extraordinary circumstances, the time limits were not enforced that stage. Second-placed rider Favero was now at a margin of more than three minutes.[3] Stage 22 was flat, and the favourites stayed together. This meant that the time trial in stage 23 would be decisive. In that time trial, Gaul was the first of these three to start. Gaul set the winning time, and Géminiani and Favero lost more than three minutes, so Gaul took the lead in the general classification.[2] Anquetil, who felt sick and was behind in the general classification, did not start that stage.[3] The last stage traditionally saw no problems for the leader, and Gaul became the first Luxembourgian cyclist since 1928 to win the Tour.[2] In the final sprint in the last stage in the Parc des Princes, André Darrigade was in first position when he collided with Constant Wouters, the 70-year-old secrétaire-général of the stadium, who was attempting to prevent photographers encroaching on the track. Darrigade needed five stitches, but Wouters injuries were more serious, and he died eleven days later.[15] The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[16]The yellow jersey changed hands eleven times, the most ever.[4][17] Gaul had an average speed of 36.919 km/h, which was a new record. Of the 120 cyclists that started the 1958 Tour de France, 78 finished the race.[5] The points classification was calculated by adding the stage ranks of each cyclist.[18] The mountains classification was calculated by adding the points given to cyclists for reaching the highest point in a climb first.[19] The team classification was calculated as the sum of the daily team classifications, and the daily team classification was calculated by adding the times in the stage result of the best three cyclists per team.[20] It was won by the Belgian team, with a large margin over the Italian team. In addition, there was a combativity award given after each mass-start stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[21] Federico Bahamontes won this classification, and was given overall the super-combativity award.[4] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Lautaret on stage 21. This prize was won by Piet van Est.[22] Media related to 1958 Tour de France at Wikimedia Commons","Title":"1958 Tour de France - Wikipedia","KeyID":"8300","URL":"https://en.wikipedia.org/wiki/1958_Tour_de_France"}