{"Content: ":"Charly Gaul /ˈɡaʊl/[1][Luxembourgish IPA needed] (8 December 1932 – 6 December 2005)[2] was a Luxembourgian professional cyclist. He was a national cyclo-cross champion, an accomplished time triallist and superb climber. His ability earned him the nickname of Angel of the Mountains in the 1958 Tour de France, which he won with four stage victories. He also won the Giro d'Italia in 1956 and 1959. Gaul rode best in cold, wet weather. In later life, he became a recluse[3] and lost much of his memory. Gaul was a fragile-looking man with a sad face and disproportionately short legs. As one writer put it, he had \"a sad, timid look on his face, marked with an unfathomable melancholy [as though] an evil deity has forced him into a cursed profession amidst powerful, implacable riders.\"[4] Gaul worked in a butcher's shop and as a slaughterman in an abattoir at Bettembourg before turning professional on 3 May 1953[5] for Terrot,[2] at the age of 20.[4] By then, he had already won more than 60 races as an amateur[6] having started racing in 1949.[5] They included the Flêche du Sud and the Tour of the 12 Cantons.[7] He won a stage up the climb of Grossglockner during the Tour of Austria when he was 17, setting a stage record. It was his first race outside Luxembourg.[8] His first professional race was the Critérium de la Polymultipliée, which he finished eighth.[8] His first professional win was in 1953 in Luxembourg, in the national cyclo-cross championship.[2] He came second the same year in the Critérium du Dauphiné Libéré stage race. The following year he was second in the Luxembourg road championship (which he won six times), won a stage in the Dauphiné Libéré, and won a bronze medal in the 1954 world championship. Gaul rode his first Tour de France in 1953 but abandoned on the sixth stage.[6] He also started the 1954 Tour but again abandoned before the finish. He came to the 1955 Tour after winning the mountainous Tour de Sud Ouest and finishing third in the Tour of Luxembourg. He conceded a lot of time on the opening flat stages, not helped by being in a weak team.[6] His fight back started in the Alps, where the first stage was from Thonon-les-Bains to Briançon. He attacked and dropped the Dutch climber, Jan Nolten. Crossing the col du Télégraphe, he had five minutes on his chasers; by the top of the Galibier he had 14m 47s. By the finish, he had moved from 37th to third. He was on his way to winning the next day as well, when he crashed descending in the rain. He attacked again when the race reached the Pyrenees, winning stage 17 from (Toulouse to Saint-Gaudens) ahead of the eventual overall winner, Louison Bobet. He won the mountains competition and finished third in Paris. After a hard-fought victory in the 1956 Giro d'Italia (in which he took three stages, including an eight-minute victory in the Dolomites stage from Meran to Monte Bondone, near Trento),[9] Gaul was almost half an hour down after six days' racing in the 1956 Tour de France, but he was confident he could close the gap in the mountains. He won the mountains prize again and two more stages, a mountain individual time trial on stage three and stage 18 to Grenoble, but his efforts did little good, and he finished 13th. Gaul started the 1957 Tour but abandoned after two days with no stage wins. Gaul returned to the Tour in 1958. Third in that year's Giro, he started dominantly and won four stages, three of them time trials, including the ascent of Mont Ventoux. His time of 1h 2m 9s from the Bédoin side, which in those days was cobbled in the first kilometres and poorly surfaced to the summit, stood as a record until Jonathan Vaughters beat it 31 years later in the Dauphiné Libéré.[n 1] On the last day in the Alps, his manager, Jo Goldschmidt[n 2] looked at the rain falling and woke Gaul with the words: \"Come on soldier... This is your day.\" Gaul woke delighted at the cold rain and angry at the memory of how he had been denied the Giro the previous year, when he was attacked as he stopped by the roadside. A lot of riders took advantage of his halt but he most blamed Bobet, a man as refined and diffident as Gaul was coarse and brusque. Historian Bill McGann said his feelings for Bobet had turned to \"flaming hatred.\"[10] He sought out his tormentor before the stage started. The impact was all the greater because the two had barely spoken to each other since the Giro.[11] Asking whether he was ready (\"You're ready, Monsieur Bobet?\"), he laid emphasis on the false politeness of the monsieur and continued: \"I'll give you a chance. I'll attack on the Luitel climb. I'll even tell you which hairpin. You want to win the Tour more than I do? Easy. I've told you what you need to know.\"[12] There was a prize of 100,00 francs at the top of the col de Lautaret in memory of the race's founder, Henri Desgrange. The Dutchman Piet van Est won it, with Bahamontes behind him. A small group broke clear on the descent and had eight minutes on the rest. Gaul began the chase and shed rider after rider, including the Spaniard, Salvador Botella, who held eighth place. Botella stopped, covered his head in his hands and wept. Teammates turned back to encourage him; he burst into tears again when he saw them and climbed into the race ambulance. Gaul and Bahamontes dropped the rest. At first the rest thought that Gaul had lost too much time earlier in the race to be a threat, that he was looking only at the best climber's prize.[13] On the climb to the col de, Gaul dropped Bahamontes as well. He was within three minutes of the leaders at the top, with Bahamontes a minute behind. Gaul took the lead and moved ahead as the race progressed through \"a curtain of water, a deluge without an ark\", as L'Équipe described it. Michel Clare, reporting for the paper, said: \"I was on a motorbike and I had to stop at Granier for a hot grog. I was so cold that afterwards it was an hour before I could start writing.\"[14] When he finally began his report in the press room at Aix-les-Bains, he wrote: \"I remember only a curtain of rain. A deluge without an Ark. The caravan[n 3] dissolved from the moment it entered the sea of clouds that followed the pretty chalets of [the ski station of] Chamrousse. Now we know what it means to be 'soaked to the bone.' I thought of Jacques Anquetil, whose face was becoming more and more triangular and yellow. I thought of them all, the known and the unknown, sailors carried away by the flood and who tried desperately to avoid being shipwrecked. One man escaped from the storm. Charly Gaul. Finally, his time had come.\"[15] Gaul crossed the line at the lake in Bourget-en-Aix in near darkness[16] with a slight smile, 12m 20s ahead of the chasing group and 15 minutes ahead of the leader, Raphaël Géminiani.[n 4] It moved him to third place, and two days later Gaul got those 67 seconds and more in a time-trial on a difficult circuit at Châteaulin, riding at 44.2kmh.[17] There, he beat even Anquetil, who was suffering a lung infection after the rainy ride to Bourget-en-Aix.[18][n 5] In 1959, he was 12th. He lost time in the heat of the Pyrenees but won the stage to Grenoble again, with the eventual overall winner Bahamontes second. Gaul missed the 1960 Tour. In 1961, he came third and won stage nine to Grenoble. He crashed in the Alps, on the descent of the Cucheron, bruising his hip, shoulder and knee. At the beginning of the final stage, he was second to Anquetil. Guido Carlesi attacked as the Tour entered its final kilometre, overcoming a four-second deficit to Gaul. This moved him to second, relegating Gaul to third. In 1962, he finished ninth with no stage victories. The 1962 Tour was contested by trade rather than national teams for the first time since 1929, and Gaul's was not one of the strongest. His final contested Tour was 1963, when he dropped out without winning any stages. Gaul won the Giro d'Italia in 1956 and 1959. His victory in 1956 came after leaving the field in the climb of Monte Bondone at 1,300m.[19] Snow fell and Gaul was alone with 88 km to go. It was so cold that he had to be carried off his bike at the finish and stopped on the way up for a drink.[20] On the stage victory to Courmayeur, he took a 10-minute advantage over Anquetil on the final two climbs. Gaul lost the 1957 Giro after stopping for what was described in French papers as \"a natural need\" on the road to Trieste. His rivals, particularly Bobet and Gastone Nencini, attacked. Gaul was upset at a breach of race etiquette and still more annoyed to find himself referred to as Monsieur Pi-Pi, which in French rhymes with and means pee-pee. Gaul rounded on Bobet and said: \"I will get my revenge. I will kill you. Remember I was a butcher. I know how to use a knife.\"[11][21] It was that that sparked the attack in the following year's Tour de France. In the 1960 Giro, he won a stage on his way to third place. In 1961, he finished fourth. Gaul was national cyclo-cross champion at the start and the end of his time as a professional. He also came fifth in the world championships of 1956 and 1962. He won in Dippach in 1955, Kopstal, Colmar-Berg and Bettembourg in 1956, Schuttrange, Ettelbruck, Kopstal, Bissen and Colmar-Berg in 1957, Alzingen in 1958, and Muhlenbach in 1960.[22] Gaul's career effectively ended with the Tour de France in 1962. Philippe Brunel said: \"Without knowing it, he was climbing the slope of his own decline. He grumbled as he climbed the Pyrenees and his eyes were flecked with blood.\" At Saint-Gaudens, after his faithful teammate and roommate Marcel Ernzer had dropped out, he spoke of his lassitude, saying: \"I'm scared in the peloton [...]. The abuse of stimulants, the fatigue [make riders] clumsy. How many of them have got the reflexes that they need?\" Gaul was never the same. At the end of the season, he left the Gazzola team, tried Peugeot (which came to nothing), a comeback (equally nothing) in the Lamote-Libertas team.\"[11] Gaul stopped for good after a track meeting at Niederkorn in 1965.[11] He never recovered from the hurt of being whistled by the crowd when he made his last appearance on the road in the country, riding for a poor team, Lamote, sponsored by a Belgian brewery and achieving nothing.[11] He ran a café at Bonnevoie near the railway station in Luxembourg city[11] before slipping out of public view. Gaul was 1.73 m tall and weighed 64 kg. His lightness was a gift in the mountains, where he won the climbers' competition in the Tour de France of 1955 and 1956.[3] Unusual for a light man, he was also an accomplished time-trialist, in one Tour de France beating the world leader, Jacques Anquetil. Gaul pedalled fast on climbs, rarely changing his pace, infrequently getting out of the saddle.[23] His contemporary, Raphaël Géminiani, said Gaul was \"a murderous climber, always the same sustained rhythm, a little machine with a lower gear than the rest, turning his legs at a speed that would break your heart, tick tock, tick tock, tick tock.\"[4][14] The journalist Pierre About wrote that Gaul had \"irresistible sprightliness [allegresse]\", and had \"the air of an angel for which nothing is difficult.\"[24] The writer Jan Heine said: \"Nobody else ever climbed that fast. Gaul dominated the climbs of the late 1950s, spinning up the hills at amazing cadences, his legs a blur while his cherubic face hardly showed the strain of his exceptional performances.\"[8] Pierre Chany called him \"without doubt, one of the three or four best climbers of all time.\"[23] Philippe Brunel of the French newspaper L'Équipe said: \"In the furnace of the 1950s, Gaul seemed to ride not against Bahamontes, Anquetil Adriessens, but against oppressive phantoms, to escape his modest origins, riding the ridges to new horizons, far from the life without surprises which would have been his had he stayed in Luxembourg.\"[11] Gaul was weakest on flat stages and in the heat. In the 1957 Tour de France he went home after two days, stricken by the temperature in what Pierre Chany called \"a crematorium Tour.\"[14] He was at his best in cold and rain, winning the following year's race after a lone ride through the Alps in a day-long downpour described by the French newspaper, L'Équipe as \"diluvian.\"[3] It was the first time the Tour had been won by a pure climber.[3] Gaul moved from 11th to first place. Jacques Goddet wrote in L'Équipe: \"This day surpassed anything seen before in terms of pain, suffering and difficulty.\"[4] Gaul was a variable rider who could delight and disappoint, almost at random.[7] He was talented in stage races but unremarkable in one-day events.[7] Gaul was taciturn and spoke rarely to anyone but a circle including Anglade, Roger Hassenforder, Nencini and Bahamontes.[11] Writer Philippe Brunel described his reputation within cycling as sulfureuse (\"notorious\"),[11] while Charlie Woods said: \"His eloquence and assurance seemed reserved for the bike, and the bike alone.\"[25] Gaul was popular with fans but not among his rivals. Roger St Pierre said: \"With his boyish good looks and Jack the Giantkiller style, Charly Gaul was loved by the fans. He had his friends, too – his faithful lieutenant Marcel Ernzer even rode an identical bike so that his master would not be uncomfortable if he had to borrow it after a crash or a puncture.[n 6] But he was not always popular with his rivals, his unpredictable, schoolboyish temperament, his lazy riding on the flat and his sometimes insufferable ego winning him few allies in the bunch.\"[26] According to writer Jan Heine, many of his problems appeared to have been caused by a hostile peloton, which often seemed to do anything to make Gaul lose.[27] He rarely shared what he won with those who helped him, said René de Latour in Sporting Cyclist.[20] Brian Robinson rode with Gaul in a mixed team in the 1956 Tour de France. He said Gaul had no intention of discussing tactics or of sharing his prizes with the rest of the team in return for their help.[1] When Robinson won £250 on the first day and became the team's best-placed rider, \"many of my friends in rival teams congratulated me on my effort [but] the least enthusiastic of all seemed Gaul.\"[1] Similar events happened in other teams. Gaul rode in 1958 for a team largely of Dutchmen. According to French rider Henry Anglade, who knew Gaul well, came from the same region, and was one of the few French riders close to him, they did nothing to help him in the wind on flat stages.[28] Anglade stated that Gaul \"wasn't helped to move up through the echelons\",[n 7] while Gaul himself said the Dutch were \"too interested in their personal classification.\"[29] Gaul moved into a small hut in a forest in the Luxembourg Ardennes.[11] There, he wore the same clothes every day, patterned green trousers, studded walking boots and a sweater or jacket, and went walking with his dog, Pocki. He had a telephone but never answered it. He removed his name from the phone book.[11] His rare excursions were to buy everyday goods and shopkeepers who met him spoke of a man who was ill and depressed, that he hadn't recovered from separating from his second wife. When journalists found him to ask more he confirmed he was distressed but declined, saying: \"I'm sorry but it was all so long ago. Please leave me in peace. I'm just an old grumbler.\"[11][n 8] He appeared now and then anonymously beside the road during the Tour de France, unrecognisable with a beard, straggling hair and a paunch. His isolation lasted until 1983, the 25th anniversary of his victory in the Tour de France and the year he met his third wife, Josée.[n 9] He moved with her into a house in the south-west suburbs of Luxembourg city. There he spoke to Pilo Fonck of the radio and television station, RTL. Fonk said: \"I was as happy as a kid. I had the interview of my life, the one that everybody wanted to have.\"[11] Gaul died of a pulmonary embolism two days before his 73rd birthday, following a fall in his house at Itzig.[3] He left a wife, Josée, and daughter, Fabienne.[6] VeloNews said: \"Gaul raced in a different era, and his like will never be seen again.\"[6] A cyclo-sportive event is held each summer in Luxembourg in Gaul's memory, sometimes attended by his wife and daughter.[30] The Grand Duchy of Luxembourg recognised Gaul's past and his return to society by offering him a job as archivist at the sports ministry. There, according to Philippe Brunel, \"he could go back into the past, put together day after day, scrupulously, the puzzle of his life, looking for why this need to escape from society.\"[11] The organisers of the Tour de France invited him in 1989 as their guest when the race started in Luxembourg. He made his first public appearance there, with his daughter, Fabienne. He received the Tour de France medal from the organiser, Jean-Marie Leblanc.[31] He attended a reunion of former Tour winners when the centenary race was presented in October 2002. He began following cycling again, particularly Marco Pantani, the leading climber of the time.[4][32] He was a guest at many races, including stages of the Tour. There he sat beside the rostrum and answered questions put by the commentator, Daniel Mangeas. Writing in The Guardian, William Fotheringham said Gaul \"cut a curious figure – plump, shambling, confused – his eyes hidden behind thick spectacles above a wispy beard, a far cry from his heyday in the 1950s.\"[4] Gaul rode in an era before drug tests and drug rules.[n 10] Pictures show that he frequently frothed at the mouth. Goddet spoke of his dribbling during his record ride up Mont Ventoux: \"Yes, it was without doubt the first time that I saw the soft and thin face of the Luxembourger, who never shows signs of suffering, running with the sweat of pain, the dribble of effort flooding his shaven chin and sticking to his chest in long dirty ropes.\"[33] Gaul rode best in the cold and poorly in the heat. His rival, Bahamontes, did not name Gaul but said that the heat suited him best \"because then others couldn't take as much amphetamine.\" Marcel Ernzer, Gaul's domestique, recalled a conversation with Gaul: Source:[34][35]","Title":"Charly Gaul - Wikipedia","KeyID":"8301","URL":"https://en.wikipedia.org/wiki/Charly_Gaul"}