{"Content: ":"The 1959 Tour de France was the 46th edition of the Tour de France, taking place between 25 June and 18 July. The race featured 120 riders, of which 65 finished. The Tour included 22 stages over 4,358 km (2,708 mi). The race was won by Spanish cyclist Federico Bahamontes, who also won the mountains classification. The points classification was won by French sprinter André Darrigade. The Belgian team became the winner of the team classification. Although the French national team had the favourites, the race was contested between Anglade, in a French regional team, and Bahamontes, in the Spanish national team. After the French national team refused to help Anglade, Bahamontes won the race. It was the first win by a Spanish cyclist. The teams entering the race were:[1] The French team included Jacques Anquetil, Louison Bobet, Raphael Géminiani and Roger Riviere, who were all considered possible Tour winners.[2] This also posed a problem, as they did all want to be team captain, and refused to work for each other.[3] The Spanish team was headed by Federico Bahamontes, who in previous years did not care for flat stages and time trials, and only tried to win the mountains classification. In the 1959 season, Bahamontes had Fausto Coppi as manager, and Coppi convinced Bahamontes to focus on the general classification.[3] The defending champion Charly Gaul was again placed in a mixed team of Luxembourgian and Dutch cyclists, and expected little support.[3] The Italian team did not include Vito Favero and Gastone Nencini, who had performed well in the 1958 Tour. Their team captain was Ercole Baldini, winner of the 1958 Giro d'Italia, but he was not expected to be able to compete against Gaul, Bahamontes and Anquetil.[3] Of the cyclists in the French regional teams, Henri Anglade was the most notable. He was included in the Centre-Midi team. The cyclists were represented by agents, who negotiated for the prices in post-tour criteriums. There were two major agents: Daniel Dousset, who represented Anquetil, Rivière and Bahamontes, and Piel Poulidor, who represented Anglade. This made it more important for Anquetil to help Bahamontes than Anglade.[3] The 1959 Tour de France started on 25 June in Mulhouse, and had two rest days, in Bayonne and Saint-Étienne.[4] The highest point of elevation in the race was 2,770 m (9,090 ft) at the summit of the Col de l'Iseran mountain pass on stage 18.[5][6] During the Tour, a package of strychnine, addressed to one of the teams, was intercepted by the Tour doctor.[11] Like in the previous years, Darrigade won the first stage.[3] In the third stage, a group of 13 cyclists escaped, none of them considered favourites for the overall victory. The favourites let them escape, knowing that they would win enough time back in the mountains, and the group won more than 10 minutes on the rest. Robert Cazala from the French national team became the new leader.[3] Anglade was riding well in the first stages. Because of an escape in stage 7, he gained a few minutes on the top favourites.[3] In the ninth stage, the Belgian cyclists broke away, and the French team followed them. Cazala was not able to follow them, and he lost the lead. Eddy Pauwels became the new leader[3] Pauwels lost the lead in the tenth stage, and regional Michel Vermeulin became the new leader.[3] After stage 12, Anglade was in fifth place in the general classification,[12] the first of the favourites for the overall victory. In the thirteenth stage, Anglade attacked and won the stage.[2] He jumped to second place in the general classification. The French team director then concentrated the strategy on beating Anglade, because he thought Anglade was the main threat.[2] The fifteenth stage was an individual mountain time trial, won by Spaniard Bahamontes. Bahamontes climbed to the second place in the general classification, only 4 seconds behind Jos Hoevenaers, the last man from the escaped group in stage 3 to stay high in the general classification. Eddy Pauwels was in third place, while Anglade was still in fourth place, only 43 seconds behind Hoevenaers.[3] In the sixteenth stage, Pauwels was in the escaped group, and won enough time to take over the lead in the general classification. In the seventeenth stage, Bahamontes and Gaul escaped. Gaul won the stage, but Bahamontes took the leading position.[2] The eighteenth stage would determine the outcome of the race. Bahamontes was leading, but his teammates had used a lot of energy the day before. The French national team was expected to attack.[3] In the eighteenth stage, Gaul was the first one to attack, and reached the top of the Galibier first, but later the other riders got back to him. On the way down from the Iseran, Bahamontes and Gaul were left behind, and Anquetil and Rivière were expected to increase their efforts, such that Bahamontes and Gaul would not be able to get back to them. Anquetil and Rivière did not want to assist each other and did nothing, so Bahamontes and Gaul were able to get back. Anquetil and Rivière then were left behind. On the last climb, Anglade attacked. Baldini and Gaul could follow, but Bahamontes could not, and at some moment was five minutes behind. This made Anglade the virtual race leader, which was against the wishes of the national team. Anquetil and Rivière then reached Bahamontes, and helped him to get back to Anglade.[2] The only risk for Bahamontes left was the time trial in stage 21. At the start, Bahamontes was leading by 5'40\". In the time trial, Anglade won 1'39\" back on Bahamontes, but that was not enough.[2] When the Tour ended in the Parc des Princes velodrome in Paris, the French crowd booed the French national team, because they did not allow Anglade the victory.[2] The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[13] The points classification was calculated differently than in the years before. The winner of a stage received 100 points, down to 1 point for the 25th cyclist. André Darrigade took the lead by winning the first stage, and remained the leader for the rest of the race. The mountains classification was calculated by adding the points given to cyclists for reaching the highest point in a climb first.[14] The team classification was calculated as the sum of the daily team classifications, and the daily team classification was calculated by adding the times in the stage result of the best three cyclists per team.[15] It was won by the Belgian team. In addition, there was a combativity award given after each stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[16] Gérard Saint won this classification, and was given overall the super-combativity award.[4] The Souvenir Henri Desgrange was given to the first rider to pass the memorial to Tour founder Henri Desgrange near the summit of the Col du Galibier on stage 18. This prize was won by Charly Gaul.[17] Media related to 1959 Tour de France at Wikimedia Commons","Title":"1959 Tour de France - Wikipedia","KeyID":"8302","URL":"https://en.wikipedia.org/wiki/1959_Tour_de_France"}