{"Content: ":"Federico Martín Bahamontes, born Alejandro Martín Bahamontes (pronounced [feðeˈɾiko maɾˈtin βa.a.ˈmon.tes]; born 9 July 1928),[1] is a Spanish former professional road racing cyclist. He won the 1959 Tour de France and a total of 11 Grand Tour stages between 1954-1965. He won a total of 9 mountain classifications and was the first cyclist to complete a \"career triple\" by winning the mountain classification in all three Grand Tours. Following his retirement, Bahamontes ran a bicycle and motorcycle shop and was named the best climber in the history of the Tour de France by a panel organised by L'Équipe in 2013. Bahamontes was born in Santo Domingo-Caudilla, Toledo to Julián Martín and Victoria Bahamontes.[1] Unlike the usual custom of calling a Spaniard by the first of two surnames, Bahamontes is known by his second; there were too many with the surname Martín in his village so he took up his mother's surname. He is named after his uncle, Federico, who was the head of the family and proclaimed that Bahamontes would be called after him at the baptism in the local church.[2] Between 1929 and 1931, his parents had three more children, all girls. Bahamontes attended a school in Toledo run by nuns, which he did not enjoy.[2] In 1936, the Spanish Civil War broke out, but Bahamontes' father, a veteran of the Cuban War of Independence did not fight because he was too old. Along with other civilians in Toledo, however, he was enlisted by Nationalist forces to act as reinforcements as Republican forces closed in on Toledo. He managed to escape this service, but when he returned home, he found soldiers who \"called themselves Communists\" and ordered him to open the storehouses on the estate where the family lived. He refused, before running away, and eventually escaping the ensuing manhunt by hiding in a doorway.[3] The family eventually fled to Madrid in July 1936. When the family arrived, the city was held by Republican forces who had withstood an attempted invasion from the Nationalists. In October, however, Nationalist forces decided to lay siege to the city and Julián was enlisted into the Republican reserve forces and led a mule team that transported supplies.[4] Meanwhile, Bahamontes, along with his mother and sisters, escaped to the village of Villarrubia de Santiago due to the intensifying air raids in Madrid. They were joined by Julián after the war, but the family continued to struggle; as he had been with the Republicans, the losing side, Bahamontes' father received no pension and he was forced to break rocks for road construction in order to earn enough money for the family.[5] The young Bahamontes resorted to theft in order to sustain himself and the family; he would jump into the trailers of lorries from a bridge over a road before filling a bag with food from the trailer. He also dug out live ammunition from civil war trenches to sell as scrap metal.[6] In 1946, at the age of 18, he bought his first bike for 150 pesetas (roughly equivalent to £250 or $319.1 in 2014) in order to transport food illegally between villages. As rationing was in place due to economic ruin, the black market for food flourished.[7] It was during this activity that Bahamontes contracted an unknown disease which he believed to be typhoid. Whilst hiding from the Civil Guard, who had orders to arrest anyone black marketeering, he stood in stagnant water and was bitten by a mosquito (even though typhoid is not spread via mosquitoes). This led to extreme weight loss, loss of hair and fever.[8] After being restricted to his house for two months, Bahamontes returned to black marketeering, and competed in his first cycling race after two other black marketeers invited him. On 18 July 1947, he cycled to a nearby village where the race began and, with only a banana and lemon as sustenance, he managed to finish second.[9] Following victory at his second race, Bahamontes began racing as a full-time amateur; the prize money from such races was significantly more than the wages of what little work there was.[10] He soon formed a friendship and partnership with another cyclist, Ladislau Soria, who was strong on the flat. Together, they dominated the local races with Soria's brother acting as a manager.[11] In his early years as an amateur, Bahamontes won the Tour of Andalusia and Tour of Cadiz; however, he was called up to 18 months of National service in July 1949.[12] It was during this time that he opened up a shop in Toledo renting out bikes.[13] Bahamontes first faced professionals at the 1953 Vuelta a Asturias. The field included some of the strongest cyclists in Spain and teams from Italy and Belgium. Racing as an independent semi-professional, he won the opening stage and eventually finished twenty-first out of sixty-nine.[14] He competed in more races in Madrid and elsewhere in Spain before moving to Barcelona, the wealthiest city in Spain. It was here that he received backing from Santiago Mostajo Trigo, a former cyclist and businessman who was a \"hugely influential figure\" in Spanish cycling.[15] Due to financial reasons, the Vuelta a España did not run between 1951 and 1954, so the Volta a Catalunya was the biggest race in Spain. It was there, in 1953, that Bahamontes won the King of the Mountains. The race received coverage in Mundo Deportivo, a Catalan sports newspaper, as well as having the support of fourteen sponsors.[16] Teams from across Europe competed, with Bahamontes racing for a team directed by Mostajo and sponsored by Balanzas Berkel, a manufacturer of weighing equipment.[17] He performed above expectations, managing a 146 kilometres (91 mi) solo breakaway on stage 8 to secure his mountain classification jersey.[18] The director of the Spanish team, Julián Berrendero, picked Bahamontes for the 1954 Tour de France in the summer of 1953, with instructions to \"try to win it.\"[19][20] He initially declined, stating that he did not know French and \"had no suitcase\", but later accepted the offer with a few weeks to go after discussing with his parents. The Spanish team included 1948 Vuelta a España winner Bernardo Ruiz, former national champion Francisco Masip, and 1953 Volta a Catalunya winner Salvador Botella.[21] The first half of the race was relaxed for Bahamontes, until stage eleven where he broke away from the peloton and went over the Col d'Aubisque in first place. It was on the fog-covered descent, however, that he crashed, eventually finishing thirty-second.[22] Bahamontes continued to score well in the mountain classifications; he was first over the Col du Tourmalet and Col de Peyresourde.[23] It was the Col du Galibier, however, that was the most important; Bahamontes rode down Jean Dotto to finish the climb in first place, thus winning a 100,000 franc (roughly $250 in 2021) prize as well as mountain points which secured him the mountain classification victory.[24] He finished 25th in the General classification.[25] The next year, Bahamontes competed at the 1955 Vuelta a España.[26] He gained the nickname el Gitano (the gypsy) when he started to sell bike parts to other riders he had bought from factories in France.[27] The race did not go well for Bahamontes; during stage five, he got a \"twisted tendon\" in his left knee and had a limp when off the bike. The injury was so serious that a protrusion could be felt on his knee several decades later.[28] As a result, Bahamontes would not achieve another Tour de France mountain classification victory until 1958.[29] After receiving treatment for his injury which reduced the pain and inflammation, Bahamontes continued to race. He won the 1955 Vuelta a Asturias, Vuelta a los Puertos and a hill climb on Mont Faron.[30] Despite the success, a medical examination before the Tour de France prevented him from competing and he was replaced by national champion Antonio Gelabert.[31] He won the Tour de France in 1959, and won the Tour's \"King of the Mountains\" classification six times (1954, 1958, 1959, 1962, 1963, 1964). He also took second and third places overall in 1963 and 1964 respectively. In total, he won seven Tour stages. He was also second in the 1957 Vuelta a España, and won the mountains competition then and the following year, 1958, when he finished 6th. He also won the mountains competition in the Giro d'Italia in 1956. In the 1959 Tour de France, Bahamontes benefited from an early escape on a stage in the Pyrenees, and then won a mountain time trial to the Puy-de-Dôme. Into the Alps, he combined with fellow climber Charly Gaul to extend the lead into Grenoble, and although French riders Henry Anglade and Jacques Anquetil cut their deficits, neither made up enough time to threaten Bahamontes' overall lead. He won by just over four minutes from Anglade, and became King of the Mountains too. The French team was unbalanced by internal rivalries. Anglade was unusual in that he was represented by the agent Roger Piel while the others had Daniel Dousset. The two men controlled all French racing.[32] In 1960 Bahamontes got no further than the first few days of the Tour. The writer Roger St Pierre said: \"One of the most poignant photographic images in Tour history captured the dejected Spaniard sitting on the platform astride his suitcase, head in hands as he waited for the train to take him back home having abandoned the race before it even really got going.\"[33] In the 1963 Tour de France Anquetil beat Bahamontes into second place. Bahamontes and Anquetil performed well in the Alps and on one stage were first and second overall, three seconds apart. The Spaniard's efforts to retain his mountains leadership, however, rebounded on him. He was unable to break away from Anquetil on the stage to Chamonix and Anquetil's victory in the time trial sealed his fourth Tour win, with Bahamontes 3:35 behind. Bahamontes insisted he lost the race because of collusion between Anquetil and the Tour organiser, Jacques Goddet. He said: \"They gave him (Anquetil) an extra second at the end of stage 17, where he'd got all the peloton to work for him and a motorbike had given him a hand as well. I had the yellow jersey but there was no point continuing to fight even with just four days to go. There was a time trial the following day[34] and I knew the whole thing had been set up against me.\"[19] A year later, in the 1964 Tour de France, Anquetil took his fifth victory and the margin over Bahamontes in third was 4:44; Raymond Poulidor took second place. Bahamontes had his sixth King of the Mountains win and two more stage wins (bringing his total Tour de France stage wins to seven). Bahamontes' Tour in 1965 marked the end of his career. He finished the day to Bagnères de Bigorre, at the foot of the Tourmalet, only just inside the time limit. He tried an attack on the col du Portet d'Aspet next day and then retired. Bahamontes retired to run a bicycle and motorcycle shop in Toledo. As of 1998, he receives letters every week, some addressed to \"F. Bahamontes, Spain\" and sometimes to his name and with a picture of an eagle.[19] He is mentioned in the French film Le Fabuleux Déstin d'Amélie Poulain, known in English as Amélie. Amélie discovers in her flat a small box of toys and souvenirs, hidden years before by a previous resident. She searches and finds the box's owner - now a middle-aged man - who is reminded by its trinkets of a time in boyhood when he listened by radio to Bahamontes' ride to victory in the 1959 Tour de France. In 2013, during his 85th birthday that coincided with the 100th edition of Le Tour de France, he was named the best climber in the history of the race, ahead of French rider Richard Virenque, by a jury selected by L' Équipe Magazine.[35][36][37][38][39] Members of the jury included actual riders, such as the popular French rider Thomas Voeckler, and others such as five-time winner of the race Bernard Hinault, as well as the general director of Le Tour de France Christian Prudhomme.[37][39] The award was given by the French President François Hollande.[39] Also, he has been honored with the Premio Nacional Francisco Fernández Ochoa.[40] Source:[41][42]","Title":"Federico Bahamontes - Wikipedia","KeyID":"8303","URL":"https://en.wikipedia.org/wiki/Federico_Bahamontes"}