{"Content: ":"Stage races One-day races and Classics Felice Gimondi (Italian pronunciation: [feˈliːtʃe dʒiˈmondi]; 29 September 1942 – 16 August 2019) was an Italian professional racing cyclist. With his 1968 victory at the Vuelta a España, only three years after becoming a professional cyclist, Gimondi, nicknamed \"The Phoenix\", was the second cyclist (after Jacques Anquetil) to win all three Grand Tours of road cycling: Tour de France (1965, his first year as a pro), Giro d'Italia (1967, 1969 and 1976), and Vuelta a España (1968).[2] He is one of only seven cyclists to have done so.[3] Gimondi also won three of the five Cycling monuments, winning the Giro di Lombardia twice, and finished on the podium of a grand tour twelve times. He accomplished all of these major victories despite his career coinciding with that of Eddy Merckx. Gimondi was born on 29 September 1942 in Sedrina in the Province of Bergamo.[4] He was the son of a transport manager and a post mistress.[5] In his youth, he frequently took his mother's post bicycle and later helped to deliver mail on it.[6] In 1964, Gimondi rode the road race at the 1964 Olympic Games, where he finished in 33rd place.[7] After winning the Tour de l'Avenir, he was signed, in 1965, as a professional to the Salvarani team.[4] With the withdrawal of another cyclist from Salvarani's 1965 Tour de France team, Gimondi was added at the last minute and later recalled that he had to ask his mother for permission to start the race. He took the yellow jersey on stage 3, but lost the race lead later when he waited for his nominal team captain Vittorio Adorni. Adorni later dropped out, leaving Gimondi to fight out the overall victory with Raymond Poulidor, securing the Tour in the final time trial.[8][9] His early successes led to him being regarded as a successor to well-renowned fellow Italian Fausto Coppi, nicknamed campionissimo. Gimondi's career coincided for the most part with that of highly-successful Eddy Merckx. However, Gimondi was able to build up a respectable palmarès himself, even through the era of Merckx' dominance.[8] After winning the 1967 Giro d'Italia and the 1968 Vuelta a España, Gimondi had become the second-ever rider to have won all three Grand Tours after Jacques Anquetil. He won the Giro a further two times, first in 1969.[10] In 1976, Gimondi was not counted among the favourites, being regarded as past his prime, but overcame a deficit on race leader Johan De Muynck in the final time trial to take his third victory in the race. His success was subsequently called the \"miracle in Milan\".[9] His other successes include four victories in the so-called \"monument classics\", winning Paris–Roubaix in 1966, Milan–San Remo in 1974 and the Giro di Lombardia twice (1966 and 1973).[10] In the 1973 World Championship road race, he formed a group with Luis Ocaña and Freddy Maertens to bridge a gap to Merckx, who had attacked earlier. At the finish, he outsprinted Maertens to clinch the title.[6][9] He had already placed third in 1970 and second in 1971.[10] Gimondi also won Paris–Brussels twice, in 1966 and 1976.[5] He failed twice to pass doping controls, first in the 1968 Giro d'Italia[11] and then at the 1975 Tour de France.[12] His positive test at the 1968 Giro was for the stimulant Fencamfamin, but since the substance was not on the prohibited list at the time, he kept his third place overall at the race.[13] At the 1975 Tour, he received a 10-minute time penalty.[6] A major cyclosportive event is named in his honour, the Gran Fondo Felice Gimondi, held annually around Bergamo. Since 2019, it honours all seven riders to have won all three Grand Tours.[14] Throughout his career and after it, Gimondi was closely associated with the bicycle manufacturer Bianchi.[15] In the late 1980s, Gimondi was briefly directeur sportif at the Gewiss–Bianchi team.[9] He served as manager for Bianchi's mountain-bike team for a long period of time.[15] Between 2000 and 2001, Gimondi briefly worked as president of the Mercatone Uno–Albacom team[9] and as an advisor to Marco Pantani. At the end of the 1998 Tour de France, race organiser Jean-Marie Leblanc invited Gimondi onto the stage during the podium celebration, when Pantani became the first Italian winner of the race since he had himself won the event in 1965.[16] In 2008, Gimondi was the president of the TX Active – Bianchi cycling team which specializes in MTB races.[17] In 1968, Gimondi married Tiziana Bersano, with whom he had two daughters, Norma and Federica.[8] Gimondi died on 16 August 2019 after suffering a heart attack while swimming on vacation in Sicily. He was 76.[9] His funeral was held on 20 August in Paladina near Bergamo, attended by thousands of people. His long-time rival Eddy Merckx did not attend, stating that he was \"too saddened\" by the loss of his friend.[15] Source:[18] Source:[19]","Title":"Felice Gimondi - Wikipedia","KeyID":"8309","URL":"https://en.wikipedia.org/wiki/Felice_Gimondi"}