{"Content: ":"Bite force quotient (BFQ) is the regression of the quotient of an animal's bite force in newtons divided by its body mass in kilograms.[1] The BFQ was first applied by Wroe et al. (2005) in a paper comparing bite forces, body masses and prey size in a range of living and extinct mammalian carnivores, later expanded on by Christiansen & Wroe (2007). Results showed that predators that take relatively large prey have large bite forces for their size, i.e., once adjusted for allometry. The authors predicted bite forces using beam theory, based on the directly proportional relationship between muscle cross-sectional area and the maximal force muscles can generate. Because body mass is proportional to volume the relationship between bite force and body mass is allometric. All else being equal, it would be expected to follow a 2/3 power rule. Consequently, small species would be expected to bite harder for their size than large species if a simple ratio of bite force to body mass is used, resulting in bias. Applying the BFQ normalizes the data allowing for fair comparison between species of different sizes in much the same way as an encephalization quotient normalizes data for brain size to body mass comparisons. It is a means for comparison, not an indicator of absolute bite force. In short, if an animal or species has a high BFQ this indicates that it bites hard for its size after controlling for allometry. Hite et al.,[2] who include data from the widest range of living mammals of any bite force regression to date, produce from their regression the BFQ equation: B F Q = 100 ( B F 10 0.5703 ( log 10 ⁡ B M ) + 0.1096 ) {\\displaystyle BFQ=100\\left({\\frac {BF}{10^{0.5703(\\log _{10}BM)+0.1096}}}\\right)} where BF = Bite Force (N), and BM = Body Mass (g) Table sources (unless otherwise stated):[1][3][4][5]  This standards- or measurement-related article is a stub. You can help Wikipedia by expanding it. This zoology–related article is a stub. You can help Wikipedia by expanding it.","Title":"Bite force quotient - Wikipedia","KeyID":"831","URL":"https://en.wikipedia.org/wiki/Bite_force_quotient"}