{"Content: ":"The 1966 Tour de France was the 53rd edition of the Tour de France, one of cycling's Grand Tours. It took place between 21 June and 14 July, with 22 stages covering a distance of 4,329 km (2,690 mi). Lucien Aimar was a domestique of 5-time Tour winner Jacques Anquetil. Aimar joined a breakaway in the middle of the tour and ended up on the leader board. Anquetil then began helping Aimar win the Tour, to make sure and deny it to his then-enemy Raymond Poulidor. After stage 18 Aimar's victory was certain barring disaster. Anquetil rode hard that day to ensure it and then quit the race.[1] The points classification was won by Willy Planckaert, and the mountains classification by Julio Jiménez. The team classification was won by Kas–Kaskol. During the Tour, word spread that there was going to be a dope test, and all the riders but Raymond Poulidor, the darling of French cycling fans, left their hotels. The other riders staged a strike in protest during stage nine dismounting and walking their bicycles. Eventually they started riding again, but only after arguing with officials. As in the years before, the 1966 Tour de France was run with trade teams; each trade team consisted of 10 cyclists, and at least six of them needed to have the same nationality.[2] Initially, there would be only two Belgian teams, but one month before the Tour it was decided that three Belgian teams would be fielded, with the Smiths team being the late addition.[3] Shortly after this, a medical test showed Felice Gimondi, winner of the 1965 Tour de France, could not defend his title because he was physically not fit; his Salvarani team then decided not to start at all, so the number of teams was back to thirteen.[4] The organisers then invited the Italian team Sanson (headed by Italo Zilioli and Franco Balmamion) to replace Salvarani,[5] but at the last moment they refused.[6] Thirteen teams started, for a total of 130 cyclists.[7] The teams entering the race were:[7] The 1966 Tour de France started on 21 June, and had two rest days, in Luchon and Turin.[8] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 16.[9][10] Rudi Altig won the first stage with a small advantage. In the next stages, no big time differences were made, so Altig was able to defend his lead until the mountains.[14] The first mountains were in the tenth stage. A group including Lucien Aimar and Jan Janssen gained time on pre-race favourites Jacques Anquetil and Raymond Poulidor, and Tommaso de Pra won the race and became the new leader. The next stage, Lebaube became the leader, and Kunde took over in the twelfth stage.[14] In the time trial in the fourteenth stage, Anquetil was defeated by Poulidor. Kunde remained the leader, with Janssen in second place. In the sixteenth stage, Julio Jiménez escaped in the Pyrenées, and he was followed by a group including Janssen, Anquetil and Poulidor, but without Kunde. Jiménez stayed away, but Janssen became the new leader.[14] Even though the seventeenth stage included two mountain climbs, it was not considered too difficult, because these climbs were located in the first half of the stage. The cyclists made the climbs in one large group, but in the descent, a large group escaped. They were chased by teammates Anquetil and Aimar, and when most of the escapees were caught, Aimar continued on his own, and surprised Janssen by this. Janssen lost time on Aimar, and Aimar became the new leader.[14] In the eighteenth stage, Janssen wanted to attack, but Aimar and Anquetil stayed close to him. Poulidor, sixth in the general classification, managed to escape, but Anquetil led the chase on him. The next day, Anquetil left the race, sick and no longer able to win himself.[14] Janssen managed to win back some time on Aimar in the final time trial, but it was not enough, and Aimar became the winner of the Tour.[14] Janssen became the first Dutch cyclist to reach the podium in the general classification in the Tour de France.[1] There were several classifications in the 1966 Tour de France, two of them awarding jerseys to their leaders.[15] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[16] Additionally, there was a points classification. In the points classification, cyclists got points for finishing among the best in a stage finish. The cyclist with the most points led the classification and was identified with a green jersey.[17] There was also a mountains classification. The organisation had categorised some climbs as either first, second, third, or fourth category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points led the classification, but was not identified with a jersey.[18] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification wore yellow caps.[19] In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave \"stars\". The cyclist with the most \"stars\" in all stages lead the \"star classification\".[20] Rudi Altig won this classification.[8] The Souvenir Henri Desgrange was given to the first rider to pass the memorial to Tour founder Henri Desgrange near the summit of the Col du Galibier on stage 16. This prize was won by Julio Jiménez.[21] Media related to 1966 Tour de France at Wikimedia Commons","Title":"1966 Tour de France - Wikipedia","KeyID":"8310","URL":"https://en.wikipedia.org/wiki/1966_Tour_de_France"}