{"Content: ":"Lucien Aimar (pronounced [ly.sjɛ̃ ɛ.maʁ]; born 28 April 1941) is a French cyclist, who won the Tour de France in 1966 and the national road championship in 1968. He is now a race organizer. He was born in Hyères, France. Lucien Aimar came second in the Tour de l'Avenir in 1964, 42 seconds behind the Italian, Felice Gimondi. But for a one-minute penalty for an incident involving a Belgian rider, Aimar would have won. Later that year he rode in the individual road race at the 1964 Summer Olympics in Tokyo.[1] Aimar turned professional in 1965 for Ford-Gitane, a team led by Jacques Anquetil. He made sufficient impression for the manager, Raphaël Géminiani, to pick him for the Tour de France in his first season. Aimar abandoned the race while climbing the Col d'Aubisque in the Pyrenees on the ninth stage. Aimar won Genoa-Nice at the start of the season, came second on the Flèche Wallonne and won the Tour de France. His victory was based on an attack on the Aubisque, where he had pulled out the previous year, and on another attack in Turin. Each was followed by fast descending, at which he was talented. He also benefited from the support of Jacques Anquetil, riding his last Tour de France. Anquetil ensured that his team would ride in Aimar's support and then left the race. Aimar finished 1:17 ahead of the Dutchman, Jan Janssen and Anquetil's French rival, Raymond Poulidor. His season ended with ninth place in the world championship on the Nürburgring in West Germany. His ride was criticised, however, for help that he gave to the German, Rudi Altig. Aimar chased a breakaway group that included Jacques Anquetil, his partner in the French team, and took Altig with him. Altig won the title and Anquetil came second. In 1967, Aimar's and Anquetil's team became Bic, sponsored by a company making ballpoint pens, cigarette lighters and razors. Aimar won the Four Days of Dunkirk, the hill climb of Mont Faron and came seventh in the Giro d'Italia after sacrificing his chances for Anquetil. Aimar rode the Tour de France for France, the organizers having started a two-year experiment with national teams. Aimar was joint leader with the eventual winner, Roger Pingeon. Aimar won the eighth stage at the top of the Ballon d'Alsace, then rode for Pingeon and finished sixth. Aimar came second in the national road championship at Felletin in the Creuse, finishing behind Désiré Letort. Letort was later disqualified for doping. The Tour de France again opted for national rather than sponsored teams. Aimar chose to lead the French 'B' team rather than be a support rider in the 'A' team. He finished seventh, coming second behind Roger Pingeon on stage two, in the Chartreuse. The same two riders broke away in the national championship on a demanding circuit at Aubenas (Ardèche). Aimar beat him in the sprint, collecting the blue, white and red jersey of national champion that he had refused to wear the previous year in solidarity with Désiré Letort. Aimar had trouble finding his form in 1969, a year already difficult because a one-month suspension for doping denied him a start in the Vuelta a España. He lost his national champion's jersey to Desire Letort and then rode a disastrous Tour de France, suffering in the Alps and finishing 30th. The manager, Géminiani, was so disillusioned with his riders that he didn't bother following the race any further once it had reached his home in Clermont-Ferrand. Aimar left Bic, which had a new leader in Luis Ocaña, a Spaniard long resident in France. He joined the new Sonolor-Lejeune team, run by Jean Stablinski with Lucien Van Impe and Bernard Guyot as leaders. Aimar won the Critérium de la Polymultipliée, then came 17th in the Tour de France in support of Van Impe. He finished his season with second place in Bordeaux–Paris behind the specialist Herman Van Springel. Aimar stayed with Sonolor, but with the team leadership confirmed in Van Impe, who finished the Tour de France third, winning the climbers' competition. Aimar was ninth, his best place since 1968. His career in decline, Aimar left Sonolor to join a new German team, Rokado, alongside his compatriots Gilbert Bellone and Jean Graczyk and the leaders, Rolf Wolfshohl and Gerben Karstens. Aimar finished the Tour, his eighth in succession, 17th. For his last season, Aimar rejoined Raphaël Géminiani, who had persuaded a nightclub dancer called Miriam de Kova to sponsor a team, De Kova–Lejeune, for the publicity it would give her. The team made little impression other than the pink jerseys it wore. The team provided the last five in that year's Tour de France, in which Aimar finished 17th. After team's money ran out at the end of the race,[2] Aimar stopped racing to become a technical adviser for cycling in Provence-Côte d'Azur and then organizer of the Tour Méditerranéen. Source:[3][4]","Title":"Lucien Aimar - Wikipedia","KeyID":"8311","URL":"https://en.wikipedia.org/wiki/Lucien_Aimar"}