{"Content: ":"The 1968 Tour de France was the 55th edition of the Tour de France, one of cycling's Grand Tours. It took place between 27 June and 21 July, with 22 stages covering a distance of 4,492 km (2,791 mi). Eleven national teams of 10 riders competed, with three French teams, two Belgian teams and one from Germany, Spain, the United Kingdom, Italy, the Netherlands, and a combined Swiss/Luxembourgian team. The 1968 Tour marked the first time the race would end at the Vélodrome de Vincennes, replacing the now-defunct Parc des Princes Velodrome which served as the final stop from 1904 to 1967. The general classification was won by Jan Janssen, who overtook Herman Van Springel in the final time trial. After the death of Tom Simpson, doping controls had become mandatory.[1] To further protect the cyclists, it was now allowed to get water during the race, and two rest days were added.[1] To get more sponsor income, a new classification was added, the combination classification, calculated from the positions in the general, points and mountains classification.[1] The jersey of the points classification, which has been green in all other years, was red in 1968 for sponsorship reasons.[1] The 1968 Tour started with 110 cyclists, divided into 11 teams of 10 cyclists.[2] The teams entering the race were:[2] The route for the Tour de France was announced in December 1967. At that time, the last stage was not finalised yet, because the old finish place (the Parc des Princes) was no longer available, and a new one had to be found.[3] The 1968 Tour de France started on 27 June, and had two rest days, in Royan and Font-Romeu-Odeillo-Via.[4] The highest point of elevation in the race was 2,408 m (7,900 ft) at the summit of the Port d'Envalira mountain pass on stage 13.[5][6] The initial time trial was won by Charly Grosskost, with most favourites shortly behind him. Grosskost also won the next stage, and thus kept the lead.[1] In the first part of the third stage, a team time trial, the Belgian A team won, and because of the time bonuses Herman Vanspringel took over the lead.[1] The next stages were all flat, and the favourites were unable to gain time on each other. In the fourth stage, a group without favourites escaped and won the stage with a margin of a few minutes; Jean-Pierre Genet was the best-placed cyclist of that group, and became the new leader. A similar thing happened in the first part of the fifth stage; Georges Vandenberghe was the only cyclist who had been present in both escape groups, and he became the new leader of the general classification. Vandenberghe was now a few minutes ahead in the general classification, and kept that lead until the start of the Pyrenees after stage eleven.[1] Vandenberghe was expected to lose the lead in the twelfth stage, because he was not known to be a good climber. But he surprised, and stayed with some of the favourites, keeping the lead. In that stage, the Dutch team was reduced to four cyclists, and the leader Jan Janssen did not look strong. On the other hand, the leader of the French team Raymond Poulidor had gained time, and seemed to be the best-placed favourite, in fifth place in the general classification.[1] In the thirteenth stage, Vandenberghe again was able to stay at the front. In the last day in the Pyrenees during stage fourteen, Janssen won the stage, but won little time by that, as almost all cyclists were in the group just behind him.[1] In the fifteenth stage, Raymond Poulidor was hit by a motor, but was able to remount and reach the finish, although he lost more than a minute on his direct competitors.[1] In the sixteenth stage, French internal rivalry was dominating; while Roger Pingeon of the France A team was slowing down to drink, Lucien Aimar of the France B team attacked, and took a group of favourites with him. Although Aimar was later dropped from that group, Godefroot, Janssen, Vanspringel, Bracke and Gandarias stayed at the front, while Pingeon, Poulidor and Vandenberghe lost more than nine minutes, and were out of contention. The new leader was now Rolf Wolfshohl, with San Miguel in second place and Franco Bitossi in third place.[1] In the eighteenth stage, Pingeon fought back and escaped early in the stage. He was joined by Bitossi, who was keen on taking over the lead in the general classification. On the last climb, Bitossi was out of energy and lost considerable time. Pingeon won the stage, and San Miguel climbed up to the first place in the general classification. However, the top eight was within two minutes of each other.[1] In the nineteenth stage, San Miguel lost a little time on Vanspringel, who became the new leader. The next few stages did not change anything in the top of the general classification. The Tour ended with a time trial, and before the time trial, Herman Van Springel was leading, followed by San Miguel at 12 seconds, Janssen at 16 seconds and Bitossi at 58 seconds. Janssen won the final time trial, with Van Springel in second place, but the margin was large enough for Janssen to win the Tour.[7] Doping controls were performed daily on the first three riders to complete the stage and three more riders by random drawing.[11] Gimondi advised the Tour de France organizers adopt the aforementioned system, which was used at the Giro d'Italia earlier that year, in order for him to agree to participate in the race.[11] In total, 163 doping tests were performed.[12] Two returned positive: Both were removed from the race, suspended for one month and given a fine. There were several classifications in the 1968 Tour de France, two of them awarding jerseys to their leaders.[15] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[16] Additionally, there was a points classification. In the points classification, cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification.[17] The jersey for the points classification leader was red in 1968, unlike all other years since its introduction in 1953, when it was green.[17][18] There was also a mountains classification. The organisation had categorised some climbs as either first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification.[19] The leader of the mountains classification, which had been calculated since 1933 but had never had a jersey,[19] also became identifiable by a \"macaron\" on his jersey.[18] A newly introduced classification was the combination classification. This classification was calculated as a combination of the other classifications.[20] The leader was not identified by a jersey, but wore a \"macaron\" on their jersey.[18] The fifth individual classification was the intermediate sprints classification. This classification had similar rules as the points classification, but points were only awarded on intermediate sprints. In 1968, this classification had no associated jersey.[21] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification wore yellow caps.[21] The Switzerland/Luxembourg team finished with only two cyclists. In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[22] Roger Pingeon won this classification, and was given overall the super-combativity award.[4] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col des Aravis on stage 19. This prize was won by Barry Hoban.[23] There was also the Souvenir Tom Simpson, given in honour of Tom Simpson, who died during the 1967 Tour. This prize was won by Roger Pingeon on stage 15 in the small town of Mirepoix.[24] It was the last edition in which the cyclists participated in national teams; from 1969 on, commercial teams were used. Media related to 1968 Tour de France at Wikimedia Commons","Title":"1968 Tour de France - Wikipedia","KeyID":"8314","URL":"https://en.wikipedia.org/wiki/1968_Tour_de_France"}