{"Content: ":"The 1969 Tour de France was the 56th edition of the Tour de France, one of cycling's Grand Tours. It took place between 28 June and 20 July, with 22 stages covering a distance of 4,117 km (2,558 mi). The participant teams were no longer national teams, but were once more commercially sponsored. The race was won by Eddy Merckx who absolutely dominated the rest of the field. As an example in 1967 nine riders finished within 20:00 of the winner, in 1968 nineteen riders were within 20:00 but in 1969 the 10th place rider was +52:56, the 20th place rider was +1:17:36 and only Roger Pingeon finished inside 20:00 of Merckx. The 1969 race is the only time that a single cyclist has won the general classification, the points classification and the mountains classification as well. Eddy Merckx rode on the winning team, Faema, and also won the combination classification as well as the combativity award. In 1967 and 1968, the Tour was contested by national teams, but in 1969 the commercially sponsored teams were back.[1] The Tour started with 13 teams, each with 10 cyclists:[2] Eddy Merckx had been removed from the 1969 Giro d'Italia in leading position because of a positive doping result, and was initially not allowed to join the 1969 Tour de France, but his suspension was later lifted.[1] The teams entering the race were:[2] The 1969 Tour de France started on 28 June, and had no rest days.[3] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 10.[4][5] Rudi Altig won the prologue, where Merckx finished second. In the team time trial in the second part of the first stage, Merckx's team won, and this gave Merckx the lead. In the second stage, a group escaped, with Merckx's teammate Julien Stevens as highest-ranked cyclist. There were no dangerous competitors in the escape, so Merckx did not chase them. The group stayed away, and Stevens took over the lead, with Merckx in second place. In the fourth stage, Rik Van Looy escaped, because he wanted to show that even at the age of 35, he should still be selected for the Belgian squad for the 1969 UCI Road World Championships.[9] Van Looy quickly took several minutes, and became the virtual leader of the race. With less than 40 km to go, Stevens tried to defend his lead by attacking. He was followed by a group of cyclists, including René Pijnen, one of Van Looy's teammates. Pijnen was trying to stop the chase, and this angered the other cyclists in the group. The group nonetheless was able to reduce the margin to less than a minute, and Stevens conserved his lead.[9] In the fifth stage, Stevens was not able to stay in the first group. Désiré Letort, who had joined Stevens in the chase the previous stage, became the new leader, 9 seconds ahead of Merckx. The first mountains showed up in the sixth stage, with a mountain finish on the Ballon d’Alsace. Merckx won convincingly: Joaquim Galera was second after 55 seconds, Altig after almost two minutes, and the next cyclist came after more than four minutes. Because Letort was more than seven minutes behind, Merckx was now the leader, with Altig in second place, more than two minutes behind. Notably, the 1965, 1967 and 1968 Tour de France winners in Felice Gimondi, Roger Pingeon and Jan Janssen were all distanced into the surviving peloton group which finished some two and a half minutes behind Altig.[10] Merckx won the short time trial in stage 8, but only gained two seconds on Altig. Stage 8B was a half stage in which Andrés Gandarias and Michele Dancelli got away from the bunch by almost two minutes setting themselves up for a sprint but Dancelli pulled away near the end and won by four seconds. In the ninth stage, Roger Pingeon and Merckx were away, with Pingeon winning the sprint. Altig lost almost eight minutes, and was out of contention. The second place was now taken by Pingeon, more than five minutes behind. Stage 10 saw the previous year's runner up Herman Van Springel win the stage which included the climbs of the Col du Télégraphe and the Col du Galibier. He finished about two minutes ahead of the Merckx group with the GC only changing slightly.[11] Merckx added some time in the eleventh stage, which he won, and the twelfth stage, where he finished in the first group. After the twelfth stage, Merckx was leading by more than seven minutes. After he won the time trial in stage fifteen, it was more than eight minutes. By then, his victory was all but assured, he just had to make sure that he stayed with his competitors. In the seventeenth stage however, Merckx did something historic. This stage would see the climbs of the Col de Peyresourde, Col d'Aspin, Col du Tourmalet and Col d'Aubisque[12] and the Faema team controlled the pace of the bunch from the very start. Martin Van Den Bossche set a devastating pace while climbing the Tourmalet causing the surviving main field to break apart. Nearing the summit Merckx attacked to claim the points but as he cleared the summit he realized no one else was with him and he attacked again as the descent began. At the bottom of the hill several minutes later he had built a lead of about a minute and it only began to grow from there. Lomme Driessens, the Directeur Sportif for Faema, told Merckx to sit up and wait for the others while taking a few minutes to get some food in him as there was still 105 kilometers to go. Merckx didn't always agree with Driessens on tactics[13] and had second thoughts about sitting up and waiting for everyone else to catch up. When he got his next time check and realized he now had a gap of +3:00 he decided to attack even harder and by the time he reached the summit of the Aubisque he had a gap of about +7:00. He rode consistently with undeniable power as the surviving reduced peloton just could not bring him back, or even cut into the lead he was continuously building over them.[14] Michele Dancelli crossed the line in 2nd within a group of seven riders just shy of eight minutes behind Merckx. Everyone else including the defending champ was close to or well beyond fifteen minutes behind Merckx. This stage nearly doubled what was already almost certainly an insurmountable lead, and was a defining moment in cycling history when a rider did something that seemed impossible and would likely never be seen again.[15] By winning the final time trial, he increased his winning margin to almost eighteen minutes. July 20 the race ended with a split stage that arrived in Paris with a 37 km individual time trial. The winner of the Points Classification was Merckx, the winner of the Combination Classification was Merckx, the winner of the King of the Mountains competition was Merckx, the Yellow Jersey was won for the first time by Merckx, Merckx was also named the Most Combative Rider and won six stages. Before or since no other rider has accomplished winning all of these competitions in the same tour. Eric Leman narrowly won the Sprints Competition ahead of the French speaking, Belgian-British rider Michael Wright. During the 2019 Tour de France Eddy Merckx and the 50th anniversary of this Tour were honored at the Grand Depart in Belgium.[16] After the controversial doping-incident with Merckx in the 1969 Giro, the rules for doping offences were changed: riders were no longer removed from the race, but were given a penalty of fifteen minutes in the general classification.[17] After every stage in the 1969 Tour, three cyclists were tested. These were either the first three of the stage, the first three in the general classification, or three randomly selected cyclists.[17] Five riders tested positive: Henk Nijdam, Jozef Timmerman, Rudi Altig, Bernard Guyot and Pierre Matignon.[18][19] Nijdam, Timmerman and Altig requested their B samples to be tested, but they also returned positive. Altig, Guyot and Matignon were given the time penalty of fifteen minutes; Nijdam and Timmerman had already left the race when the results came out.[19] There were several classifications in the 1969 Tour de France, three of them awarding jerseys to their leaders.[20] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[21] Additionally, there was a points classification, which awarded a green jersey. In the points classification, cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification.[22] There was also a mountains classification. The organisation had categorised some climbs as either first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification, but was not identified with a jersey in 1969.[23] Another classification was the combination classification. This classification was calculated as a combination of the other classifications, its leader wore the white jersey.[24] Specifically it combined the rankings of the general, points, and mountains classifications.[25] The fifth individual classification was the intermediate sprints classification. This classification had similar rules as the points classification, but only points were awarded on intermediate sprints. In 1969, this classification had no associated jersey.[26] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification wore yellow caps.[26] In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[27] Eddy Merckx won this classification, and was given overall the super-combativity award.[3] The Souvenir Henri Desgrange was given to the first rider to pass the memorial to Tour founder Henri Desgrange near the summit of the Col du Galibier on stage 10. This prize was won by Merckx.[28][29] Media related to 1969 Tour de France at Wikimedia Commons","Title":"1969 Tour de France - Wikipedia","KeyID":"8316","URL":"https://en.wikipedia.org/wiki/1969_Tour_de_France"}