{"Content: ":"Stage races One-day races and Classics Bernard Thévenet (French pronunciation: [bɛʁ.naʁ te.və.nɛ]; born 10 January 1948) is a retired professional cyclist. His sporting career began with ACBB Paris.[1] He is twice a winner of the Tour de France and known for ending the reign of five-times Tour champion Eddy Merckx, though both feats are tarnished by Thévenet's later admission of steroids use during his career. He also won the Dauphiné Libéré in 1975 and 1976. Thévenet was born to a farming family in Saône-et-Loire in Burgundy and lived in a hamlet called Le Guidon (The Handlebar).[2] It was there in 1961 that he saw the Tour de France for the first time, on a 123 km stage from Nevers to Lyon. At the time Thévenet was a choirboy in the village church. He said: \"The priest brought forward the time for Mass so that we could watch the riders go by. The sun was shining on their toe-clips and the chrome on their forks. They were modern-day knights. I had already been dreaming of becoming a racing cyclist and that magical sight convinced me definitively. It was never that magical when I was actually in the peloton of the Tour!\"[2] From the age of six he went to school on the rack of his sister's bike. He got his own bike a year later and pedalled the 10 km round journey himself.[3] His first adult bike, not a racing machine but a sporty cross between a racer and a touring bike, came as a present for passing school examinations at 14. His parents needed him on the farm too much to be keen on his racing,[2] but they knew their son's ambitions.[3] Thévenet rode his first race and his parents found out only when they read the local paper. There was a row and the club president intervened by inviting the parents to see their son's next race. Thévenet won it.[3] He was champion of Burgundy in 1965 and 1966 and French junior champion in 1968.[4] In 1967 the manager of the ACBB club in Boulogne-Billancourt Mickey Weigant, drove to his house to enrol him. The ACBB was an accepted development team for professionalism, particularly for the Peugeot team. During 1968, he rode for the amateur team of Jean de Gribaldy, Cafés Ravis-Wolhauser-de Gribaldy, which won the amateur Route de France. After that Thévenet did his military service in 1969.[5] He turned professional with Peugeot-BP-Michelin in 1970. He rode the Tour de France for the first time in 1970, as a last-minute stand-in. He said: \"I wasn't even a reserve in 1970 but, because two riders[6] in the team had fallen ill at Peugeot, the directeur sportif picked me two days before the start.\" Gaston Plaud had to call a neighbour in the village because neither Thévenet's nor many other families had telephones.[2] Thévenet had left to train with a friend, Michel Rameau, and his mother got a message to him at Rameau's house. Thévenet asked the advice of Victor Ferrari, a friend who rode the Tour in 1929. Thévenet said: \"He was probably afraid that I'd hesitate and he said: 'You're not going to say No, are you crazy? Go on, go...'\"[7] Thévenet remembered: Thévenet won a mountain stage ending at the ski resort of La Mongie, most of the way up the Tourmalet in the Pyrenees. He said: \"That evening, it was all clear [j'ai compris bien des choses]. That I'd saved my season and, because of that, my job, because the obligatory two-year contracts for new professionals didn't exist then.\"[7] In the 1972 Tour he crashed badly on a descent and was temporarily amnesic. As he began to regain his memory, he looked down at his own Peugeot jersey and wondered whether he might be a cyclist.[7] On recognizing the team car, he exclaimed: \"I'm riding the Tour de France!\" He refused to abandon the race and four days later won a stage over Mont Ventoux. In the 1973 Tour, he finished second, behind Luis Ocaña, but in 1974 he was forced to abandon the Tour on Stage 11 due to illness. In the 1975 Tour, Thévenet attacked Eddy Merckx on the col d'Izoard on 14 July, France's national day. Merckx, who was suffering stomach pain from a punch by a spectator, fought back but lost the lead and never regained it. Pierre Chany wrote: A British writer, Graeme Fife, wrote: Beside the road, a woman in a bikini waved a sign that said: \"Merckx is beaten. The Bastille has fallen.\"[3] Thévenet - who had taken the climb on the larger chainring[3] - went on to win the Tour, which that year finished on the Champs-Élysées for the first time. Merckx finished second, three minutes behind. Thévenet won his second and last Tour in 1977. That winter he was hospitalized with a liver ailment he attributed to long-term use of steroids. Several months later Thévenet lined up for the 1978 Tour de France but had to abandon the second mountain stage in an ambulance.[10] He left the Peugeot cycling team after 1979 and signed for the Spanish team Teka, where he won two races and a six days race with the Australian rider Danny Clark.[11] He returned to a French team in his final year, 1981, where he won a stage in the Circuit de la Sarthe.[12] Thévenet said \"I have never taken drugs; they wouldn't be any use.\"[13] However, he was caught taking drugs,[14] in the 1977 Paris–Nice.[15] His 1978 season was a shadow of his years of winning the Tour de France. He had trouble finishing even minor races. When a journalist at the radio station France Inter wondered aloud if Thévenet's repeated poor performances might be due to doping, Thévenet and his team-mates refused to talk to the station.[16] Thévenet went to hospital, where tests showed serious trouble with his adrenal glands. He admitted taking steroids and called for an end to drugs in the sport. \"I was doped by cortisone for three years and there were many like me,\" he told Pierre Chany in Vélo-France.[17] The steroids had been prescribed to him by François Bellocq, the Peugeot doctor, who had qualified only in 1976.[18] Thévenet told Chany: Thévenet became directeur sportif in 1984 of the La Redoute team of Stephen Roche, then of RMO in 1986 and 1987. He became a television commentator and opened a company selling cycling clothes bearing his name. He was asked whether it was hard being a racing cyclist; his reply was that being a French farmer was harder. Thévenet became race director of the Critérium du Dauphiné in 2010 after the organisation of the race was taken over by the Amaury Sport Organisation.[19] Thévenet was made a Chevalier de la Légion d'honneur on 14 July 2001.","Title":"Bernard Thévenet - Wikipedia","KeyID":"8323","URL":"https://en.wikipedia.org/wiki/Bernard_Th%C3%A9venet"}