{"Content: ":"The 1985 Tour de France was the 72nd edition of the Tour de France, one of cycling's Grand Tours.[1] It took place between 28 June and 21 July 1985. The course ran over 4,109 km (2,553 mi) and consisted of a prologue and 22 stages. The race was won by Bernard Hinault (riding for the La Vie Claire team), who equalled the record by Jacques Anquetil and Eddy Merckx of five overall victories. Second was Hinault's teammate Greg LeMond, ahead of Stephen Roche (La Redoute). Hinault won the race leader's yellow jersey on the first day, in the opening prologue time trial, but lost the lead to Eric Vanderaerden (Panasonic–Merckx–Agu) after stage 1 because of time bonuses. Hinault's teammate Kim Andersen then took over the yellow jersey following a successful breakaway on stage 4. Hinault regained the race lead after winning the time trial on stage 8, establishing a significant lead over his rivals. However, a crash on stage 14 into Saint-Étienne broke Hinault's nose, with congestion leading to bronchitis, which severely hampered his performances. Nonetheless, he was able to win the race overall ahead of teammate LeMond and Roche. For LeMond's assistance, Hinault publicly pledged to support LeMond for overall victory the following year. The large amount of time trials in this edition of the race was decisive for its outcome, leading to a decrease in time trial kilometres for subsequent Tours. In the Tour's other classifications, Sean Kelly (Skil–Sem–Kas–Miko) won a record-equalling third points classification. The mountains classification was won by Luis Herrera (Varta–Café de Colombia–Mavic). LeMond was the winner of the combination classification, Jozef Lieckens (Lotto) of the intermediate sprints classification, and Fabio Parra (Varta–Café de Colombia–Mavic) was the best debutant, winning the young rider classification. La Vie Claire won both the team and team points classifications. The organisers of the Tour, the Société du Tour de France, a subsidiary of the Amaury Group,[2] were free to select which teams they invited for the event.[3] 18 teams with 10 cyclists on each started the race, meaning a total of 180 cyclists, which was a record number at the time.[4][5] Of these, 67 were riding the Tour de France for the first time.[6] The riders in the race had an average age of 26.76 years,[7] ranging from the 20-year-old Miguel Induráin (Reynolds) to the 38-year-old Lucien Van Impe (Santini).[8] The Renault–Elf cyclists had the youngest average age while the riders on Verandalux–Dries–Nissan had the oldest.[9] Two former Tour winners, van Impe (who won in 1976) and Joop Zoetemelk of Kwantum–Decosol–Yoko (who had won in 1980), both set a new record, by each starting in the race for the fifteenth time.[10] The teams entering the race were:[4] Laurent Fignon (Renault–Elf) had won the previous year's Tour de France, his second victory in a row, by a substantial margin of more than ten minutes ahead of Bernard Hinault (La Vie Claire), a four-time winner of the Tour.[11] However, he was unable to defend his title, as an operation on an inflamed Achilles tendon left him sidelined.[12] According to Dutch newspaper Het Parool, Fignon missing the race was well received, considering that otherwise the race was expected to be as one-sided as the year before.[13] In Fignon's absence, Hinault was considered the clear favourite to achieve his fifth overall victory,[14] which would draw him level with Jacques Anquetil and Eddy Merckx for the record number of Tour de France wins.[13][15] Hinault himself commented ahead of the prologue: \"If I sound sure of myself, it's because I am.\"[16][17] Earlier in the year, he had won the Giro d'Italia.[18] Hinault's team had been significantly strengthened for 1985, with the signings of Steve Bauer, Kim Andersen, and Bernard Vallet. The biggest addition to La Vie Claire's roster however was Greg LeMond. Having turned professional with Renault–Elf alongside Hinault and Fignon in 1981, he had enjoyed a steady rise in the cycling world, including a win in the road world championship in 1983 and a third place in the previous year's Tour.[19] During that race, La Vie Claire's team owner Bernard Tapie had approached LeMond, offering him the highest-paid contract in cycling history to set him up as a successor to Hinault.[20][a] LeMond was therefore considered \"the other choice as a possible winner\".[21] LeMond himself stated that he would work for Hinault, but that he did not doubt that Hinault would do the same for him should he lose his chances.[22] Equally, Hinault declared before the start that either himself or LeMond would win.[23] The amount of individual time trials, four stages totaling 159 km (99 mi), was considered in Hinault's favour, since he excelled at the discipline.[13][24] Due to the race start in Brittany, Hinault's home region and the large amount of time trialling, commentators jokingly referred to the edition as the \"Tour de Hinault\".[25] The third highly ranked favourite was Phil Anderson (Panasonic–Raleigh), who had just won both the Critérium du Dauphiné Libéré and Tour de Suisse, the most important preparation races for the Tour.[15][23] Among the other favourites, there were mainly riders who were considered climbers, who ascended well up high mountains, but were inferior in time trials. These included Luis Herrera (Varta–Café de Colombia–Mavic), Robert Millar (Peugeot–Shell–Michelin),[b] Peter Winnen (Panasonic–Raleigh), and Pedro Delgado (Seat–Orbea).[13] Other favourites included Ángel Arroyo (Zor–Gemeaz Cusin), Pedro Muñoz (Fagor), Claude Criquielion (Hitachi–Splendor–Sunair),[13] Stephen Roche (La Redoute), and Sean Kelly (Skil–Sem–Kas–Miko).[15] Kelly was ranked number one in the UCI Road World Rankings, after taking victory at Paris–Nice and winning three stages of the Vuelta a España.[27] His Irish compatriot Roche had displayed good form earlier in the year by winning the Critérium International and the Tour Midi-Pyrénées.[28] Charly Mottet (Renault–Elf), winner of the Tour de l'Avenir, considered the junior Tour de France, in 1984, was considered an outside bet for his team in the absence of team leader Fignon, given his young age.[29] The 1985 Tour de France started on 28 June, and had one rest day, in Villard-de-Lans.[30] The race started in Brittany in North-West France, Hinault's home region, with a prologue time trial in Plumelec. The route then headed north towards Roubaix, then south-east to Lorraine, then south through the Vosges and Jura mountains into the Alps for stages 11 through 13.[31] From there, the Tour passed through the Massif Central en route to the Pyrenees for three high-mountain stages. After leaving the high mountains, the route moved north to Bordeaux, before travelling inland, with a time trial at Lac de Vassivière on the penultimate day, followed by a train transfer to Orléans for the final, ceremonial stage into Paris.[32] It was the first time since 1981 that the Tour was run clockwise around France.[33] The highest point of elevation in the race was 2,115 m (6,939 ft) at the summit of the Col du Tourmalet mountain pass on stage 17.[34][35] The 1985 Tour was the last one to contain split stages, where two stages on the same day had the same number and were distinguished by an \"a\" and \"b\". Until 1991, there were still two stages held on the same day, but given separate stage numbers.[36] It was also the first time that two mountain stages were held on the same day, stages 18a and 18b in the Pyrenees.[37] There were several classifications in the 1985 Tour de France, six of them awarding jerseys to their leaders.[41] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[42] There were two ways to gain time bonuses, which subtracted seconds from a rider's overall time. One was at stage finishes, where the first three riders across the line received 30, 20, and 10 seconds bonus respectively. The split stage 18 awarded full-time bonuses for each of its two legs.[43] Secondly, riders were able to gain 10, 6, and 3 seconds bonus for the first three to cross the line at intermediate sprints. Unlike the previous year, where these were only given out during flat stages, the time bonuses at intermediate sprints were awarded during every road stage of the 1985 Tour.[44] Additionally, there was a points classification, where cyclists were given points for finishing among the best in a stage finish. The cyclist with the most points led the classification, and was identified with a green jersey.[45] The system for the points classification was changed for the 1985 Tour: in previous years, more points were earned in flat stages than in mountain stages, which gave sprinters an advantage in this classification; while in 1985, all stages gave 25 points for the winner, down to 1 point for 25th place.[46][47] Unlike in many other years, between 1984 and 1986, intermediate sprints did not award points for this classification.[48] Sean Kelly won the classification for a record-equalling third time.[49] His 434 points were 69.4% of the maximum possible amount obtainable, a record as of 2019[update].[50] There was also a mountains classification. The points system for the classification was changed: mountains in the toughest categories gave more points, to reduce the influence of the minor hills on this classification.[46] The organisation had categorised some climbs as either hors catégorie, first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs.[51] Hors catégorie climbs awarded 40 points to the first rider across, down to 1 point for the 15th rider. First-category mountains awarded 30 points to the first rider to reach the top, with the other three categories awarding 20, 7, and 4 points respectively to the first man across the summit.[52] The cyclist with the most points led the classification, and wore a white jersey with red polka dots.[51] Luis Herrera won the mountains classification.[30] The combination jersey for the combination classification was introduced in this year's Tour.[46] This classification was calculated as a combination of the other classifications:[53] a first place in one of the classifications awarded 25 points, down to 1 point for 25th place. Only the general, mountains, points, and intermediate sprint classifications were included here.[54] The winner of this classification was Greg LeMond.[55] Another classification was the young rider classification. This was decided the same way as the general classification, but only riders that rode the Tour for the first time were eligible, and the leader wore a white jersey.[53][56] The winner of this classification was Fabio Parra, who finished in eighth place in the general classification.[30] The sixth individual classification was the intermediate sprints classification. This classification had similar rules as the points classification, but only awarded points at intermediate sprints. Its leader wore a red jersey.[57] The intermediate sprints awarded more points the more the Tour progressed, from 3, 2, and 1 points for the first three riders across during stages 1 to 5 to 12, 8, and 4 points respectively during the last five stages.[58] The classification was won by Jozef Lieckens (Lotto).[59] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification were identified by yellow caps.[57] There was also a team points classification. Cyclists received points according to their finishing position on each stage, with the first rider receiving one point. The first three finishers of each team had their points combined, and the team with the fewest points led the classification. The riders of the team leading this classification wore green caps.[57] La Vie Claire led both classifications after the prologue as well as from stage 8 until the finish.[60] In addition, there was a combativity award, in which a jury composed of journalists gave points after each mass-start stage to the cyclist they considered most combative. The split stages each had a combined winner.[61] At the conclusion of the Tour, Maarten Ducrot won the overall super-combativity award, also decided by journalists.[30] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Tourmalet on stage 17. This prize was won by Pello Ruiz Cabestany.[62] The 1985 Tour was the last to feature what was called \"flying stages\", introduced in 1977: on stages 4 and 11, there was a finish line at the midway point of the course, which was treated as a stage finish but the race continued uninterrupted afterwards. Kim Andersen was the first to cross the line on stage 4, while Eric Vanderaerden took the honours on stage 11. They received the same prizes as regular stage winners, including prize money, time bonuses and points for the points classification, but the times were not taken for the general classification. Officially, they were also supposed to be counted as stage victories, but the public did not accept the concept and both are today not included in stage winner statistics. The idea was scrapped the following year.[63] In total, the Tour organisers paid out 3,003,050 French francs in prize money, with 40,000 and an apartment valued at 120,000 francs given to the winner of the general classification.[64] Hinault laid down a claim towards his fifth Tour victory immediately by winning the prologue time trial. LeMond suffered mechanical issues, as a jammed chain slowed him in the final section of the course. He nevertheless finished fifth, 21 seconds behind Hinault.[16] Eric Vanderaerden was second, four seconds slower than Hinault, ahead of Roche in third place.[68] Alfons De Wolf (Fagor) arrived five minutes late for his start and then lost another two minutes to Hinault, eliminating him from the race before reaching the first stage proper due to having missed the time limit.[69] Rudy Matthijs (Hitachi–Splendor–Sunair) won the first stage from a bunch sprint, ahead of Vanderaerden, who with the help of time bonuses took over the race leader's yellow jersey. Maarten Ducrot (Kwantum–Decosol–Yoko) had gone on a 205 km (127 mi) solo breakaway and held a maximum lead of 16 minutes, but was caught with 22 km (14 mi) to go.[70] Ángel Arroyo, who won second place in 1983, abandoned the race after just 123 km (76 mi) into the first stage.[71] Matthijs made it two stage wins in a row on the second stage, this time coming out on top in a sprint ahead of Sean Kelly.[72] La Vie Claire won the stage 3 team time trial by over a minute ahead of the next-best team. Their team coach, Paul Köchli, had made the decision to fit faster wheels to the slower riders, balancing out the performance of the squad.[73] While Vanderaerden held on to the yellow jersey courtesy of the time bonuses he had collected earlier, the eight riders behind him on general classification came from La Vie Claire.[18] Hinault, however, was bothered by the large amount of reporters and photographers behind the finish line, punching one of them on the chin.[16] Stage 4 saw the first successful breakaway, with a seven-rider group finishing 46 seconds ahead of the main field. While Gerrit Solleveld (Kwantum–Decosol–Yoko) won the stage, Kim Andersen took the overall lead for La Vie Claire.[74] Future five-time Tour winner Miguel Induráin abandoned during stage 4.[30] Stage 5 into Roubaix, which featured some cobbled roads, was won by Henri Manders (Kwantum–Decosol–Yoko). He had been in a breakaway with Teun van Vliet (Verandalux–Dries–Nissan), who had done most of the work on the front, before Manders left him about 20 km (12 mi) before the finish when van Vliet developed spasms in his legs.[75] Stage 6 saw a controversial sprint finish in Reims. During the sprint, Kelly and Vanderaerden pushed against each other, forcing Kelly towards the barriers. Vanderaerden crossed the line first and received the stage honours and the yellow jersey on the podium. Later however, the race jury decided to relegate both Kelly and Vanderaerden to the back of their group in the stage results, giving the stage victory to Francis Castaing (Peugeot–Shell–Michelin), while Andersen kept the race lead. LeMond, who had mixed himself into the sprint, was raised from fourth to second, giving him a twenty-second time bonus. This allowed him to move into third place in the general classification, two seconds ahead of Hinault.[74][76] With 51 km (32 mi) raced into stage 7, an eight-rider group attacked, including Ludwig Wijnants (Tönissteiner–TW Rock–BASF), but were brought back 27 km (17 mi) later. Luis Herrera was active later in the stage, establishing a breakaway after 193 km (120 mi). From this group, Wijnants, again in the breakaway, attacked with 3 km (1.9 mi) to go. Just as Herrera brought him back 2 km (1.2 mi) later, Wijnants attacked again to claim the stage win.[77] Stage 8 saw the first long individual time trial of the Tour. At 75 km (47 mi), it was the longest individual time trial in the Tour since 1960.[24] Bernard Hinault won the stage by a high margin, with second-placed Roche 2:20 minutes slower.[78] Hinault even caught and passed Sean Kelly, who had started two minutes ahead of him, and proceeded to gain another minute on him. Third was Mottet, ahead of LeMond, who lost 2:34 minutes to Hinault.[74] While Hinault regained the race lead, LeMond was now his closest challenger, 2:32 minutes behind on the general classification, with Anderson and Roche already almost four minutes behind.[79] Dietrich Thurau (Hitachi–Splendor–Sunair) was given a one-minute time penalty for drafting behind Mottet.[c] Angry at the decision, Thurau physically attacked the judge who had handed out the penalty, grabbing him by the throat, and was subsequently ejected from the race on stage 10.[25][81][d] The next stage to Épinal was won by Maarten Ducrot, 38 seconds ahead of René Bittinger (Skil–Sem–Kas–Miko). Jeronimo Ibañez Escribano (Seat–Orbea) was taken to the hospital, following a crash 8 km (5.0 mi) from the finish.[83] On stage 10, Jørgen V. Pedersen won the day for Carrera–Inoxpran in a sprint finish, beating Johan Lammerts (Panasonic–Raleigh). Hinault finished 15th and retained his lead in the overall standings.[84] Paul Sherwen (La Redoute) was involved in a crash just 1 km (0.62 mi) into the stage and suffered throughout, reaching the finish more than an hour behind Pedersen. Since he arrived so late, he had to traverse in between spectators who thought no more riders would come across the route. He was well outside the time limit, but the race jury, against the advice of the race director, decided to allow him to start the next stage, naming his \"courage\" after his early fall as the reason for their decision.[85][86] The race entered the high mountains on stage 11 with the first leg in the Alps to Avoriaz. The route crossed the summits of the Pas de Morgins and Le Corbier before arriving in Morzine for the final ascent. Hinault strengthened his claim on the overall victory by escaping early with Luis Herrera, who by now was too far down in the general classification to be a threat. Instead, Herrera collected the points for the mountains classification, a lead which he would hold until the end of the race. Herrera also won the stage, seven seconds ahead of Hinault. LeMond lost 1:41, coming in fifth in a group with Delgado and Fabio Parra (Varta–Café de Colombia–Mavic). Hinault's lead therefore increased to exactly four minutes on second-placed LeMond in the overall standings.[87][88] Even though stage 12 featured seven categorised climbs, it saw no changes on the top of the general classification,[87] as Parra and Herrera fought out the victory between teammates. This time, it was Parra who emerged the winner, on the same time as Herrera. Kelly and Niki Rüttimann (La Vie Claire) followed 38 seconds down, one second ahead of the group containing the other favourites, led home by Roche.[89] During the stage, Joël Pelier (Skil–Sem–Kas–Miko), riding his first Tour, had followed Herrera, thinking he was joining a breakaway, not realising that Herrera was only sprinting for mountain points. Hinault, who was generally accepted as the patron, meaning the most influential rider, was unhappy with the acceleration in the field, as he wanted the tempo to remain slow. This led to an altercation between the two, with Hinault riding up to Pelier and to complain.[90][91][e] Weakened by his attacking riding style over the previous days, Hinault placed only second in the mountain time trial to Villard-de-Lans, about a minute behind Vanderaerden. Yet, his advantage over LeMond, who again had mechanical issues, increased to 5:23 minutes on the general classification.[87] Roche lost 16 seconds to Hinault, Anderson 24 seconds and Kelly 35 seconds. Roche remained the closest competitor to the La Vie Claire duo, sitting third overall, 6:08 minutes behind Hinault, with Kelly fourth, at 6:35 minutes. Anderson was sixth, behind Bauer.[93] Following the only rest day of the Tour, stage 14 took the riders to Saint-Étienne in the Massif Central. The stage, following a hilly route, saw Luis Herrera attack again and gain more points for the mountains classification. Although he crashed on the final descent of the day, he prevailed to reach the finish line first, soaked in blood, 47 seconds ahead of a small group of riders containing LeMond.[94] Hinault followed in a group almost two minutes later. As they approached the finish, Bauer's rear wheel hit a piece of traffic furniture. As his bike moved sideways, it touched Anderson's, who crashed and brought down Hinault with him. The latter suffered a broken nose, but was able to finish the stage. As the accident had occurred within the final kilometre, the time he lost in the crash was not counted. However, Hinault rode the rest of the Tour with a stitched nose and two black eyes, caused by his sunglasses breaking when he fell.[91][95][96] As a result of LeMond finishing ahead of him, Hinault's overall lead was cut down to 3:32 minutes.[94] Stage 15 was another transition stage. Hennie Kuiper (Verandalux–Dries–Nissan), winner of Milan–San Remo earlier in the year, did not take the start. Pedro Muñoz abandoned the race after 30 km (19 mi). Jean-Claude Bagot (Fagor) escaped on the third climb of the day, after 96 km (60 mi). After he was recaptured, another attack went, containing Joël Pelier. Hinault, suffering from his injuries, was unhappy with the accelerations and brought the escape group back himself, not least due to the participation of Pelier. After 134 km (83 mi), Eduardo Chozas (Reynolds) attacked on a downhill section and managed to get away from the field. By the time he crossed the summit of the Col d'Entremont after 180 km (110 mi), his lead had increased to over ten minutes. With 15 km (9.3 mi) left to ride, the gap had increased to over 11 minutes, while Ludo Peeters (Kwantum–Decosol–Yoko) escaped from the main field. At the finish, Chozas took victory, 9:51 minutes ahead of Peeters, who just held off the group of favourites, led by Kelly. Hinault retained the race lead, while Chozas rose to seventh overall.[97] Another stage with minor categorised climbs followed the next day. Frédéric Vichot (Skil–Sem–Kas–Miko) broke clear of the field after 38 km (24 mi), building a maximum lead of more than twenty minutes. As he approached the finish, his advantage decreased significantly, but he won the stage, 3:12 minutes ahead of Mottet and Bontempi, as Hinault remained the leader of the race overall.[98] My team stopped me. Köchli said to me: \"How dare you attack Hinault when he's in difficulty?\" They lost me the Tour because they told me to stop working, when I was strong enough to attack. –Greg LeMond, describing his view of the controversial stage 17[99] Congestion in his broken nose had led to bronchitis for Hinault, severely impacting his ability to perform. He was therefore weakened as the race entered the Pyrenees on stage 17. On the Col du Tourmalet, Renault–Elf set a high tempo, putting Hinault into difficulty. Pedro Delgado later recalled that he saw Hinault yelling at Herrera, at which point he decided to attack.[100] With Delgado went Roche and LeMond, as well as Parra. Early leader Pello Ruiz Cabestany (Seat–Orbea) led over the top of the Tourmalet, 1:18 minutes ahead of Delgado, followed by LeMond, Roche, and Parra two minutes down.[101] As they approached the final ascent to Luz Ardiden, LeMond and Roche were in front. LeMond asked his team car about the gap to Hinault. Koechli told LeMond that Hinault was only 45 seconds behind him and that he was not allowed to work with Roche, in order not to endanger La Vie Claire standing first and second on the general classification. He was told to hold station or attack and distance Roche. The latter heard the conversation between LeMond and his team car and remained alert, leading to both cancelling each other out and allowing other riders to catch back up. When LeMond saw that Hinault was not among them, he began to suspect that the gap he had been told was not correct.[102] Delgado attacked from the main group and won the stage. LeMond eventually finished fifth, 2:52 minutes behind, and gained little over a minute on Hinault.[103][104][105] At the finish, LeMond was visibly angry when interviewed by American television, saying that he felt betrayed by his team of a chance to win the Tour.[106] In the general classification, Hinault remained in front, with LeMond 2:25 minutes behind.[104] Views on the stage differ. LeMond describes how he was ready to quit the Tour that night, being severely disappointed by his team's refusal to let him work with Roche in order to win the Tour. Hinault meanwhile maintains that there were no bad feelings inside La Vie Claire during the 1985 Tour and that it was a clear case of not attacking a teammate who has the race lead.[107] Later the same day, team owner Tapie and Hinault convinced LeMond to continue riding by assuring him that the year after, Hinault would work for LeMond.[108] LeMond emerged from the meeting with a different public statement, telling the press that he got carried away after the finish and that he would continue to work for Hinault.[105] Stage 18a, which was held in the morning, had a summit finish on the Col d'Aubisque. Roche attacked on the final ascent and won the stage, taking one-and-a-half minutes out of Hinault's lead.[78] According to LeMond, Hinault was suffering so badly this time that LeMond had to push his teammate in order to conserve the race lead.[108][109] Stage 18b in the afternoon was won by Roche's La Redoute teammate Régis Simon, who beat Álvaro Pino (Zor–Gemeaz Cusin) in a two-man sprint to the finish line.[110] After the two split stages, Hinault's lead over LeMond stood at 2:13 minutes, with Roche in third, 3:30 minutes behind.[111] With only one time trial to come, victory appeared all but secure for Hinault. Speaking to journalist Samuel Abt of The New York Times, five-time Tour winner Anquetil declared that he and Merckx would \"accept him in our club with pleasure\".[112] Stage 19 to Bordeaux remained uneventful until about 30 km (19 mi) to the finish, when several riders tried, but failed, to escape. The race then settled for a bunch sprint, won by Vanderaerden ahead of Kelly by a very small margin. It was the first time during this Tour that the entire field, still 145 riders strong, reached the finish together.[113] The following day, Johan Lammerts achieved the third stage victory for the Panasonic–Raleigh team. He had broken away with four other riders with 35 km (22 mi) to go and went clear of them 9 km (5.6 mi) from the finish to win by 21 seconds ahead of Andersen. LeMond gained several seconds through bonuses at intermediate sprints, closing the gap to Hinault to 1:59 minutes.[114] On the penultimate day of the Tour, stage 21 saw the final time trial, around Lac de Vassivière near Limoges. LeMond did not incur any mechanical difficulties this time and won the stage, five seconds faster than Hinault. It was not only the first stage win for LeMond, but the first for a rider from the United States.[108] After the stage, LeMond said: \"Now I know I can beat Hinault. I know I can win the Tour de France.\"[115] Third place went to Anderson, who finished 31 seconds slower than LeMond, with Kelly in fourth, 54 seconds adrift, five seconds faster than Roche.[116] The final stage into Paris was, per tradition, a ceremonial affair, with no attacks to alter the general classification.[117] In the final sprint, Rudy Matthijs took his third stage victory,[118] with Sean Kelly finishing in second place for the fifth time during this Tour.[49] Hinault finished safely in the field to win his fifth Tour de France,[119] putting him equal with Anquetil and Merckx as record winner of the event, as well as securing his second Giro-Tour double, winning both races in the same year.[120] During the final stage, Pedro Delgado used the small categorised climbs along the route to move past Robert Millar into second place in the mountains classification, ensuring his team the prize money that went with it.[121][f] Hinault's final victory margin over LeMond was 1:42 minutes.[122] Roche rounded out the podium in third place, 4:29 minutes behind. His compatriot Kelly finished fourth overall, at 6:26 minutes, ahead of Anderson.[123] Five teams finished the Tour with all ten riders still in the race: La Vie Claire, Skil–Sem–Kas–Miko, Kwantum–Decosol–Yoko, Peugeot–Shell–Michelin, and Panasonic–Raleigh.[124] Hinault reiterated his promise to work for LeMond the following year several times during the final part of the 1985 Tour. Following the time trial on the penultimate day, he publicly stated in an interview with French cycling magazine Miroir du Cyclisme: \"I'll stir things up to help Greg win, and I'll have fun doing it. That's a promise.\"[130] On the victory podium in Paris, he leaned over to LeMond, telling him: \"Next year, it's you\", repeating the pledge again during the celebration dinner of La Vie Claire that same evening.[131] Public opinion saw Hinault and LeMond as good friends. The sports newspaper L'Équipe ran a cartoon on the day of the final stage, showing Hinault on a bicycle and LeMond next to him on a child's scooter, with Hinault saying \"Because you've been so good, I'll take you along next year on my handlebars\", to which LeMond replied: \"Thanks, Uncle Bernard.\"[132] LeMond's first Tour victory the following year did not come as easily as these pledges and jokes indicated. Hinault attacked several times during the 1986 Tour de France, only conceding defeat after the last time trial.[133] LeMond was frustrated with the apparent unwillingness by Hinault to honour the deal, saying: \"He made promises to me he never intended to keep. He made them just to relieve the pressure on himself.\"[134] The rivalry between Hinault and LeMond in both the 1985 and 1986 Tours was subject of the documentary Slaying the Badger, part of ESPN's series 30 for 30. Based on the book by the same name by journalist Richard Moore, it premiered on 22 July 2014.[135] In previous years, cyclists tied their shoes to their pedals with toe-clips, allowing them to not only push the pedals down but also pull them up. In 1985, Hinault used clip-ins (clipless pedals), which allowed the shoes to snap into the pedal. His victory in this Tour made these clip-ins popular.[136] There was some criticism that the time trials were too important. If the time trials would have not counted towards the general classification, the result would have been as follows: The total length of the time trials reduced from 223 kilometres (139 mi) in 1985 to 180 kilometres (110 mi) in 1986.[138] Tour director Félix Lévitan felt after the 1985 Tour de France that the race had been too easy and made the course in 1986 extra difficult, including more mountain climbs than before.[139] This was the last year that the Tour de France was actively managed by Jacques Goddet, who had taken over as race director from the race's founder, Henri Desgrange, in 1936.[120] After every stage, around four cyclists were selected for doping controls. None of these cyclists tested positive for performance-enhancing drugs.[140][141] After the end of the Tour, world champion Claude Criquielion, who had finished 18th overall, was involved in a doping controversy. At the national championship race before the Tour, he had tested positive for Pervitin, but received no repercussions. The head of the laboratory at Ghent University, which had administered the analysis, subsequently resigned his post in the Medical Commission of the Belgian Cycling Association (KBWB) in protest.[142] Media related to 1985 Tour de France at Wikimedia Commons ","Title":"1985 Tour de France - Wikipedia","KeyID":"8336","URL":"https://en.wikipedia.org/wiki/1985_Tour_de_France"}