{"Content: ":"The 1989 Tour de France was the 76th edition of the Tour de France, one of cycling's Grand Tours. The race consisted of 21 stages and a prologue, over 3,285 km (2,041 mi). It started on 1 July 1989 in Luxembourg before taking an anti-clockwise route through France to finish in Paris on 23 July. The race was won by Greg LeMond of the AD Renting–W-Cup–Bottecchia team. It was the second overall victory for the American, who had spent the previous two seasons recovering from a near-fatal hunting accident. In second place was previous two-time Tour winner Laurent Fignon (Super U–Raleigh–Fiat), ahead of Pedro Delgado (Reynolds), the defending champion. Delgado started the race as the favourite, but lost almost three minutes on his principal rivals when he missed his start time in the prologue individual time trial. The race turned out to be a two-man battle between LeMond and Fignon, with the pair trading off the race leader's yellow jersey several times. Fignon managed to match LeMond in the prologue, but in the other three individual time trials he lost time to LeMond, who took advantage of aerodynamic elbow-rest handlebars formerly used in triathlon events. Delgado launched several attacks in the mountain stages to eventually finish third, while LeMond rode defensively to preserve his chances. Fignon rode well in the mountains, including a strong performance at Alpe d'Huez which gave him the race lead on stage 17. In the closest Tour in history, LeMond was trailing Fignon by fifty seconds at the start of the final stage, an individual time trial into Paris. LeMond was not expected to be able to make up this deficit, but he completed the 24.5 km (15.2 mi) stage at an average speed of 54.545 km/h (33.893 mph), the fastest individual time trial ever ridden in the Tour de France up to that point, and won the stage. Fignon's time was fifty-eight seconds slower than LeMond's, costing him the victory and giving LeMond his second Tour title by a margin of only eight seconds. From stage 5 onward, LeMond and Fignon were the only two men to lead the race. The two riders were never separated by more than fifty-three seconds throughout the event. Owing to its competitive nature, the 1989 Tour is often ranked among the best in the race's history. The PDM–Ultima–Concorde team was the winner of the team classification and had four cyclists in the top ten of the general classification. They also won four of the five secondary individual classifications: Sean Kelly won both the points and intermediate sprints classifications, Gert-Jan Theunisse won the mountains classification and Steven Rooks won the combination classification. The young rider classification was won by Fabrice Philipot from the Toshiba team. The 1989 Tour had a starting field of twenty-two teams of nine cyclists.[1] Prior to 1989, the Société du Tour de France, organisers of the Tour, chose freely which teams they invited to the event. For 1989, the sport's governing body, the Fédération Internationale de Cyclisme Professionnel (FICP),[a] demanded that the highest-ranked teams in the FICP Road World Rankings would receive an automatic invitation. The Tour organisers relented in exchange for being allowed to run the race over 23 days instead of the original 21-day period given by the FICP.[3][b] Eighteen teams received their invitations through the FICP rankings, while the organisers allocated four teams with wild cards.[5] The Ariostea team would have been eligible to start through their ranking, but decided against competing. This allowed Greg LeMond's AD Renting–W-Cup–Bottecchia team to enter the race. The wild cards were given out to the teams of Kelme, Café de Colombia, Fagor–MBK, and 7-Eleven. Not invited was the Teka team, which failed to accumulate enough points in the World Rankings after Reimund Dietzen had to leave the 1989 Vuelta a España following a career-ending crash.[6] Of the 198 cyclists starting the race, 39 were riding the Tour de France for the first time.[7] The youngest rider was Jean-Claude Colotti (RMO), who turned 22 years old on the day of the prologue; the oldest, at 36 years and 139 days, was Helmut Wechselberger (Paternina).[8] The teams entering the race were:[1] Qualified teams Invited teams Before the 1989 Tour began, Pedro Delgado (Reynolds), the defending champion, was considered a strong favourite to win the race.[9] He had taken the title the previous year in convincing fashion, with a lead of over seven minutes.[10] Prior to the Tour, Delgado had also won the 1989 Vuelta a España, and was therefore considered to be in good form.[9] However, controversy around a failed doping test during the 1988 Tour put a cloud of suspicion over the reigning champion.[11][c] Next to Delgado, Laurent Fignon (Super U–Raleigh–Fiat) was also given a good chance for overall victory. The Frenchman had won the Tour in 1983 and 1984, but his form in subsequent years had been inconsistent.[14] According to German news magazine Der Spiegel, the cycling world had \"written [Fignon] off\" during four years with few victories after 1984.[15] In 1989 however, a victory at Milan–San Remo and more importantly, the three-week Grand Tour in Italy, the Giro d'Italia, had propelled Fignon back into the spotlight. A strong Super U team surrounding him was also considered to be in his favour.[14] Stephen Roche (Fagor–MBK) had won the Tour in 1987 ahead of Delgado, but missed the race in 1988 with a knee injury. A strong spring season with victory at the Tour of the Basque Country, second place at Paris–Nice and a top-ten placing at the Giro d'Italia made it seem that Roche was finding his form again.[16] Several other riders were named as favourites for a high place in the general classification. Charly Mottet (RMO), fourth overall in 1987, had won the Critérium du Dauphiné Libéré shortly before the Tour started and was ranked number one in the FICP Road World Rankings, a position that had been held by Sean Kelly (PDM–Ultima–Concorde) for five straight years. Kelly had never been a strong contender for the general classification, despite an overall victory at the 1988 Vuelta a España. Next to targeting a high place in the overall rankings, Kelly hoped to secure a record-breaking fourth win in the points classification. Kelly's PDM squad also had two talented Dutch riders in their ranks with hopes of a high finish: Steven Rooks, who had been second the year before, and Gert-Jan Theunisse. Since PDM had elected not to start either the Giro d'Italia or the Vuelta a España earlier in the season, the team hoped that their riders, without an additional three-week race in their legs, would be fresher than their rivals.[17] Other favourites included Erik Breukink (Panasonic–Isostar), Andrew Hampsten (7-Eleven), Steve Bauer (Helvetia–La Suisse), Fabio Parra (Kelme) and Robert Millar (Z–Peugeot).[18][d] According to Sports Illustrated, Greg LeMond's \"name was never mentioned among the pre-race favourites\".[20] LeMond had finished every Tour he had entered up to this point on the podium, including the first-ever victory for an American rider in 1986. His career was interrupted when he was accidentally shot by his brother-in-law in a hunting accident on Easter of 1987. About 60 pellets hit his body; his life was saved by emergency surgery, but LeMond struggled to return to professional cycling, leaving the successful PDM team at the end of 1988 and joining the relatively small ADR team. His team was not considered strong enough to help him during stage races, and ADR's financial troubles meant that LeMond had not been paid by his team in 1989 before the Tour started. Even the fee for late entry into the Tour was secured only when LeMond arranged additional sponsorship. With poor performances at both the inaugural Tour de Trump and the Giro d'Italia, LeMond's chances at the Tour de France looked slim.[21] However, he had placed second in the final-stage individual time trial at the Giro, taking more than a minute out of eventual winner Fignon. This led to Super U's team manager Cyrille Guimard commenting to Fignon: \"LeMond will be dangerous at the Tour.\"[22] The route of the 1989 Tour was unveiled in October 1988. With a distance of 3,285 km (2,041 mi), it was the shortest edition of the Tour in more than eighty years.[23] The race started on 1 July with a prologue individual time trial, followed by 21 stages. On the second day of the race, two stages were held: a plain road stage followed by a team time trial.[24] There was a transfer from Wasquehal to Dinard on a rest day between stages 4 and 5, and a second transfer between L'Isle-d'Abeau and Versailles after the finish of the penultimate stage. The second rest day was after the mountain time trial stage 15. The race lasted 23 days, including the two rest days, and ended on 23 July.[24] The race started outside France, in Luxembourg, and passed through the Wallonia region of Belgium, before taking an anti-clockwise route through France, starting in the northwest in Brittany before visiting the Pyrenees and then the Alps. The race consisted of seven mountain stages, two in the Pyrenees and five in the Alps. The highest point of elevation in the race was the Col du Galibier at 2,645 m (8,678 ft).[25] In total there were five time trial events including the prologue.[24] Pedro Delgado pointed to stage 17 up the Alpe d'Huez, one of the most prominent mountain-top finishes of the Tour, as the stage most likely to decide the outcome of the race.[26] Unusually, the last of the time trials was held on the last stage of the race, finishing on the Champs-Élysées. This had been the idea of former race director Jean-François Naquet-Radiguet, who had taken over the position from Jacques Goddet and Félix Lévitan in May 1987. Naquet-Radiguet was unpopular in France and was replaced by Jean-Marie Leblanc before the 1989 route was announced, but the final-day time trial remained. It was the first time that the Tour ended with a time trial since 1968, when Jan Janssen overcame a 16-second deficit to Herman Van Springel to win the Tour by 38 seconds, the smallest margin up to 1989.[27] The prologue time trial in Luxembourg City was won by Erik Breukink, with the second to fourth places taken by Laurent Fignon, Sean Kelly, and Greg LeMond, all six seconds slower.[31] The dominant story of the day was Pedro Delgado. Having warmed up away from the crowd a few hundred yards from the start ramp, he missed his start time with his team unable to find him. He eventually left 2:40 minutes after his designated start, with what time he missed being added on. He eventually finished last on the stage, 2:54 minutes down on Breukink.[32] Though he had conceded only a third of his winning margin from the previous year's Tour, and was therefore still not to be counted out,[33] riders such as Fignon felt that \"victory in the Tour was already a distant memory for him\" at this stage.[34] Delgado would lose even more time on the second day of the race. On the first stage, Acácio da Silva (Carrera Jeans–Vagabond) won from a breakaway group to become the first Portuguese rider to wear the yellow jersey. Delgado attacked from the peloton (the main field) on the final steep climb before the finish, but he was brought back into the field.[35] In the team time trial in the afternoon, Delgado fell further back as he struggled to keep up and his Reynolds team finished last on the stage. He was still in last place on the general classification, almost ten minutes behind the yellow jersey. The race lead was retained by da Silva, but the victory went to Fignon's Super U team. Fignon was now in third place, having taken 51 seconds out of LeMond, whose ADR squad finished fifth.[36] The third stage, finishing at the racing circuit of Spa-Francorchamps, was won by Raúl Alcalá (PDM–Ultima–Concorde), who got the best of a five-man breakaway group up the climb to the line.[37] Da Silva retained the jersey and would do so the next day as well. The fourth stage, which contained cobbled sections, was won by Jelle Nijdam (Superconfex–Yoko). He rode away from the peloton 1.5 km (0.93 mi) before the finish and held on with three seconds in hand at the line.[38][39] When you see a rider do a time trial like that over 73 kilometres, you know they are in good form. Everyone noticed. – Sean Kelly commenting on Greg LeMond's victory on stage 5.[40] In the stage 5 time trial, LeMond won both the time trial and the yellow jersey, taking the lead in the Tour by five seconds ahead of Fignon. Delgado placed second on the stage, 24 seconds behind, with Fignon in third a further 32 seconds behind. LeMond's victory was aided by the use of aerodynamic elbow-rest handlebars, formerly seen in triathlon events, which allowed him a more aerodynamic position on the bike. The 7-Eleven team had used them at the Tour de Trump earlier in the year and LeMond adopted their use for the two flat time trials in the Tour de France to great effect.[41][e] Fignon and his team manager Cyrille Guimard felt that the tribars were not within the regulations, since they only allowed three support points for the rider on the bike. However, they did not issue a complaint, a fact lamented by Fignon in his 2010 autobiography.[43][f] Delgado rode a strong time trial, supported by favourable weather conditions as he competed in the dry, while later starters had to get through the rain. Kelly meanwhile lost more than five minutes to LeMond, after having to throw up about 20 km (12 mi) into the stage.[46] Stage 6, the longest of the race, proved unremarkable to the main classifications, but produced a human interest story: French domestique Joël Pelier (BH) had never been watched in his professional career by his mother, who was dedicated to caring for Pelier's severely disabled sibling. Unbeknownst to Pelier, his parents were waiting for him at the finish line, with his brother in a residential home for the week. Pelier, spurred on by his team manager, attacked with 180 km (110 mi) of the windy and wet stage remaining. He held an advantage of up to 25 minutes at one point, but suffered during the later part. Eventually, he won the stage one-and-a-half minutes ahead of the field and had a teary reunion with his parents. It was then the second-longest breakaway in Tour de France history after Albert Bourlon's in 1947, and has since been surpassed by Thierry Marie.[47] The next two stages were relatively uneventful. Stage 7 was won by Etienne De Wilde (Histor–Sigma) from a group of four riders who were slightly clear of the field.[48] The next day, a four-man breakaway stayed clear of the peloton, with Martin Earley (PDM–Ultima–Concorde) taking victory. Fignon put in an attack during the stage, but was brought back.[49] The race entered the high mountains for the first time on the next two stages, as the Tour visited the Pyrenees. On stage 9 from Pau to Cauterets, future five-time Tour winner Miguel Induráin (Reynolds) attacked on the bottom of the Col d'Aubisque and led the race for the rest of the day. He was followed by two riders of the BH team, Anselmo Fuerte and Javier Murguialday. At one point Induráin was more than six minutes ahead of the group containing the race favourites; he slowed during the final ascent at Cauterets, but held on to the stage win ahead of Fuerte by 27 seconds. Behind them, Mottet attacked from the peloton, with Delgado following and soon overtaking him. Delgado finished third on the stage and regained 27 seconds on Fignon and LeMond.[50] It was on this stage that Fignon started to complain about LeMond riding too defensively for strategic reasons, accusing him of not putting any work into counterattacks. He later wrote in his autobiography: \"All he did was sit tight and take advantage of the work I put in. To be honest, it was extremely frustrating.\"[51] LeMond defended his tactics, claiming that as the leader it was not for him to push.[52] Former race winner Stephen Roche hit his already injured knee on his handlebars on the descent of the Col de Marie-Blanque, reaching the finish under extreme pain many minutes behind the other favourites. He did not start the next stage.[53] The second Pyrenean stage ended at the ski resort of Superbagnères. Robert Millar and Mottet attacked on the approach to the climb of the Col du Tourmalet. Behind them, Fignon suffered a weak moment on the climb and allegedly held on to a photographer riding on a motorcycle, without the race directors handing out any punishment for the offence.[g] Delgado attacked towards the end of the climb and reached Millar and Mottet after the descent of the Tourmalet.[55] Together, they reached Superbagnères, where Delgado was provoked by an over-enthusiastic spectator and threw a bidon at him. Delgado then moved clear but was recaptured by Millar, who took the stage victory.[56] Mottet was third, 19 seconds down. Rooks and Gert-Jan Theunisse led the next group, containing Fignon, into the finish. Fignon attacked LeMond within the final kilometre of the stage, taking twelve seconds on the general classification and with it the yellow jersey. The order in the overall standings after these two mountain stages was Fignon ahead of LeMond by seven seconds, followed by Mottet a further 50 seconds behind. Delgado had moved up to fourth, now within three minutes of Fignon.[55] Stage 11 from Luchon to Blagnac had a flat profile. Rudy Dhaenens (PDM–Ultima–Concorde) attacked from a six-man breakaway just as it was caught by the peloton. With just a couple of hundred metres left and the stage win almost certainly in his hands, Dhaenens misjudged his speed going through a corner and crashed, allowing the rest of the field to pass him. Mathieu Hermans won the stage for the Paternina team in a sprint finish. During the course of the stage, the only remaining Kelme riders abandoned, pre-race favourite Fabio Parra and José-Hipolito Roncancio.[57][58] Stage 12 was interrupted by an ecologists' protests against a new waste plant, which aided a breakaway by Valerio Tebaldi (Chateau d'Ax) and Giancarlo Perini (Carrera Jeans–Vagabond). A crash in the peloton, impacting about 30 riders, further hindered the field. Tebaldi won the two-man sprint to take the stage 21 minutes ahead of the main field,[59] the second highest post-World War II margin between a stage winner and rest of the field behind only José Viejo's 22:50 minutes on stage 11 of the 1976 Tour de France.[60] By this point in the Tour half of LeMond's teammates were already out of the race and there would be four major mountain stages in the coming days. Of ADR's few remaining riders they were all around 100th place and Eddy Planckaert was probably his strongest remaining teammate, a sprinter who had won the green jersey the previous year. Planckaert would also eventually abandon in the final week. Stage 13 was held on the Bastille Day bicentenary, the 200th anniversary of the Storming of the Bastille during the French Revolution and France's main national holiday. The PDM team, on the insistence of their team director, attacked in the feed zone of the stage, thereby violating the unwritten rules of the field. They were brought back, but the acceleration split the peloton into two parts. Fignon attacked from the first group with Mottet. Both stayed out ahead for about an hour before being recaptured. Then, two other riders broke free, Vincent Barteau (Super U–Raleigh–Fiat) and Jean-Claude Colotti. Barteau left Colotti behind on the hills around the finishing city of Marseille and went on to win the stage. Delgado was handed a ten-second time penalty for illegally accepting food outside the feed zone, while pre-race favourite Breukink retired from the race about 30 km (19 mi) from the finish.[61] The next stage saw a repeat of Nijdam's stage 4 exploits: he again broke free of the field shortly before the finish line and held off his pursuers to take victory. The day's breakaway, which included Luis Herrera (Café de Colombia), a pre-race contender who had so far disappointed, was caught within the last 1.5 km (0.93 mi) of the stage.[62] The following five stages took the riders through the Alps. The first of these, stage 15, was an individual time trial to the ski station at Orcières-Merlette. Induráin set an early standard with a time of 1:11:25 hours, only to be outdone six minutes later by Rooks, who improved on Induráin's time by 43 seconds. Theunisse was fastest up the second of the two climbs of the course, gathering more points in the mountains classification to move clear of rival Millar. Of the true contenders for the overall victory, Delgado set the fastest times at all the check points, but slowed on the last climb to eventually finish the stage fourth, 48 seconds down on Rooks. He attributed his time loss to a worsening callus that would influence him for the remainder of the race. Behind Rooks, Marino Lejarreta (Paternina) was second fastest, moving into the top five overall. LeMond meanwhile took back the yellow jersey from Fignon, finishing fifth on the stage, just nine seconds slower than Delgado. His advantage over Fignon at this stage was 40 seconds.[63] The day after the second rest day, on the stage from Gap to Briançon, the riders faced the climbs of the Col de Vars and the Col d'Izoard. On the first of these climbs, Fignon and Mottet dropped back from the group of favourites, while LeMond stayed close to Delgado. Fignon and Mottet got back to the group on the descent, only for Delgado to attack on the climb of the Izoard. He was joined by LeMond, Theunisse and Mottet, while Fignon fell back once again. LeMond attacked after the descent, but on the slightly rising road towards the finish, Delgado made contact again to finish within the same time. Fignon meanwhile lost 13 seconds on LeMond. The two were now separated by 53 seconds in the general classification, the widest the margin would be the entire Tour. Up ahead, Pascal Richard (Helvetia–La Suisse) won the stage from a breakaway.[64] Stage 17, which finished at Alpe d'Huez, one of the most famous climbs in cycling, was expected to be the decisive part of the race overall.[65] Theunisse, wearing the polka-dot jersey as leader of the mountains classification, attacked on the first climb, the Col du Galibier. He was joined by two more riders, Franco Vona (Chateau d'Ax) and Laurent Biondi (Fagor–MBK) before the ascent of the Col de la Croix de Fer, but rode away from his breakaway companions before he reached the summit. At Le Bourg-d'Oisans, the village before the climb to Alpe d'Huez starts, he led the group of favourites by more than four minutes and held on to win the stage by over a minute.[66] Behind him, the battle for the yellow jersey intensified. Fignon, LeMond and Delgado entered the climb together and Fignon instantly attacked at the first hairpin bend. LeMond stuck to his wheel, but Guimard, knowing LeMond well from their days together at the Renault team, saw that he was struggling. He drew his team car level with Fignon and ordered him to attack again with 4 km (2.5 mi) to go to the finish line. LeMond fell back and only Delgado was able to keep up with Fignon. The two reached the finish together, 1:19 minutes ahead of LeMond. Fignon thus regained the yellow jersey, with an advantage of 26 seconds over LeMond.[67] The following stage to Villard-de-Lans featured a breakaway, including previous stage winners Millar and Richard. They were brought back once the race reached the Côte de Saint-Nizier climb, with only Herrera left ahead of the peloton. As the field made contact with Herrera, Fignon attacked. LeMond, Delgado and Theunisse followed him but unwillingness to work together allowed Fignon to extend his advantage. He passed the summit of the climb 15 seconds clear of his pursuers and in the valley behind, a group containing Alcalá and Kelly caught up to the three chasers. Fignon started the final 3 km (1.9 mi) climb up to the finish with a margin of 45 seconds. He took the stage win, but his advantage was reduced to 24 seconds by the time LeMond crossed the line, meaning that the difference between the two was now 50 seconds in the overall standings.[68] Stage 19 was the last one in the Alps and finished in Aix-les-Bains. Already by the second climb of the day, the Col de Porte, the top-four riders on the general classification, Fignon, LeMond, Delgado and Theunisse, joined by seventh-placed Lejarreta, had pulled clear. Behind, Mottet, sitting fifth overall, was struggling and would relinquish his position to Lejarreta by the end of the stage. On the race's last climb, the Col du Granier, LeMond attacked repeatedly, but Fignon followed him every time. Going into the town of Chambéry, site of the World Championships one month later, Lejarreta misjudged a roundabout and crashed, taking all riders with him but Delgado, who waited for the others to remount and join him. The five riders settled the stage win in a sprint finish, with LeMond taking the honours, although the difference between him and Fignon in the overall standings remained at 50 seconds.[69] With the final-stage time trial to Paris looming ahead, the field took a steady pace on stage 20 from Aix-les-Baines to L'Isle d'Abeau. Fignon put in a less-than-serious attack, but was quickly brought back. In the run-in to the finish, Phil Anderson (TVM–Ragno) attacked, but was recaptured. Then, about 275 m (301 yd) from the line, Nijdam attempted to go for a third stage win, but was beaten to the line by Giovanni Fidanza (Chateau d'Ax), with Kelly taking third.[70] After stage 19, Fignon had developed saddle sores, which gave him pain and made it impossible to sleep the night before the time trial. He was however still confident that he would not lose his 50-second advantage on LeMond during the 24.5 km (15.2 mi) from Versailles to the Champs-Élysées.[71] In the final-day time trial, LeMond again opted for the aerodynamic handlebars, a tear-drop helmet, and a rear disc wheel. Fignon meanwhile used two disc wheels, but ordinary handlebars and was bareheaded, his ponytail moving in the wind. When Fignon reached the half-distance time check, LeMond had taken 21 seconds out of his lead. LeMond finished with a time of 26:57 minutes, the fastest-ever time trial in the history of the Tour, at 54.545 km/h (33.893 mph). As LeMond collapsed on the floor from exhaustion, Fignon made his way to the finish. He ended with a time of 27:55 minutes. With an average speed of 52.66 km/h (32.72 mph), it was the fastest time trial he had ever ridden. Nevertheless, he finished third on the stage, 58 seconds down on LeMond, and therefore lost the race by the slight margin of eight seconds. A November 1989 Bicycling article, supported by wind-tunnel data, estimated that LeMond may have gained one minute on Fignon through the use of the new aerobars.[72] As of 2020[update], eight seconds is still the smallest winning margin in Tour de France history.[73] This was the final Tour de France stage win of LeMond's career.[74] Further down the classification, Millar lost ninth place to Kelly during the final-day time trial.[75] Hermans became the second-ever stage winner to finish the Tour de France in last place, after Pietro Tarchini in 1947. He had already been the lanterne rouge in the 1987 Tour.[76] Of the 198 starters, 138 reached the finish of the last stage in Paris.[25] Can you believe he's looked at as a failure, rather than the winner that he actually is? – Greg LeMond speaking about Laurent Fignon and reactions to his defeat in the 1989 Tour.[77] LeMond's unexpected Tour victory resulted in significant media attention, with sports writer Nige Tassell describing it in 2017 as \"now the biggest sports story of them all\".[78] Not only had LeMond overcome a significant time deficit, he had also won the Tour after coming back from a near-fatal hunting accident.[78] Owing to its small margin of victory and exciting racing, the 1989 Tour has repeatedly been named as one of the best editions of all time. In 2009, journalist Keith Bingham called it \"the greatest Tour of them all\",[79] while Cyclingnews.com in 2013 described it as \"arguably the best [Tour] there's ever been\".[80] American media, traditionally not overly interested in cycling,[81] made his victory headline news and TV broadcasters interrupted their regular programming to break the news.[82] Sports Illustrated, who named LeMond their Sportsperson of the Year, called it a \"heroic comeback\".[20] A month after the Tour, LeMond also won the Road World Championship race in Chambéry, with Fignon coming in sixth.[83] Owing to LeMond's overall victory, ADR received the largest share of the prize money, at £185,700, followed by £129,000 for PDM and £112,700 for Super U.[82] However, ADR became the lowest-ranked team in the history of the Tour up to that point to include the overall winner, placing 17th in the team classification. Apart from LeMond, only three other ADR riders finished the race, all more than two hours behind him.[84] Still not having been paid by ADR,[85] LeMond signed a three-year contract worth $5.5 million with Z–Tomasso for the 1990 season, the then-richest contract in the sport's history.[86] He would go on to win a third Tour the following year, before finishing seventh in 1991 and retiring in 1994.[85] Fignon on the other hand struggled with the disappointment of losing the Tour by such a small margin and the ridicule directed at him because of it. He continued his career, without much success, never coming close to winning the Tour again.[87] A sixth-place finish in 1991 was followed by 23rd overall the following year.[88] He retired in 1993,[89] having won his last Tour stage in 1992.[90] There were several classifications in the 1989 Tour de France. The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[91] Just as in the three previous editions of the Tour, no time bonuses (time subtracted) were awarded at the finish of each stage.[92] However, during the first half of the race, the first three riders crossing an intermediate sprint were given 6, 4, and 2 bonus seconds respectively.[93] Greg LeMond won the general classification. Laurent Fignon spent the most stages as leader with nine ahead of LeMond's eight. During the race, the leader changed seven times. The only other two riders to lead the general classification in 1989 were Erik Breukink for one day after the prologue and then Acácio da Silva for the four days subsequent to Breukink.[29] Pedro Delgado wore the yellow jersey on the prologue as the winner of the previous edition.[94] Additionally, there was a points classification, where cyclists were given points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points led the classification, and was identified with a green jersey.[91] High finishes on flat stages awarded more points, 45 for the winner down to 1 point for 25th place. In mountain stages and time trials, 15 points were given to the winner down to 1 point for 15th.[95] The first three riders across intermediate sprints received points; 4, 2, and 1 respectively.[96] Sean Kelly won this classification for a record fourth time, a record since broken by both Erik Zabel and Peter Sagan.[97][98] There was also a mountains classification. The organisation had categorised some climbs as either hors catégorie (beyond categorization), first, second, third, or fourth-category, with the lower-numbered categories representing harder climbs. Points for this classification were won by the first cyclists that reached the top of these climbs, with more points available for the higher-categorised climbs.[91][99] Mountains ranked hors catégorie gave 40 points for the first rider across with the subsequent categories giving 30, 20, 7, and 4 points to the first at the summit respectively.[100] The cyclist with the most points led the classification, and wore a white jersey with red polka dots.[91] Gert-Jan Theunisse won the mountain's jersey with a lead of over a 100 points.[101] For the last time, there was a combination classification. This classification was calculated as a combination of the other classifications (except young rider), with the leader of each classification receiving 25 points down to one point for 25th place.[102] The leader wore the combination jersey.[103] Steven Rooks won this classification, defending his title from the previous year's Tour.[104] Also for the last time, the intermediate sprints classification was calculated. This classification had similar rules as the points classification, but points were only awarded on intermediate sprints. Its leader wore a red jersey.[103] During the first half of the race, 6, 4, and 2 points were awarded, in the second half the number was increased to 15, 10, and 5 points respectively.[105] Kelly won the jersey for a third time in his career, which made him the record winner in this classification.[106] The sixth individual classification was the young rider classification, which was decided in the same way as the general classification, but was limited to riders under 25 years old. In 1989, for the first time since 1975, the leading rider in this classification did not wear the white jersey that had previously been used to identify the classification leader. The white jersey would be reintroduced in 2000.[107] While no jersey was given to the leader, he was still marked by wearing the logo of the European Union on his shoulder. This was the only edition of the race in which this badge was used.[108] The Café de Colombia team forgot to register their rider Alberto Camargo for the classification even though he would have been eligible. Had he been entered, he would have been the winner, as he finished the race in 20th place.[109] Instead, the classification was won by Fabrice Philipot (Toshiba), who had placed 24th overall.[101] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification wore yellow caps.[103] The team points classification was abolished ahead of the 1989 Tour. However, the combined points from the points classification would be used as a tiebreaker if two teams were to be tied on time.[110] The team classification was won by PDM–Ultima–Concorde.[101] In addition, there was a combativity award given after each mass-start stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[111] Fignon won this classification, and was given overall the super-combativity award.[101] Commemorating the bicentennial anniversary of the French Revolution, a cash prize of 17,890 francs was given out to the first rider passing the 1,789th kilometre of the race at Martres-Tolosane, on stage 11 between Luchon and Blagnac.[112] The prize was taken by Jos Haex (Hitachi–VTM).[113] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Galibier on stage 17. This prize was won by Laurent Biondi (Fagor–MBK).[114] There was also a Souvenir in honour of five-time Tour winner Jacques Anquetil, who had died two years before, given to the rider who wore the yellow jersey for the most days. This award was won by Fignon, who held the jersey for nine days.[115] Riders in the Tour competed individually for points that contributed towards the FICP individual ranking.[123] At the end of the Tour, Laurent Fignon replaced Charly Mottet as the leader of the ranking.[124][125] In total, 87 doping tests were performed during the 1989 Tour de France; all of them were negative.[126] The tests were carried out by the Union Cycliste Internationale's medical inspector, Gerry McDaid.[82] Media related to 1989 Tour de France at Wikimedia Commons ","Title":"1989 Tour de France - Wikipedia","KeyID":"8341","URL":"https://en.wikipedia.org/wiki/1989_Tour_de_France"}