{"Content: ":"The 1995 Tour de France was the 82nd Tour de France, taking place from 1 to 23 July. It was Miguel Indurain's fifth and final victory in the Tour. On the fifteenth stage Italian rider Fabio Casartelli died after an accident on the Col de Portet d'Aspet. The points classification was won by Laurent Jalabert, while Richard Virenque won the mountains classification. Marco Pantani won the young rider classification, and ONCE won the team classification. Lance Armstrong's best finish in the Tour de France went down to his 36th-place finish in 1995, after his results from 1 August 1998 onward, including his seven Tour victories, were stripped on 24 August 2012.[1][2] There were 21 teams in the 1995 Tour de France, each composed of 9 cyclists.[3] The teams were selected in two rounds. In May 1995, the first fifteen teams were announced.[4] In June, five wildcards were announced.[5] Shortly before the start, Le Groupement folded because their team leader Luc Leblanc was injured,[6] and because of financial problems. Their spot went to Aki–Gipiemme, the first team in the reserve list.[7] Additionally, the organisation decided to invite one extra team: a combined team of Team Telekom and ZG Mobili, with six riders from Telekom and three from ZG Mobili.[8] The teams entering the race were:[3] Qualified teams Invited teams Banesto's Indurain, the winner of the four previous Tours, was the clear favourite for the overall victory. His main challengers were expected to be Rominger from Mapei, Berzin from Gewiss and Zülle from ONCE.[6] The 1995 Tour de France started on 1 July, and had two rest days, the first at 10 July when the cyclists were transferred from Seraing to Le Grand-Bornand, and the second on 17 July in Saint-Girons.[9] The highest point of elevation in the race was 2,115 m (6,939 ft) at the summit of the Col du Tourmalet mountain pass on stage 15.[10][11] The first riders in the prologue rode in sunny weather, but then it started to rain, and the riders who started late had to ride on slippery roads. Chris Boardman, a big favourite for the prologue and an outsider for the overall classification, crashed during his ride, was then hit by his team's car, and had to abandon due to injury. The winner of the prologue was Jacky Durand, one of the early starters.[14] Durand stayed in the lead until the third stage, when Laurent Jalabert overtook him due to time bonuses won in intermediate sprints. Jalabert kept the yellow jersey for two stages, losing it due to a crash in the fourth stage. Ivan Gotti, member of the Gewiss-team that had won the team time trial in stage three, became the new leader.[14] A surprising attack from Indurain in stage seven changed the standings. Indurain attacked in the hilly Ardennes, and only Johan Bruyneel was able to follow him. Indurain did all the work, creating a margin of almost one minute, and Bruyneel only followed him, but beat Indurain in the sprint, winning the stage and becoming the new leader.[14] Indurain was now in second place in the general classification, and after winning the time trial in the eighth stage, he became the new leader. His closest rival in the overall classification was Bjarne Riis at 23 seconds, the others were more than two minutes behind.[14] The Tour then reached the high mountains in stage nine. Zülle escaped, and created a margin of several minutes. Indurain calmly chased him until the final climb, where he sped away from the others. Zülle won the stage and jumped to the second place in the overall classification, but Indurain won minutes on all other cyclists.[14] The tenth stage was again in the high mountains. Pantani, already irrelevant for the overall classification, won the stage; behind him Indurain, Zülle and Riis finished together.[14] Pantani set a new record for the final 13.8 kilometers up to Alpe d'Huez in 36 Minutes and 50 seconds, which remains the record to this day.[16] Stage twelve was not expected to be relevant for the general classification. But when Laurent Jalabert attacked early in the stage, this changed. Jalabert was a teammate of second-placed Zülle, and he was sixth in the general classification, more than nine minutes behind Indurain. Jalabert was joined by three other cyclists, of which two teammates. One of them, Melchior Mauri, was in eighth place, and was himself also a threat. The teammates worked together well, and when they were more than ten minutes ahead, Jalabert was the virtual leader. At that moment, Indurain's Banesto team and Riis' Gewiss team started to work together to close the gap. They reduced it to almost six minutes, which meant that Jalabert jumped to third place in the general classification. ONCE now had three cyclists in the top five: Zülle in second place, Jalabert in fourth place and Mauri in fifth place.[14] In stage thirteen Serhiy Utchakov and Lance Armstrong broke clear and were alone heading for the finish where Utchakov won the sprint. Armstrong was asked why he wasn't living up to expectations as far as competing with Indurain to which he replied that Indurain didn't finish his first two Tours and finished in the bottom half of several others before blossoming in to who he is. \"They expect you to be with Miguel Indurain all the time and that's just... You just can't do that in a race like this. This is a man's race and it's hard for kid to compete.\" The Pyrenées were reached in stage fourteen. Pantani again showed his strengths in the mountains, winning the stage. The other favourites stayed more or less together, so there were no big changes in the general classification.[14] In the fifteenth stage, Richard Virenque escaped early in the stage, reaching all six tops in the stage first, and won the stage. Behind him, several cyclists crashed on the descent of the Portet d'Aspet, including Fabio Casartelli. Casartelli's head hit a concrete barrier at high speed without wearing a helmet, and he was declared dead in the hospital.[14] Out of respect for Casartelli, the sixteenth stage was raced non-competitively. Casartelli's teammates from Motorola were allowed to cross the finish line first. The eighteenth stage was won by Lance Armstrong, a teammate of Casartelli. Armstrong dedicated this stage victory to Casartelli.[14] Indurain was still leading firmly, and extended his lead by winning the last time trial. There were several classifications in the 1995 Tour de France.[17] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[18] Additionally, there was a points classification, which awarded a green jersey. In the points classification, cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification, and was identified with a green jersey.[19] There was also a mountains classification. The organisation had categorised some climbs as either hors catégorie, first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification, and wore a white jersey with red polka dots.[20] The fourth individual classification was the young rider classification, which was not marked by a jersey. This was decided the same way as the general classification, but only riders under 26 years were eligible.[21] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time.[22] In addition, there was a combativity award given after each mass-start stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[23] Hernán Buenahora won this classification, and was given overall the super-combativity award.[9] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Tourmalet on stage 15. This prize was won by Richard Virenque.[24]","Title":"1995 Tour de France - Wikipedia","KeyID":"8344","URL":"https://en.wikipedia.org/wiki/1995_Tour_de_France"}