{"Content: ":"The Lance Armstrong doping case was a major doping investigation that led to retired American road racing cyclist Lance Armstrong being stripped of his seven consecutive Tour de France titles, along with one Olympic medal, and his eventual admission to using performance-enhancing drugs. The United States Anti-Doping Agency (USADA) portrayed Armstrong as the ringleader of what it called \"the most sophisticated, professionalized and successful doping program that sport has ever seen.\" For much of his career, Lance Armstrong faced persistent allegations of doping, but until 2006, no official investigation was undertaken. The first break in the case came in 2004 when SCA Promotions, a Dallas-based insurer, balked at paying a US$5 million bonus to Armstrong for winning his sixth consecutive Tour de France. SCA president Bob Hamman had read L.A. Confidentiel, a book by cycling journalists Pierre Ballester and David Walsh, which detailed circumstantial evidence of massive doping by Armstrong and members of his U.S. Postal Service Pro Cycling Team. In 2006, an arbitration panel ruled that SCA had to pay the bonus. However, Hamman's real goal was to force an investigation by sporting authorities, believing that if someone in a position to investigate the matter found that Armstrong had indeed doped, he could be stripped of his Tour victories – allowing SCA to get its money back. His hunch proved correct; officials from the United States Anti-Doping Agency (USADA) asked to review the evidence Hamman had gleaned.[1] U.S. federal prosecutors pursued allegations of doping by Armstrong from 2010 to 2012. The effort convened a grand jury to investigate doping charges, including taking statements under oath from Armstrong's former team members and other associates. They met with officials from France, Belgium, Spain, and Italy, and requested samples from the French anti-doping agency. The investigation was led by federal agent Jeff Novitzky, who also investigated suspicions of steroid use by baseball players Barry Bonds and Roger Clemens. Armstrong's former teammate Floyd Landis was a key witness in the criminal investigation, and according to the book Wheelmen, Landis at one point wore a recording device and used a video camera disguised as a keychain, at the investigators' request in an attempt to gather evidence against a team owner in California. However, based on testimony from Landis, the prosecutors soon turned their attention to Armstrong and the doping that took place on the U.S. Postal Service team years earlier.[2] As part of his campaign to clear his name from allegations of doping, Armstrong hired a Washington lobbying firm in 2010 to raise concerns about Novitzky, according to a story in The Wall Street Journal. The firm worked for Armstrong for about three months, but, after arranging meetings on Capitol Hill, decided a full-scale lobbying effort wouldn't have worked.[3] On February 2, 2012, federal prosecutors officially dropped their criminal investigation with no charges.[4] The closing of the case by U.S. Attorney André Birotte Jr. was not without controversy, with the decision coming as a surprise to many.[5] In October 2012, Velonews announced they had filed a Freedom of Information Act request regarding the two-year Armstrong investigation and its dismissal.[6] In June 2012, USADA accused Armstrong of doping and drug trafficking, based on blood samples from 2009 and 2010, and testimonies from witnesses including former teammates.[7] Armstrong, denying all doping use in a statement,[8][9] was suspended from competition in cycling and triathlon.[10][11] He was charged in a letter from USADA, along with five others, including former team manager Johan Bruyneel.[12] USADA said Armstrong used banned substances, including the blood-booster erythropoietin (EPO) and steroids, as well as blood transfusions dating back to 1996.[13] In July 2012, Armstrong filed a lawsuit in the United States District Court for the Western District of Texas, requesting that the court \"bar USADA from pursuing its case or issuing any sanctions against him\" based on the claim that \"USADA rules violate athletes' constitutional rights to a fair trial, and that the agency does not have jurisdiction in his case.\" On July 10, 2012, after U.S. District Judge Sam Sparks threw out the initial lawsuit being overly lengthy, Armstrong filed a revised lawsuit.[14] The same day, three of Armstrong's former associates from the U.S. Postal Service team—Luis Garcia del Moral, a team doctor; Michele Ferrari, a consulting doctor; and Jose \"Pepe\" Marti, team trainer—refused to take part in arbitration and were automatically banned from Olympic-level sports for life.[15] Judge Sparks ruled in favor of USADA on August 20, 2012,[16] but questioned the timing and motivation of the agency's investigation of Armstrong, and their apparent \"single minded determination to force Armstrong to arbitrate ... in direct conflict with [cycling governing body] UCI's equally evident desire not to proceed against him.\" Applying rational basis review to the Federal Arbitration Act, the Stevens Amateur Sports Act, and various governing documents of USADA, U.S. Cycling and the U.S. Olympic Committee, Sparks upheld USADA's authority to investigate Armstrong and initiate arbitration against him, and that Armstrong's right to due process could not be violated by USADA before any proceedings had actually occurred.[17] Four days after Sparks's decision, on August 24, 2012, the USADA announced that if Armstrong did not act fast, he would be stripped of his seven Tour de France victories — along with other honors from 1999 to 2011 — and banned from cycling for life. Under the World Anti-Doping Code, he would also be banned from competing in Olympic-level sports.[18] Three days later, Armstrong, while publicly maintaining his innocence, decided to not officially challenge the USADA allegations. In a statement, he said that USADA had engaged in \"an unconstitutional witch hunt\" based on \"outlandish and heinous claims.\" He added that he would have been more than willing to fight the charges, but was not willing to take part in USADA's arbitration process, which he called \"one-sided and unfair.\" Under the circumstances, he believed contesting the charges was not worth the toll on his foundation and his family. \"There comes a point in every man's life when he has to say, 'Enough is enough,'\" Armstrong said. \"For me, that time is now.\"[19] Under the World Anti-Doping Code, by failing to contest such serious charges of doping offenses, Armstrong was automatically banned from all sports that follow the Code—effectively ending his competitive career. He also forfeited all awards and prizes earned after August 1, 1998, including his seven Tour titles.[19][20][21][22] At the same time, Armstrong told USADA through his attorneys that he could not take part in any USADA arbitration because the UCI was the only body competent to hear the case.[23] New York Times sports reporter Juliet Macur wrote in her book about the Armstrong scandal, Cycle of Lies, that Armstrong opted not to contest the charges on the advice of one of his lawyers, Mark Levinstein, who argued that it would be folly to go to arbitration because USADA's charges almost always stuck. Macur wrote that Armstrong also hoped to keep USADA's evidence confidential. He also persuaded the UCI not to appeal the sanctions. Under Armstrong's plan, the UCI would have contended that while USADA's findings were unsound, its arbitration process was so tilted against a suspected doper that an appeal would not be worth the effort. According to Macur, Armstrong hoped to be able to portray himself as USADA's victim.[1] Corroborating this, O'Connell and Albergotti wrote in Wheelmen that most of the members of Armstrong's legal team knew that any arbitration panel handling Armstrong's case would make its decision based on the preponderance of the evidence, the same standard of proof used in civil cases. This would have made it far more difficult for them to keep out evidence than is the case in a criminal trial. If two of the three arbitrators sided with USADA, Armstrong's competitive career would have effectively been over. According to O'Connell and Albergotti, USADA arbitrations operate under rules of \"basic common sense,\" which would have made it appear obvious to \"any person with half a brain\" that Armstrong had doped.[2] On August 24, 2012, the UCI requested that USADA issue a \"reasoned decision\" explaining why the agency felt Armstrong should have been stripped of his titles.[24][25] As previously mentioned, Armstrong believed that by not contesting the charges, the evidence against him collected by USADA would never become public. However, in the wake of a particularly acrimonious battle with Tyler Hamilton in 2005, USADA had amended its bylaws so it could publicly speak about the details of its cases in order to correct the record. USADA set about getting affidavits regarding Armstrong's doping from the witnesses in the case, and secured permission from their lawyers to make it public.[2] On October 10, USADA published the details of its investigation, in a 200-page report accompanied by over 1000 pages of supporting evidence. The report included testimonies from eleven former Armstrong teammates and fifteen other witnesses. It portrayed Armstrong as the mastermind of what it described as \"the most sophisticated, professionalized and successful doping program that sport has ever seen.\" The report detailed numerous blood test results that proved Armstrong was guilty of blood doping, as well as over US$1 million in payments to Ferrari. It contended that the normal eight-year statute of limitations for doping offenses did not apply because of Armstrong's \"fraudulent concealment\" of his doping. Armstrong, USADA said, could not be allowed to benefit from the statute when he lied under oath in both the SCA case and the French investigation, intimidated witnesses and submitted affidavits that he knew were false. Longstanding precedent in U.S. courts holds that the statute of limitations does not apply when a defendant engages in fraudulent acts.[26][27][28] Among the witnesses who testified to USADA were Frankie and Betsy Andreu, who repeated the testimony they gave in the SCA case. Landis and Hamilton repeated allegations made over the preceding years. Statements were also taken from former teammates, including George Hincapie,[29] Levi Leipheimer,[30] and Michael Barry,[31] all of whom confessed to doping during their careers as well as witnessing Armstrong using performance-enhancing drugs. Before its release, Armstrong's legal representative, Tim Herman, described the USADA reasoned decision as \"a one-sided hatchet job—a taxpayer-funded tabloid piece rehashing old, disproved, unreliable allegations based largely on axe-grinders, serial perjurers, coerced testimony, sweetheart deals and threat-induced stories\".[32] On October 22, the UCI announced that it wouldn't appeal USADA's decision to the Court of Arbitration for Sport, meaning it had accepted USADA's sanctions of a lifetime ban for Armstrong and stripping of all results since August 1, 1998, including his seven Tour de France victories.[33] UCI president Pat McQuaid remarked that he was \"sickened\" by the USADA report, particularly how the US Postal team officials coerced one of Armstrong's teammates, David Zabriskie, into taking EPO. He added, \"Lance Armstrong has no place in cycling. He deserves to be forgotten in cycling. Something like this must never happen again.\"[34][1] The day following the UCI decision, Armstrong deleted references to his Tour wins from his Twitter biography.[35] On November 2, the World Anti-Doping Agency confirmed that it would not appeal the USADA decision.[36] On January 17, 2013, the International Olympic Committee removed Armstrong's results in the 2000 Summer Olympics from its record books, and requested the return of his bronze medal from the time trial.[37][38] The French Cycling Federation (FFC) issued a statement on August 30, 2012, in support of the USADA decision, stating that \"Armstrong's refusal to contest USADA's accusations sounds like an admission of his guilt with regards to breaches of anti-doping regulation.\" The FFC also announced that it does not want vacated positions to be reassigned and want \"...reimbursement of Lance Armstrong's prizes obtained during the Tour de France and other competitions for an amount assessed at 2.95 million Euros for the development of cycling among the youth and the prevention of doping.\"[39] As a result, there is no official Tour winner from 1999 to 2005. The president of WADA, John Fahey, stated that he believed Armstrong's decision not to contest the USADA's claims pursuant to its process indicated there was \"substance to those charges\".[40] Episodes of the PBS children's series Arthur which featured Armstrong, \"Room to Ride\" and \"The Great MacGrady\" (along with the episode \"The Frensky Family Fiasco\", which was paired with \"Room to Ride\"), have been pulled from rotation because of the case, as was the episode \"Binky vs. Binky\", which features a parody of Armstrong named \"Vance Legstrong\", along with the episode \"Operation: D.W.\", which was paired with it. A remake of \"The Great MacGrady\" aired in 2021. Robert Boland, professor of sports management at New York University, believed that Armstrong's marketing potential was still strong after the USADA's decision, stating his \"story has not been diminished. Here's a guy who essentially was at death's door with cancer and came back. That example still makes him very compelling.\"[41] Spanish cyclist Fernando Escartin, who placed third in the 1999 Tour de France, expressed continued support for Armstrong, stating, \"Lance Armstrong remains the 1999 Tour winner, second Zulle and third, me... It's thirteen years now since this all happened. It seems completely illogical and unreal. I don't want to even think about it.\"[41] Under pressure from several members of his board, Armstrong resigned as chairman of the Lance Armstrong Foundation on October 17, 2012. Just hours after Armstrong formally announced his resignation, Nike announced it had terminated its contract with him, citing \"seemingly insurmountable evidence\" of doping. A day earlier, Nike representatives called Armstrong's agent, Bill Stapleton, and asked him to give his word that USADA's report was not true, or have Armstrong come on the phone himself to give such assurance. When Stapleton refused to do so, Nike told him that it was parting ways with Armstrong.[2][42] RadioShack followed suit hours later.[43] That same day, Anheuser-Busch announced it would not renew its relationship with Armstrong at the end of 2012, but would continue to support his cancer charity.[44] Other sponsors who cut ties with Armstrong were Trek Bicycle Corporation, Giro, FRS Healthy Performance, Honey Stinger and 24 Hour Fitness.[45] On October 19, bicycle parts manufacturer SRAM terminated its relationship with Armstrong,[46] while Oakley followed suit on October 22.[47] It was announced on October 30 that Armstrong was stripped of the key to the city of Adelaide, which he had received as an honor for his three participations in the Tour Down Under.[48] At the end of November 2012, Armstrong was elected as the top \"Anti-Sportsman of the year\" by Sports Illustrated.[49] That same month, Armstrong cut all ties with his namesake foundation, which was renamed the Livestrong Foundation—after the brand it had used since 2003. The move came after several board members threatened to resign unless Armstrong was removed from the board.[1] After UCI's formal notification to Armstrong about their decision to back the USADA decision on December 6, 2012, Armstrong had 21 days to appeal the decision to the Court of Arbitration for Sport. According to L'Equipe, CAS indicated that Armstrong had made no appeal by the evening of December 27, so the final deadline to appeal had passed.[50] On December 14, Armstrong met secretly with USADA CEO Travis Tygart at the offices of the former Colorado governor Bill Ritter, asking USADA to reduce his lifetime ban from sports to just one year in exchange for his cooperation with its ongoing investigations, including its case against Bruyneel. Tygart told Armstrong that under the anti-doping rules, USADA could bring his ban down to eight years, and said that cooperating with USADA would help Armstrong to improve his public image. These secret discussions fell apart after Armstrong told Tygart that he himself, and not USADA, held the keys to his own redemption.[51][52] In any event, an eight-year ban meant that Armstrong would have been 49 years old before he could even theoretically compete again.[2] On January 4, 2013, The New York Times reported that Armstrong had told associates and anti-doping officials that he was considering publicly admitting having used banned performance-enhancing drugs and blood transfusions during his cycling career.[53] Armstrong's attorney, Tim Herman, denied the report and told the Associated Press: \"When, and if, Lance has something to say, there won't be any secret about it.\"[54] In a televised interview with Oprah Winfrey on January 13, 2013 (broadcast later in two parts), Armstrong finally confessed to using performance-enhancing drugs throughout much of his career, including all seven Tour wins.[55] During the interview, he stated that his \"mythic, perfect story\" was \"one big lie\", and attributed his denials to being \"a guy who expected to get whatever he wanted, and to control every outcome.\"[56][57] The AP and other media reported that Armstrong had made an apology to the Livestrong staff before his interview with Winfrey.[58] He said that while doping, he neither felt that it was wrong nor felt bad about what he was doing.[59] He also insisted that it was \"absolutely not\" true that he used performance-enhancing drugs during his 2009-10 comeback season, and claimed the last time where he \"crossed the line\" was in 2005. Macur wrote that Armstrong decided to admit his doping because he knew he would be questioned under oath about it in the False Claims Act suit filed by Landis. He was also concerned about the toll it was taking on his kids. As Macur put it, Armstrong wanted to \"confess on his own terms.\"[1]","Title":"Lance Armstrong doping case - Wikipedia","KeyID":"8353","URL":"https://en.wikipedia.org/wiki/Lance_Armstrong_doping_case"}