{"Content: ":"The 2011 Tour de France was the 98th edition of the race. It started on 2 July at the Passage du Gois and ended on the Champs-Élysées in Paris on 24 July. The cyclists competed in 21 stages over 23 days, covering a distance of 3,430.5 kilometres (2,131.6 mi).[1] The route entered Italy for part of two stages. The emphasis of the route was on the Alps, commemorating the 100th anniversary of the mountain range first being visited in the Tour. Cadel Evans of the BMC Racing Team won the overall general classification. Andy Schleck of Leopard Trek was second, with his brother and teammate Fränk third. The general classification leader's yellow jersey was worn first by Philippe Gilbert of Omega Pharma–Lotto, who won the opening stage. In the following stage, Garmin–Cervélo's victory in the team time trial put their rider Thor Hushovd into the overall lead. He held the yellow jersey until the end of the ninth stage when it was taken by Thomas Voeckler (Team Europcar), who went on to hold it throughout the stages in the Pyrenees and up until the end of the final Alpine stage. Andy Schleck, who had won the previous stage (the 18th), held it for the following individual time trial; Evans took enough time in this stage to take the yellow jersey. He then held the lead into the finish in Paris. Evans became the first Australian to win the Tour, and the second non-European to have officially done so. At 34, he was also the oldest post-World War II winner being almost a year older than Joop Zoetemelk was when he won the 1980 edition. HTC–Highroad's Mark Cavendish was the first British winner of the points classification, Samuel Sánchez (Euskaltel–Euskadi) won the mountains classification and Pierre Rolland of Team Europcar won the young rider classification. The team classification was won by Garmin–Cervélo and the overall super-combativity award was given to Jérémy Roy (FDJ). Twenty-two teams participated in the 2011 edition of the Tour de France.[2] The race was the 17th of the 27 events in the UCI World Tour,[3] and all of its eighteen UCI ProTeams were entitled, and obliged, to enter the race.[4] On 19 January 2011, the organiser of the Tour, Amaury Sport Organisation (ASO), announced the four second-tier UCI Professional Continental teams given wildcard invitations, all of which were French-based. One team, the Spanish-based Geox–TMC, which included the third-placed rider in the 2010 Tour, Denis Menchov, and the 2008 Tour winner, Carlos Sastre, was overlooked.[5] The presentation of the teams – where the members of each team's roster are introduced in front of the media and local dignitaries – took place in front of audience of 7,000 inside the Roman amphitheatre at the Puy du Fou theme park in Les Epesses, Vendée, on 30 June, two days before the opening stage.[6] Each squad was allowed a maximum of nine riders, resulting in a start list total of 198 riders.[7] Of these, 49 were riding the Tour de France for the first time.[8] The riders came from 30 countries; France, Spain, Italy, Belgium, Germany, Netherlands and United States all had 12 or more riders in the race.[9] Riders from ten countries won stages during the race; British riders won the largest number of stages, with five.[10] The average age of riders in the race was 29.38 years, ranging from the 21-year-old Anthony Delaplace (Saur–Sojasun) to the 39-year-old Jens Voigt (Leopard Trek).[9] Of the total average ages, FDJ was the youngest team and Team RadioShack the oldest.[11] The teams entering the race were:[2] UCI ProTeams UCI Professional Continental teams In the lead-up to the Tour, Alberto Contador (Saxo Bank–SunGard), winner of the 2007 and 2009 Tours, was widely considered as the top pre-race favourite for the general classification. His closest rivals were thought to be Andy Schleck (Leopard Trek) and Cadel Evans (BMC Racing Team). The other riders considered contenders for the general classification were Bradley Wiggins (Team Sky), Ivan Basso (Liquigas–Cannondale), Robert Gesink (Rabobank), Samuel Sánchez (Euskaltel–Euskadi), Chris Horner (Team RadioShack), Fränk Schleck (Leopard Trek) and Jurgen Van den Broeck (Omega Pharma–Lotto).[12][13][14][15][16][17] In September 2010, Contador announced that he had tested positive for the banned clenbuterol from a sample taken during his now-disqualified 2010 Tour victory.[18] He was suspended from racing during an investigation until February 2011. When cleared to race he competed in and won the general classifications of the Vuelta a Murcia, Volta a Catalunya and Giro d'Italia before the Tour.[19] With overall victory in the Tour he was aiming to complete the Giro-Tour double, last achieved by Marco Pantani in the 1998 Tour.[17] Schleck had placed second to Contador in the previous two Tours and won the young rider classification in the previous three. In the lead up to the Tour his best results were third in the one-day race Liège–Bastogne–Liège and the mountains classification of the Tour de Suisse.[20] Evans, podium finisher in the 2007 and 2008 Tours, had a successful season before the Tour, winning the general classifications of both the Tour de Romandie and Tirreno–Adriatico, as well as second place in the Critérium du Dauphiné.[14] The sprinters named as the \"riders to watch\" by Bicycling magazine and possible contenders for the points classification and wins on the flat or hilly bunch sprint finishes were Mark Cavendish (HTC–Highroad), Philippe Gilbert (Omega Pharma–Lotto) and Garmin–Cervélo riders Tyler Farrar and Thor Hushovd.[16] Former winners of the points classification and notable sprinters included in the startlist were the defending champion, Alessandro Petacchi (Lampre–ISD), and the winner in 2007, Tom Boonen (Quick-Step).[21] The points classification winner of the 2002, 2004 and 2006 Tours, 39-year-old Robbie McEwen, was not selected by his team for the race, Team RadioShack.[22] Óscar Freire of Rabobank was another former winner (2008) left out of his team's Tour squad.[23] Cavendish was runner-up in the 2010 Tour's points classification and had won 15 stages in the three previous Tours;[16][21] he had won a stage at the Tour of Oman, the one-day race Scheldeprijs and two stages at the Giro during the 2011 season prior to the Tour.[24] Gilbert had amassed a total of eleven wins (not including the national championships) for the season before the Tour, including three spring classics: Liège–Bastogne–Liège, Amstel Gold Race and La Flèche Wallonne.[25] Farrar's form in the lead-up to the Tour included a stage win in both Tirreno–Adriatico and the Ster ZLM Toer.[26] Hushovd, the world road race champion, only had one win in the season before the Tour, a stage of the Tour de Suisse.[27] Petacchi's best results prior the Tour were a trio of stages in the Giro, the Volta a Catalunya and the Tour of Turkey.[28] The major victory of Boonen's season up to the Tour was the Gent–Wevelgem one-day race.[29] On 26 January 2010, the race director, Christian Prudhomme, announced that the department of Vendée would host the 2011 edition's opening stage (known as the Grand Départ). It was the fifth time Vendée had hosted the Grand Départ, which consisted of two stages.[30] The entire route was announced by the ASO on 19 October 2010 at the official presentation at the Palais des Congrès in Paris. The route was thought to suit climbing specialists, with Prudhomme saying \"We wanted a balanced route. We tried to keep the suspense for the Alps but also to have a big battle as early as the Pyrenees,\".[31] To celebrate the centenary of the introduction of the Alps into the Tour it featured two of its most famous climbs, the Col du Galibier and Alpe d'Huez, with the Galibier climbed twice.[32] The first of the two stages held in Vendée started in Passage du Gois and finished in Mont des Alouettes, whilst stage two was held in Les Essarts. The Tour left Vendée in Olonne-sur-Mer and headed north to Redon for the finish of the third stage. The following two stages took place in the region of Brittany. Stage six left the region to the finish in Lisieux. Stages seven and eight took the race through the middle of the country from Le Mans to the Super Besse resort in the elevated region Massif Central, which hosted stage nine. The following two stages headed south through the lower slopes, and stage twelve took the race into the Pyrenees. The mountain range hosted the next two stages. The fifteenth stage took place between Limoux and Montpellier. Stage sixteen took the route into the Alps. The next two stages took the race into Italy, with Pinerolo hosting between them. Stage nineteen was the last in the Alps, before the twentieth, which was held in the foothills around Grenoble. A long transfer took the Tour to its conclusion in Paris with the Champs-Élysées stage.[1] There were 21 stages in the race, covering a total distance of 3,430.5 km (2,132 mi),[1] 212 km (131.7 mi) shorter than the 2010 Tour.[33] For only the second time since the 1967 Tour, the race started with a mass-start stage instead of a prologue (an individual time trial under 8 km (5 mi)), the last occasion being in 2008.[34][35] The longest mass-start stage was the seventh at 218 km (135 mi), and stage 21 was the shortest at 95 km (59 mi).[1] The race featured only 65.5 km (40.7 mi) of time trialling, with stage two's team time trial and stage twenty's individual time trial. Of the remaining stages, ten were officially classified as flat, three as medium mountain and six as high mountain.[1] There were four summit finishes: stage 12, to Luz Ardiden; stage 14, to Plateau de Beille; stage 18, to Col du Galibier; and stage 19, to Alpe d'Huez.[36] It was the first time a stage had finished on the 2,645-metre (8,678 ft)-high Galibier. It was the highest summit finish in Tour history,[37] beating the finish of the 2,413 metres (7,917 ft)-high Col du Granon during the 1986 Tour.[38] The highest point of elevation in the race was the 2,744 m (9,003 ft)-high Col Agnel mountain pass on stage 18.[39] It was among nine hors catégorie (English: beyond category) rated climbs in the race.[39] There were fifteen new stage start or finish locations. The rest days were after stage 9, at the Le Lioran mountain resort, and after 15, in the department of Drôme.[1] The opening stage's uphill finish of Mont des Alouettes was won by Philippe Gilbert, who took the first yellow jersey as leader of the general classification. He also led the points and mountains classifications.[41] Garmin–Cervélo were the fastest in the 23.0 km (14 mi) team time trial on the second stage, four seconds ahead of second-placed BMC Racing Team. This put Garmin's Thor Hushovd, who was third in stage one, into the yellow jersey.[42] Tyler Farrar won the third stage from a bunch finish. José Joaquín Rojas of Movistar Team, third on the stage, took points classification's green jersey.[43] The following day, a five-rider breakaway group had led the stage after 9 km (6 mi), before the peloton caught on them at the foot of the Mûr-de-Bretagne climb. After a series of attacks, a group of nine riders moved clear, and Cadel Evans won the subsequent sprint finish. Evans took the polka dot jersey as leader of the mountains classification.[44] Mark Cavendish won stage five from a bunch sprint, with second-placed Gilbert taking the green jersey.[45] The sixth stage was won by Team Sky's Edvald Boasson Hagen, who won the hilly bunch sprint in Lisieux. Johnny Hoogerland (Vacansoleil–DCM) took the polka dot jersey.[46] Cavendish won the stage seven's bunch sprint finish. Rojas regained the green jersey.[47] A crash around 40 km (25 mi) from the end of the stage forced general classification contender Bradley Wiggins out of the race with a clavicle fracture. Another overall contender involved in the crash was Chris Horner; he finished the stage, but did not start stage eight due to concussion, a nasal fracture and a hematoma to his calf.[48] The eighth stage was the first at altitude, and saw the breakaway's only survivor, Rui Costa (Movistar Team), win atop Super Besse, with a twelve-second margin. Gilbert led the points classification and Tejay van Garderen (BMC Racing Team) the mountains classification.[49] In the ninth stage, there was controversy when Nicki Sørensen of Saxo Bank–SunGard was struck by a motorbike carrying a photographer, and Hoogerland and Juan Antonio Flecha (Team Sky) were injured after an incident with a television car. Prior to the crash, both riders had formed a five-rider breakaway; the remaining three held on to finish in front of the chasing peloton. Luis León Sánchez (Rabobank) won the stage, with second-placed Thomas Voeckler (Team Europcar) gaining the overall race lead. Jurgen Van den Broeck, a general classification contender, left the race due to a clavicle fracture caused by a crash. Hoogerland took back the polka.[50] The next day was the first rest day of the Tour.[1] Stages ten and eleven ended with a bunch sprints, with the victors André Greipel and Cavendish, respectively. The latter took the lead of the points classification.[51][52] Stage twelve was the first to enter the high mountains, and included two climbs that were rated hors catégorie, the La Hourquette d'Ancizan and the climb to the finish at Luz Ardiden. An early breakaway of six riders were caught and passed in the final 8 km (5 mi) by Jelle Vanendert (Omega Pharma–Lotto) and Samuel Sánchez). They held off the chasing group that included the main general classification contenders and a late attack by Fränk Schleck, with Samuel Sánchez crossing the finish line first. Of the general classification favourites, Contador lost the most time in the stage, 33 seconds down on third-placed Fränk Schleck (the highest placed overall contender). The mountains classification points Samuel Sánchez received at the summit finish put him in the polka dot jersey.[53] In the thirteenth stage, a three-rider breakaway went clear over the hors catégorie-rated Col d'Aubisque, and after the long descent to Lourdes, they finished with a margin of five minutes; Hushovd took the stage win. Jérémy Roy (FDJ), who was one of the three, took the polka.[54] The fourteenth stage was last in the Pyrenees and it included six categorised climbs. As the race reached the hors catégorie climb to Plateau de Beille and the finish, the main group of overall favourites took control, and with 6 km (4 mi) to go, Vanendert attacked and won with a margin of 21 seconds. His win put Vanendert in the polka.[55] The transitional stage fifteen that moved the race east to the Alps was won by Cavendish from a bunch sprint.[56] The next day was the second rest day.[1] Hushovd won his second stage of the Tour with the sixteenth; he formed part of the three-rider breakaway that escaped with 60 km (37 mi) to go. On the descent of the final climb – the Col de Manse – Evans attacked and at the finish had gained time on his rivals, displacing Fränk Schleck and moving up one place to second overall.[57] Another descent to the finish followed in stage sixteen, and again the winner came from a breakaway. Boasson Hagen was the victor, improving on his second place the previous day. Overall race leader Voeckler lost 27 seconds to his rivals after he went wide on two of the final descent's corners.[58] The Tour's queen stage,[59] the eighteenth, included three hors catégorie climbs, including the Col du Galibier summit finish. With 60 km (37 mi) to go, Andy Schleck launched a solo attack on the second climb, the Col d'Izoard. He went on to bridge across and pass a large breakaway, before claiming the stage win; he moved up to second overall, gaining over two minutes on his rivals. Voeckler's lead in the yellow jersey was reduced to fifteen seconds.[60] The autobus (the large group behind the leading peloton) of 88 riders finished outside the time limit, 35 min 50 s after Schleck; all riders were allowed to stay in the race due to the large number. The points classification leader, Cavendish, who was in the group, was docked 20 points.[59] The race for the general classification began from the start of the nineteenth stage, the Tour's final mountain stage, with Voeckler, the Schleck brothers and Evans all in a second breakaway. Andy Schleck was then part of a group that crossed the second of the stage's three large climbs, the Galibier, in pursuit of the leading group. The head of the race came together on the long descent to foot of the climb and the finish at Alpe d'Huez, with the exception of Ryder Hesjedal (Garmin–Cervélo) and Pierre Rolland (Team Europcar), who had a 47-second lead. The latter won the stage, counter-attacking a solo move by Contador. Voeckler lost the lead of the general classification, dropping to fourth overall, behind the Schleck brothers and Evans, who all came in with an elite group a minute after the winner. The top three positions of the general classification were Andy Schleck, Fränk Schleck (53 seconds down) and Evans (57 seconds down). Samuel Sánchez, second in the stage, took the lead of the mountains classification.[61] The penultimate stage, the 42.5 km (26 mi) individual time trial in Grenoble, was decisive in the outcome of the general classification, with Evans placing second and beating Andy Schleck by two and a half minutes to lead the Tour. Tony Martin of HTC–Highroad won the stage, seven seconds ahead of Evans.[62] In the final stage, Cavendish secured a record third successive victory on the Champs-Élysées in Paris, his fifth stage win of the 2011 Tour. Evans finished the race to become the first Australian rider to win the Tour de France, and at 34, the oldest post-World War II winner.[63] The Schleck brothers placed second and third, Andy 1 min 34 s down and Fränk 2 min 30 s down.[64] Cavendish won the points classification with a total of 334, 62 ahead of Rojas in second, becoming the first British rider to claim the green jersey.[65] The mountains classification was won by Samuel Sánchez, who had a win and two second places on the four mountain-top finishes. Andy Schleck finished second in that category, with Vanendert third.[61] Rolland, tenth in the general classification, won the young rider classification, largely by virtue of positions he attained in supporting his team leader, Voeckler, during the time he held the yellow jersey.[66] Garmin–Cervélo finished as the winners of the team classification, eleven minutes ahead of second-placed Leopard Trek.[64] Of the 198 starters, 169 reached the finish of the last stage in Paris.[64] During the Tour's first rest day, it was announced that Alexandr Kolobnev's (Team Katusha) urine sample taken after the fifth stage had tested positive for the diuretic medication hydrochlorothiazide. Although it was listed by the World Anti-Doping Agency as prohibited, cycling's governing body, Union Cycliste Internationale (UCI), only released a statement advising his team \"take the necessary steps to enable the Tour de France to continue in serenity...\". He withdrew from the race immediately.[67] On 1 March 2012, CAS decided that Kolobnev would only receive a warning for this, and no suspension, because his use of the drug was justified by 'medical reasons unrelated to performance'.[68] On 6 February 2012, CAS removed Alberto Contador's results due to his positive test for clenbuterol at the 2010 Tour.[19] The UCI subsequently revised the final general classification, with riders ranked between 6 and 21 upgraded, and the 21st position left unattributed.[69] On 18 October 2012, the UCI announced that a disciplinary procedure against Carlos Barredo (Rabobank) was taken following anomalies in his biological passport.[70] He retired from cycling in December 2012.[71] In July 2014, his results were disqualified from races in which he participated between 26 October 2007 and 24 September 2011,[72] with his 35th position on the 2011 Tour's general classification left vacant.[69] There were four main individual classifications contested in the 2011 Tour de France, as well as a team competition. The most important was the general classification, which was calculated by adding each rider's finishing times on each stage.[73] There were no time bonuses given at the end of stages for this edition of the Tour.[74] If a crash had happened within the final 3 km (1.9 mi) of a stage, not including time trials and summit finishes, the riders involved would have received the same time as the group they were in when the crash occurred.[75] The rider with the lowest cumulative time was the winner of the general classification and was considered the overall winner of the Tour.[73] The rider leading the classification wore a yellow jersey.[76] The second classification was the points classification. Riders received points for finishing among the highest placed in a stage finish, or in intermediate sprints during the stage. The points available for each stage finish were determined by the stage's type.[77] In the 2010 Tour, stages classified flat had three intermediate sprint points worth 6, 4, and 2 points to the first three riders across the line. For 2011, flat stages had just one intermediate sprint which was worth 20 points to the rider in first position, and the first 15 score points. The intention was to have riders needing to sprint twice during the day to score well.[32] Points awarded at the finish of flat stages also increased, from 35 points for the winner to 45.[78] Medium mountain stages awarded 30 points to the winner, high mountain stages and the individual time trial gave 20 points.[79] No points were awarded for the team time trial on stage two. The leader was identified by a green jersey.[76] The third classification was the mountains classification. Points were awarded to the riders that reached the summit of the most difficult climbs first. The climbs were categorised as fourth-, third-, second-, first-category and hors catégorie, with the more difficult climbs rated lower.[80] In the 2010 Tour, any hors catégorie, first-, or second-category climb awarded double points if it was the last of the stage.[81] In 2011, only the summit stage finishes awarded double points, specifically stages 12, 14, 18 and 19.[80] Pre-race analysis speculated that the winner would be more likely, under this system, to be a general classification contender than in years past.[82] This speculation proved accurate, as Samuel Sánchez, who finished sixth in the general classification, won the mountains classification, and the top three finishers in the general classification were in the top five of the mountains classification.[64] The leader wore a white jersey with red polka dots.[76] The final individual classification was the young rider classification. This was calculated the same way as the general classification, but the classification was restricted to riders who were born on or after 1 January 1986.[80] The leader wore a white jersey.[76] The final classification was a team classification. This was calculated using the finishing times of the best three riders per team on each stage, excluding the team time trial; the leading team was the team with the lowest cumulative time. The number of stage victories and placings per team determined the outcome of a tie.[83] The riders in the team that lead this classification were identified with yellow number bibs on the back of their jerseys.[84] In addition, there was a combativity award given after each stage to the rider considered, by a jury, to have \"made the greatest effort and who has demonstrated the best qualities of sportsmanship\".[74] No combativity awards were given for the time trials and the final stage.[85] The winner wore a red number bib the following stage.[84] At the conclusion of the Tour, Jérémy Roy won the overall super-combativity award,[86] again, decided by a jury.[74] A total of €3,412,546 was awarded in cash prizes in the race. The overall winner of the general classification received €450,000, with the second and third placed riders got €200,000 and €100,000 respectively. All finishers of the race were awarded with money. The holders of the classifications benefited on each stage they led; the final winners of the points and mountains were given €25,000, while the best young rider and most combative rider got €20,000. Team prizes were available, with €10,000 for the winner of team time trial and €50,000 for the winners of the team classification.[87] There were also two special awards each with a prize of €5000,[85] the Souvenir Henri Desgrange, given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Galibier in stage eighteen, and the Souvenir Jacques Goddet, given to the first rider to pass Goddet's memorial at the summit of the Col du Tourmalet in stage twelve.[85] Andy Schleck won the Henri Desgrange and Roy won the Jacques Goddet.[88][89] Riders from the ProTeams competing individually, as well as for their teams and nations, for points that contributed towards the World Tour rankings.[97] Points were awarded to the top twenty finishers in the general classification and to the top five finishers in each stage.[98] The 260 points accrued by Cadel Evans moved him from fourth position to second in the individual ranking. Leopard Trek took the lead of the team ranking, ahead of BMC Racing Team in second. Spain remained as leaders of the nation ranking, with Italy second.[99]","Title":"2011 Tour de France - Wikipedia","KeyID":"8363","URL":"https://en.wikipedia.org/wiki/2011_Tour_de_France"}