{"Content: ":"Stage races Other Christopher Clive Froome [kɹɪs fɹuːm], OBE (born 20 May 1985) is a Kenyan/British road racing cyclist who currently rides for UCI WorldTeam Israel–Premier Tech.[7][8] He has won seven Grand Tours: four editions of the Tour de France (in 2013, 2015, 2016 and 2017), one Giro d'Italia (2018) and the Vuelta a España twice (2011[N 2] and 2017). He has also won several other stage races, and the Velo d'Or three times. Froome has also won two Olympic bronze medals in road time trials, in 2012 and 2016, and took bronze in the 2017 World Championships. Froome was born in Kenya to British parents and grew up there and in South Africa. Since 2011 he has been a resident of Monaco. At the age of 22, Froome turned professional with Team Konica Minolta. In 2008, he joined the team Barloworld. The same year he moved to Italy and started to ride under a British licence. In 2010, he moved to Team Sky and quickly became one of the team's key cyclists. Froome made his breakthrough as a Grand Tour contender during the 2011 Vuelta a España where he finished second overall, later promoted to first, retrospectively becoming the first British cyclist to win a Grand Tour cycling event. At the 2012 Tour de France, riding as a super-domestique for Bradley Wiggins, Froome won stage seven and finished second overall, behind Wiggins. His first recognised multi-stage race win came in 2013, in the Tour of Oman, followed by wins in the Critérium International, the Tour de Romandie, the Critérium du Dauphiné, and the Tour de France. In the 2014 Tour de France, he retired after multiple crashes. In 2015, he won his second Critérium du Dauphiné and his second Tour de France. He won a third Tour de France in 2016 and became the first man since Miguel Induráin in 1995 to successfully defend his title. He won his fourth Tour de France in 2017, followed by successive wins at the 2017 Vuelta a España and the 2018 Giro d'Italia, his first victories in both races.[N 3] These achievements made him the first cyclist to win the Tour–Vuelta double since the Vuelta was moved to September, the first rider to achieve any Grand Tour double in nearly a decade, and the first to hold all three Grand Tour winners' jerseys at the same time since Bernard Hinault in 1983. Throughout his career Froome has faced a series of allegations that he exploited a loophole in cycling's anti-doping regulations to use a performance-enhancing drug.[9] In 2019 a serious training crash before the Critérium du Dauphiné halted Froome's career, after he broke numerous bones including his pelvis, femur and four ribs. Although he managed to recover following surgery to return to the peloton in 2020, he struggled to regain his former form. He left Ineos Grenadiers at the end of 2020 to join Israel Start-Up Nation but his form struggles continued through the 2021 season, with Froome failing to contend seriously in stage races since his accident. Despite these struggles, Froome remains the most successful general classification rider still active in the peloton as of 2021. Froome was born on 20 May 1985 in Nairobi, Kenya,[10] the youngest of three boys to mother Jane and English father Clive, a former field hockey player who represented England at under-19 level.[11] His mother's parents had emigrated from Tetbury, Gloucestershire, England, to Kenya to run a crop farm.[12][13][14] Whilst living abroad his parents maintained British customs with Sunday roast dinners and Beatles songs which contributed to his desire to represent Great Britain in cycling.[15] In Kenya he would sell avocados and discarded bike parts.[16] Froome's two older brothers, Jonathan and Jeremy, went to Rugby School in Warwickshire, England.[11] When Froome was 13, his mother took him to his first organised bike race, a charity race that he won despite being knocked from his bike by his mother. There he met professional cyclist David Kinjah, who became Froome's mentor and training partner.[11][17][18][19] Initially Kinjah misjudged Froome's attitude, fearing he lacked the \"work ethic to keep pace with more experienced riders of the group\"[16] His mother was upset with his cycling, often driving out ahead, attempting to drive him back home.[16] After finishing primary school at the Banda School in Nairobi,[20] Froome moved to South Africa as a 14-year-old to attend St. Andrew's School, a publicly funded school in Bloemfontein[21] and St John's College, a boarding independent school in Johannesburg.[19][22][23] Froome attended St John's alongside South African-born Scott Spedding, who went on to a professional rugby union career including playing internationally for France.[24] Whilst in South Africa he was the school's cycling captain and kept in contact with Kinjah.[16] He then studied economics for two years at the University of Johannesburg.[25][26][27] In South Africa Froome started to participate in road cycling. On one of his school holidays, his home club gifted him with a second-hand yellow jersey. Being unaware of the Tour de France, he failed to see the significance.[16] It was not until he was 22 that he turned professional.[25] Froome started road racing in South Africa, specialising as a climber.[28] Froome competed for Kenya in the road time trial and the road race at the 2006 Commonwealth Games in Melbourne, where he finished 17th and 25th respectively, catching the attention of future Team Sky principal Dave Brailsford: \"The performance he did, on the equipment he was on, that takes some doing ... We always thought he was a bit of a diamond in the rough, who had a huge potential.\"[29] While representing Kenya at the 2006 Road World Championships in the under-23 category in Salzburg, Austria, Froome crashed into an official just after the start of the time trial,[10] causing both men to fall; although neither was injured,[30] he finished in 36th place.[31] Froome's appearance at the Worlds came about after he impersonated Kenyan cycling federation president Julius Mwangi by using Mwangi's email account to enter himself into the Championships, in order to add some European racing experience to his CV and boost his chances of obtaining a contract with a professional team.[32] Froome turned professional in 2007, aged 22, with the South African team, Konica Minolta, withdrawing from university two years into his degree in economics.[33] He competed from April to September in the U23 Nations Cup for the Union Cycliste Internationale's World Cycling Centre (WCC) team based in Aigle, Switzerland.[34] In May he rode his first stage race, the Giro delle Regioni, winning stage five, riding for WCC.[33][35] In late-May he won stage six of the Tour of Japan, attacking from a breakaway in the fourteen-lap circuit in Shuzenji.[36] In June he competed at the \"B\" world championships in Cape Town, placing second to China's Haijun Ma in the 26.8-kilometre-long (16.7 mi) time trial.[37][38] In July, he claimed a bronze medal in the road race at the All-Africa Games in Algiers, Algeria.[39] On 26 September, he placed forty-first in the under-23 time trial at the world championships in Stuttgart, three minutes and thirty seconds behind the gold medalist, Lars Boom of the Netherlands.[40] His performances in 2007 attracted the attention of British Cycling coach, Rod Ellingworth, who believed Froome had potential. Froome said: \"Although I was riding under the Kenyan flag I made it clear that I had always carried a British passport and felt British. It was then we talked about racing under the Union Flag, and we stayed in touch.\"[12] Froome was introduced to the British-based, South African-backed, second-tier UCI Professional Continental team, Barloworld, by South African Robbie Hunter, signing with them for the 2008 season.[22][33] In March he finished second overall in the Giro del Capo in South Africa, one minute and forty-one seconds behind his teammate, Christian Pfannberger.[41] Over March and April, he rode the Critérium International, Gent-Wevelgem and the Ardennes classics. In May 2008, Froome switched from a Kenyan licence to a British licence, to have a chance of riding in the 2008 Summer Olympics, where Kenya did not qualify.[42] He made his Grand Tour debut when he was named in Barloworld's squad for the Tour de France – becoming the first participant born in Kenya,[42] in which he finished 84th overall and 11th among the young rider classification.[43] In October, Froome finished fourth overall in the Herald Sun Tour in Victoria, Australia.[44] Froome claimed his next professional win in March 2009, with the second stage of the Giro del Capo in Durbanville, South Africa, attacking a ten-strong breakaway with 30 km (18.6 mi) and finishing four minutes ahead.[45] He then participated in the Giro d'Italia, in which he came 36th overall, and seventh young rider classification.[46] In July he won a minor one day race, Anatomic Jock Race, in Barberton South Africa.[47] In September 2009, it was announced that he was to join British cycling team, Team Sky, for the 2010 season.[48] Froome rode the 2010 Giro d'Italia. On stage nineteen, he was suffering with a knee injury and on the Mortirolo Pass he was seen holding on to a police motorbike. He had been dropped by the gruppetto, and intended to reach the feed zone and retire from the race. For holding on to the motorbike he was disqualified from the race.[49][50] During his first season with Sky, his best result was at the Tour du Haut Var, where he finished ninth in the overall standings.[51] He also finished second at the 2010 national time trial championships.[52] In October he represented England at the Commonwealth Games, in Delhi, coming fifth in the 40-kilometre-long (25 mi) time trial, two minutes and twenty seconds behind the winner, Scotland's David Millar.[53] The early highlights of Froome's 2011 season were top fifteen finishes in the Vuelta a Castilla y León and the Tour de Romandie. Froome had a mixed Tour de Suisse, riding with the lead group on some mountain stages yet losing time on others, and finishing ninth in the final time trial,[54] and 47th in the general classification.[55] He continued his season at the Brixia Tour where he finished 45th in the general classification, and the Tour de Pologne, finishing 85th.[56] Froome entered the Vuelta a España as a last-minute replacement for Lars Petter Nordhaug[56] and a domestique for Bradley Wiggins. Wiggins gave him credit for his ride in stage nine, where he helped Wiggins gain time on his rivals.[57] The following day in stage ten, however, Froome out-rode Wiggins to finish second in the time-trial behind HTC–Highroad's Tony Martin and to take an unexpected lead in the race.[58][59] During stage eleven he helped his team neutralise some attacks but soon found himself unable to follow the main group. However, he managed to hang on to second place in the general classification.[60] After losing the jersey to Wiggins on stage eleven, Froome continued to ride in support of his leader. On stage fourteen, he helped to drop rivals including Liquigas–Cannondale rider Vincenzo Nibali and Joaquim Rodríguez (Team Katusha) on the final climb. Wiggins credited his lead to Froome, in a stage which also saw Froome rise back up to second in the standings.[61] On the tough stage fifteen which ended on the Alto de l'Angliru, stage winner Juan José Cobo (Geox–TMC) took the overall lead. Froome finished in fourth place, forty-eight seconds behind Cobo, and retained his second place in the overall strandings.[62] On stage seventeen, Froome attacked Cobo 1 km (0.6 mi) from the summit finish, but Cobo fought back, catching Froome in the final 300 metres, only for Froome to attack again to win the stage and arrive one second in front of Cobo.[63] As a result of time bonuses, Froome reduced Cobo's lead to thirteen seconds. Froome was unable to reduce Cobo's lead any further and initially was placed second overall in the Vuelta.[64] On 17 July 2019, Froome was declared the winner of the race following the disqualification of Cobo for drug offences.[65] The win, retroactively, made him the first British rider to win a Grand Tour. Froome was initially close to being dropped by the team at the end of the season, and Sky's team manager Dave Brailsford had been in talks with Team RadioShack's manager Johan Bruyneel offering a trade, but Brunyeel had turned down the offer saying 'I want a cyclist, not a donkey'.[66][67][68] However, after watching Froome's strong performance in the Vuelta, team manager Dave Brailsford reportedly flew to Spain to offer him a new contract in the middle of the race.[66] Five days after the race's finish in Madrid, Froome signed a new three-year contract with Sky.[69] Later that year, it was revealed Froome had suffered throughout the year from the parasitic disease schistosomiasis, after having picked up the disease during a visit to Kenya in 2010.[70][11][71] Brailsford speculated that the disease had affected Froome's earlier career in a negative way.[72] The discovery and subsequent treatment of the illness has been used to explain Froome's rapid rise in form during 2011.[22][72] He was part of the Great Britain team that helped Mark Cavendish win the world road race championship.[73] In October, Froome finished third overall in the first edition of the Tour of Beijing, 26 seconds behind overall winner, Tony Martin.[74] The early part of Froome's 2012 season was wrecked by illness. He withdrew from the Volta ao Algarve with a severe chest infection, and blood tests showed the schistosoma parasites were still in his system.[70][75] In March, while on a training ride, Froome collided with a 72-year-old pedestrian.[76] He returned to racing in May, for the Tour de Romandie, where he helped Wiggins win the race overall,[77] before participating in a training camp on Teide in Tenerife with several of his teammates.[78] Froome was selected for the Sky squad for the Tour de France. After placing 11th in the prologue,[79] he suffered a punctured tyre 9 mi (14.5 km) from the end of stage one and lost over a minute to overall leader Fabian Cancellara (RadioShack–Nissan).[80] On stage three, Froome was involved in a crash on the hill-top finish in Boulogne-sur-Mer, and was sent flying into safety barriers, but was unharmed and was given the same finishing time as the winner, Peter Sagan of Liquigas–Cannondale.[81] On stage seven finishing atop the Category 1 climb to La Planche des Belles Filles, he protected his leader Wiggins and was part of a small group that came in sight of the finish line. Cadel Evans (BMC Racing Team) attacked, Froome jumped on his wheel and won the stage with an advantage of two seconds over his leader and Evans. Froome took the lead in the mountains classification.[82] With that operation, he took the polka dot jersey, but lost it to Fredrik Kessiakoff of Astana the very next day.[83] Froome finished second to Wiggins on stage nine, an individual time trial, and moved up to third overall.[84] On stage eleven to La Toussuire, Froome attacked the remaining group on the last climb, 4 km (2.5 mi) before the finish line. He subsequently received the order from his team manager to hold back and wait for yellow jersey Wiggins. He finished third on the stage.[85] For his efforts in assisting Wiggins, Froome was lauded in the media as a super-domestique.[86][failed verification] On stage seventeen, Froome and Wiggins finished second and third respectively on the final mountain stage to further cement their general classification positions,[87] although Froome repeatedly waited for Wiggins on the final climb, costing him the chance of winning the stage.[88] On stage nineteen, a time trial, Froome finished second to Wiggins, mirroring the overall standings.[89] Wiggins went on to win the tour with Froome second, becoming the first two British riders to make the podium of the Tour de France in its 109-year history.[90] Froome, along with Sky teammates Wiggins, Cavendish and Ian Stannard, as well as Millar (Garmin–Sharp) were selected for Team GB's road race at the Olympic Games.[91] Froome and Wiggins also contested in the time trial.[92] Froome won bronze in the time trial, with teammate Wiggins taking gold.[93] Froome was selected as Team Sky's leader for the Vuelta a España, where he aimed to go one better than 2011 and win his first Grand Tour.[94] He lay third after the first mountain finish on stage three,[95] and moved up to second on stage four after leader Alejandro Valverde crashed, losing 55 seconds to the chasing group.[96] Froome moved down to third during the stage-eleven time trial sixteen seconds off leader Rodriguez.[97] He lost another twenty-three seconds on stage twelve, putting him 51 seconds down.[98] He struggled through the rest of the second half of the race. He ended up fourth overall, finishing over ten minutes behind the race winner, Alberto Contador (Saxo Bank–Tinkoff Bank).[99] Froome's 2013 season began at the Tour of Oman, where he took the race lead on stage four, finishing second to Rodríguez on the summit finish of Jebel Akhdar.[2] Froome then won the following stage to extend his lead, out-sprinting Contador and Rodríguez.[100] He finished the race taking the overall classification, his first stage race win of his career, 27 seconds ahead of Contador, with Cadel Evans twelve seconds further back. He also won the points classification.[101] Froome then led Team Sky at the Tirreno–Adriatico in March, where he won the fourth stage after countering an attack by Contador, Astana rider Nibali and Vini Fantini–Selle Italia's Mauro Santambrogio on the final climb to Prati di Tivo.[102] Froome lost time on eventual winner Nibali on the penultimate stage, finishing the race in second place.[103] Froome returned to action, and to the top step of the rostrum, in the Critérium International. After finishing fourth in the short second-stage time trial, he passed teammate Richie Porte to win the third and final stage. In so doing, he overtook Porte in the general classification.[104] In late April, Froome won the 7.5 km (4.7 mi) prologue of the Tour de Romandie in Le Châble, Switzerland, taking the leader's jersey, with a six-second gap over Andrew Talansky of Garmin–Sharp.[105] He remained in the yellow leader's jersey throughout the entire race, increasing his advantage over his rivals to almost a minute with a strong performance in the penultimate queen stage. Near the end of that stage, after losing his support riders in the peloton, Froome gave solo chase to breakaway Team Katusha rider Simon Špilak and after catching him, worked with the Slovenian to maintain and extend their lead on the peloton and improve their general classification standings. Špilak won the stage, which catapulted him into second place in the overall, with Froome on his wheel in second.[106][107] In the final individual time trial stage Froome took third place, increasing his lead and winning his third race of the season.[108] Froome's final warm up race before the Tour de France, for which he was favourite, was the Critérium du Dauphiné at the beginning of June.[109] He sat second overall behind Garmin–Sharp's Rohan Dennis after coming third in the time trial on stage four.[110] Froome won stage five after countering a late attack by Contador, to take the race lead by 52 seconds over teammate Porte.[111] Froome helped Porte solidify his second place on stage seven,[112] and on stage eight the pair rode away from their rivals on the final climb, with only Talansky (Garmin–Sharp) able to follow. Froome took second on the stage behind Alessandro De Marchi of Cannondale, who had attacked earlier, to secure overall victory, with Porte completing a one-two, 58 seconds back. This was Froome's fourth major stage race victory of the season, out of the five he had entered.[113][114] Froome's Tour de France got off to a nervy start as he crashed in the neutral zone of the first stage on the isle of Corsica, but he was unharmed. Also, he avoided going down in the large crash towards the end of the stage.[115] After staying out of trouble for the rest of the first week, Froome won stage eight, the first mountain stage of the race, finishing on Ax 3 Domaines, by launching an attack after teammates Peter Kennaugh and Porte had brought back an earlier attack by Movistar Team's Nairo Quintana, and distanced most of Froome's rivals. Froome's winning margin on the stage was 51 seconds over Porte, and 85 seconds to Valverde (Movistar Team) in third. This gave Froome the overall lead in the Tour for the first time and the lead in the mountains classification.[116][117] On the following stage, however, Froome was left isolated as no teammates were able to follow repeated attacks early in the stage by Garmin–Sharp, Movistar Team and Saxo–Tinkoff riders. Despite being without any team support for most of the stage, Froome was able to defend his lead by following several attacks by Quintana and Valverde.[118] Froome then finished second in the individual time trial on the twelfth stage, twelve seconds behind Tony Martin, to put further time into all of his rivals.[119] However, on stage thirteen Saxo-Tinkoff caused a split in the peloton due to strong crosswinds, which Froome missed. Saxo–Tinkoff's Contador and Roman Kreuziger, and Laurens ten Dam and Bauke Mollema of Belkin Pro Cycling all made the selection and took 69 seconds out of Froome's lead, although Valverde lost over ten minutes and slipped out of contention.[120] Froome won stage fifteen, which finished on Mont Ventoux. Kennaugh and Porte dropped all of the leading contenders except Contador on the early part of the climb, before Froome surged clear of Contador with 7 km (4.3 mi) remaining and caught Quintana, who had attacked earlier in the climb. The pair worked together to put time into their rivals, before Froome dropped Quintana with 1.2 km (0.7 mi) remaining and soloed to the finish. This gave Froome a lead of four minutes and fourteen seconds over Mollema in second place, with Contador a further eleven seconds back. Froome also regained the lead in the mountains classification.[121][122] He won the stage seventeen time trial, finishing the 32 km (20 mi) course from Embrun to Chorges in 51 minutes 33 seconds, with Contador coming in nine seconds behind him, in second place.[123] Froome defended his lead during the Alpine stages, extending his overall lead as Mollema and Contador dropped back.[124] Froome won the general classification on 21 July with a final time of 83 hours, 56 minutes and 40 seconds; he was 4 minutes and 20 seconds ahead of second-placed Quintana. He was also King of the Mountains for six stages; however, he ultimately finished second to Quintana in that classification.[125] Froome's overall win and stage victories in the Tour win put him at the top of the UCI World Tour ranking, with 587, ahead of Sagan on 409.[126] Partly because[according to whom?] the 2013 Tour was the first since Lance Armstrong's admission of doping, such questions were asked of Froome. He insisted that he and his team were clean and stated that the questioning saddened him.[127] Froome was drug tested during the Tour[125] and Team Sky principal Dave Brailsford offered the World Anti-Doping Agency all performance data they had on Froome as evidence.[128] In October Froome was named winner of the prestigious Vélo d'Or award for the best rider of the year.[129] As defending champion for the first time, Froome started his 2014 season by again winning the Tour of Oman.[130] After some minor illnesses and back problems, which meant he missed Tirreno–Adriatico,[131] his next stage race was the Tour de Romandie, again as defending champion, which he won by 28 seconds ahead of Špilak, with the two riders placing first and second in that race for the second consecutive year.[132] He also won the final stage of the race, an 18.5 km (11.5 mi) individual time trial, finishing a second faster than three-time time trial world champion Martin. To celebrate the Tour de France moving from Britain to France in July, Froome rode a bicycle through the Channel Tunnel, becoming the first solo rider to do so and one of few cyclists ever to have made the journey. The Crossing took under an hour at a top speed of 65 km/h.[133] Froome crashed out on the fifth stage of the Tour de France after falling three times over two days, putting an end to his defence of his Tour de France crown.[134] He came back in time to duel with Alberto Contador on the Vuelta a España. He lost time on the first individual time trial.[135] Before the last stage, a short (10 km) flat time trial, Froome was in second place with a deficit of 97 seconds on the Spaniard.[136] He finally finished second.[137] He was also awarded the overall combativity award. Following his 2013 and 2014 early-season victories in the Tour of Oman, Froome decided to begin his 2015 racing season in February at the Ruta del Sol in Spain. He was joined there by Contador, both riders competing in this race for the first time. Having lost eight seconds to Contador in the first day's individual time trial,[138] Froome ceded even more time to him on the third stage, when the Spaniard broke away from the peloton during the uphill finish to win the stage. Now 27 seconds behind Contador, with only one mountain stage remaining, Froome seemed likely to end up second.[139] But on the penultimate fourth stage, which had a steep uphill finish, Team Sky worked hard and dropped all of Contador's Tinkoff-Saxo teammates as the leaders reached the final climb. After some punchy moves by his support riders, Froome began a solo attack. For a short time Contador was able to follow, but he soon fell away. Froome won the stage and was able to open a 29-second gap on second-place Contador by the finish line, enough to overcome his deficit and take the overall race lead by two seconds.[140] The final fifth stage was relatively flat, with no likely chance for Contador to make up his deficit, allowing Froome to collect his first stage race victory since May 2014.[141][142] This was the third year in a row that Froome won his season opener stage race.[142] For the second year in a row, Froome did not start Tirreno–Adriatico, due to a chest infection.[131] He participated in the La Flèche Wallonne but crashed badly, remounted and finished 123rd, at 12:19.[143] He later participated in the Tour de Romandie in hopes of winning it for the third year in a row, but had to settle for third place in the general classification after winner Ilnur Zakarin and second-place Simon Špilak, both of Team Katusha.[144] In June, he was in full preparation for the Tour de France as he participated to the Critérium du Dauphiné. He won stage seven, the queen stage, thanks to two consecutive attacks on the last climb of the day, one to shed the leading group and another one to get rid of Tejay van Garderen, who had resisted the first one.[145] On the stage, he repeated the exploit of winning solo while putting enough time into van Garderen to win the overall classification as well.[146] Froome entered the Tour de France as one of the favourites for the overall win. After a strong performance on the Mur de Huy Froome took over the race lead by one second from Tony Martin,[147] although he subsequently lost the jersey to Martin on stage four to Cambrai.[148] Following Martin's retirement from the race with a broken collar bone sustained in a crash near the end of stage six[149] Froome was promoted to race leader, but declined to wear the yellow jersey during stage seven.[150] During the evening of the first rest day of the Tour, it emerged that the team had had some of Froome's data files hacked and released onto the internet.[151] As the Tour entered the second week of racing stage ten saw the first mountains stage, the summit finish of La Pierre Saint-Martin, where Froome would go on to take the stage win, putting significant time into his general classification rivals.[152] During the remainder of the race the team faced intense scrutiny regarding their dominant performances; Porte was punched in the ribs by a spectator in the Pyrenees,[153] and Froome claimed he had urine thrown at him by another spectator, who Froome described as 'clearly French',[154] and levelled his blame for the poor spectator behaviour on the press for 'irresponsible journalism'.[155] Team Sky then released some of Froome's power data from stage ten in an attempt to calm claims of blood or mechanical doping.[156][157] Froome maintained his lead during the final week's Alpine mountain stages, although he lost 32 seconds to Quintana, who had emerged as his principal rival, on the penultimate mountain stage to La Toussuire, and another 86 seconds on the final summit finish on Alpe d'Huez, giving him a lead of 72 seconds over Quintana in the general classification. In addition to winning the race overall he clinched the mountains classification.[158][159] In August, Froome confirmed that he would follow up his Tour win by riding in the Vuelta a España.[160][161] Froome lost time on his rivals on the first summit finishes, though he gained back some time on the summit finish of stage nine.[162] Stage eleven was a mountainous stage in Andorra that Froome had described as \"the toughest Grand Tour stage I’ve ever done\".[163] He crashed into a wooden barrier on the approach to the first climb of the day; he continued to the end of the stage, though he lost significant time on all his rivals. The following morning, an MRI scan revealed that he had broken his foot in the crash and he withdrew from the Vuelta.[164] Froome was appointed as an Officer of the Order of the British Empire (OBE) in the 2016 New Year Honours for services to cycling.[1] Before the 2016 season, Froome announced that he would attempt to win the Tour, as well as the time trial and road race at the Olympics.[165] Froome started the season early, competing in the 2016 Herald Sun Tour in Australia (a race in which he had finished fourth in 2008). The Herald Sun Tour consisted of a short individual time trial prologue, followed by four stages. On the last stage, which culminated in a triple climb of Arthurs Seat and a summit finish, Froome broke away in a solo attack on the third and final ascent, and opened up a sufficient gap on the field to secure his first 2016 victory, along with the King of the Mountains award.[166] Froome's next racing appearance was at the Volta a Catalunya in late March, where he finished eighth overall.[167] He subsequently competed at the Tour de Romandie, which brought mixed results. On the second stage, he punctured on a climb 20 km from the end and finished 17 minutes down on stage winner and new race leader Nairo Quintana.[168] However, on stage four, the queen stage, he and Tejay van Garderen attacked from the bunch to join the day's original breakaway; the pair then rode away on the final climb, and Froome distanced van Garderen with 7.4 km to go, holding on to win the stage with a four-second lead over the leader's group.[169] In June, as preparation for the Tour de France, he took part in the Critérium du Dauphiné, which he won by 12 seconds over Romain Bardet of AG2R La Mondiale. This was Froome's third victory at the Dauphiné over the last four years.[170] On Stage 8 of the 2016 Tour de France, Froome attacked on the descent of the Col de Peyresourde and held off the leading group of GC contenders to take a solo victory in Bagnères-de-Luchon. By doing so, Froome took the Yellow Jersey, leading the race by 16 seconds over Adam Yates (Orica–BikeExchange).[171] Following the stage, Froome received a fine of 200 Swiss Francs for elbowing a spectator in the face who had run alongside him during the ascent of the Col de Peyresourde.[172] He further surprised his rivals on stage 11 to Montpellier when he finished second in a sprint to Peter Sagan, after being part of a 4-man break in the final 12 kilometers after the peloton split due to crosswinds.[173] On Stage 12, on the ascent up Mont Ventoux, Froome collided with Richie Porte and Bauke Mollema and a motorbike after spectators on the road forced the motorbike to stop. Porte and Mollema continued riding, while Froome ditched his bike and continued on foot until receiving a replacement bike from his team car. He finished the race 1 minute and 40 seconds behind Mollema, but was awarded the same time as Mollema after a jury decision, and retained the yellow jersey.[174] He followed with good results in both of the individual time trials with a second-place finish on stage 13 and winning stage 18. Froome went on to claim his third Tour de France victory on 24 July 2016 and became Britain's first-ever three-time winner of the race.[175] He followed his Tour win with a bronze medal at the 2016 Rio Olympics, during the Men's Time Trial event,[176] repeating his bronze medal success from London 2012.[177] After the Olympics, he was named in the start list for the 2016 Vuelta a España, during which he helped the team win the opening team time trial and later won stage 11 on Peña Cabarga, the site of his first Grand Tour stage victory in 2011.[178] He lost over 2 and a half minutes on stage 15 when rivals Nairo Quintana and Alberto Contador attacked together from kilometre 10 and blew the race apart, isolating him from his teammates.[179] However, Froome gained back time lost in a victory on the stage 19 individual time trial to Calp. He finished the Vuelta in second overall, 1:23 back of race winner Quintana.[180] Froome won his fourth Tour de France title on 23 July 2017. He beat Rigoberto Urán by 54 seconds. Although Froome never won a stage during the 2017 Tour or any prior race during that calendar year, he was victorious thanks to his exceptional time trialing abilities showcased on the Grand Depart in Düsseldorf and on stage 20 in Marseille.[181] On 19 August, Froome started the Vuelta a España aiming to win it having finished 2nd on three occasions previously and had gone in as the overwhelming favourite.[182] On stage 3 Froome attacked up the final climb with only Esteban Chaves able to follow him. However, they were pegged back on the descent and Vincenzo Nibali won the stage in the reduced sprint. Froome finished 3rd and the bonus seconds at the line plus those he picked up at the intermediate sprint were enough to see him take the red jersey for the first time since 2011.[183] He went on to win stage 9 at Cumbre del Sol (the same finish where he lost to Dumoulin in 2015), also taking the lead in the points classification in the process. Despite a crash on stage 12, he recaptured the lead in the points classification with a 5th-place finish on stage 15 to Sierra Nevada and won the stage 16 individual time trial at Logroño, also taking the stage's combativity prize. A third-place finish on the Alto de l'Angliru cemented the red jersey as well as the combination classification, and on the final sprint stage at Madrid, held on to win the points classification by 2 points over Matteo Trentin. With the victory, Froome became the first British rider to win the Vuelta, and the third man to successfully complete the Tour-Vuelta double in the same year joining Jacques Anquetil and Bernard Hinault. He then competed at the 2017 UCI Road World Championships in Bergen only about a week after his Vuelta victory and won two bronze medals: one in the men's team time trial with Team Sky, the other in the men's individual time trial for Great Britain.[184][185] On 17 October 2017, he won his third Vélo d'Or award as the best rider of the 2017 season.[186] On 13 December 2017, the UCI announced that Froome had returned an \"Adverse Analytical Finding\" (AAF) for almost twice his allowed dose of salbutamol, an asthma medication. Both the A and B samples revealed urinary salbutamol concentration in excess of the 1000–1200 ng/mL threshold of \"therapeutic use\".[187] The threshold for salbutamol is 1000 ng/mL and the decision limit, taking into account measurement uncertainty, is 1200 ng/mL.[188] The test was taken after stage 18 of the Vuelta a España. In a statement, Froome commented: \"My asthma got worse at the Vuelta so I followed the team doctor’s advice to increase my salbutamol dosage. As always, I took the greatest care to ensure that I did not use more than the permissible dose.\"[189] Under new WADA rules, compensation has been made for urine concentration and dehydration, under which Froome's level has been lowered to 1,429 ng/mL rather than 2,000 ng/mL.[190] Subsequently, Froome took much of the off-season contacting experts and reading reports on the situation.[191] Following the leaking of test results to The Guardian and Le Monde newspapers,[192] the newspaper article stated that ' [this] ...threatens to damage his reputation as one of Britain's most successful athletes.' His team were asked to explain the high levels of the drug revealed in the test, and if not adequately explained it would have resulted in a ban from the sport. His case has been widely criticised by fellow cyclists and in January 2018 UCI president David Lappartient recommended that he was suspended by Team Sky until his case was resolved.[193] In February 2018 Dave Brailsford defended Froome saying \"For me, there's no question, he's done nothing wrong – no question, no question, no question.\" He went on to say that he believed Froome was innocent and that he felt the case shouldn't have been made public.[194] On 2 July 2018, the UCI officially closed the investigation into Froome, stating that the rider had supplied sufficient evidence to suggest that \"Mr Froome's sample results do not constitute an AAF\".[195] On 29 November 2017, Froome announced that he intended to participate in the 2018 Giro d'Italia in an attempt to complete the Giro-Tour double, marking his first start in the race since 2010. A win would make him the seventh rider to win all three Grand Tours, and the third rider to hold all three Grand Tour titles simultaneously in a single 12-month period.[196] On 5 February 2018, Froome announced he would start his season with an entry into the Vuelta a Andalucía (Ruta del Sol),[197] despite calls for him not to race until his case was resolved. However, there were also signs of support for Froome, with Ruta del Sol organiser Joaquín Cuevas claiming it to be \"a pleasure and an honour\" to have Froome in the race,[198] and Mauro Vegni, the organiser of the Giro d'Italia, commenting that 'If he [Froome] wins the pink jersey, he'll always be the winner for me'.[199] Cyclingnews.com also reported that Froome would be likely to compete in two Italian pre-Giro stage races: Tirreno–Adriatico and the Tour of the Alps.[200] Froome entered the 2018 Giro d'Italia as one of the favourites to take the overall victory in Rome at the end of May. Once at the start of the Giro d'Italia, he was he would be cleared of his offences.[191] However, before the race could even begin Froome crashed whilst performing a recon of the opening time trial in Jerusalem.[201][202] Froome would finish the time trial in 21st place, ceding 35 seconds to overall rival Tom Dumoulin. After the race, Team Sky directeur sportif Nicolas Portal admitted that the injury Froome sustained in the crash was worse that they had stated at the time, and Brailsford said that the crash was a setback to Froome's physical condition, which the team felt was below the required level at the start of the Giro.[203] By the end of the first summit finish on Mount Etna, Froome had risen to eighth overall, one minute and 10 seconds behind early race leader Simon Yates.[204] On stage 8, Froome fell on his injured side when his rear wheel slid on a wet climb.[203] By the end of stage 9 to Gran Sasso d'Italia, Froome had lost a further one minute and 17 seconds to Yates, dropping to 11th overall. Stage 10 could have also proven ominous when afterwards he admitted to feeling pain and an imbalance between his legs; and was glad to maintain his position.[191] Froome's first signs of recovery came through on the most difficult climb of the race to that point, Monte Zoncolan, where he distanced all of his main overall rivals, taking the stage win. Froome's deficit to the maglia rosa was now 3' 10\".[205] However, on the final climb of the following stage to Sappada Froome cracked, yielding more than a minute to the other main general classification contenders. Overall, Froome lay 4'52\" from Yates, the leader, 2'41\" from Dumoulin, 2'24\" from Domenico Pozzovivo and 2'15\" from Thibaut Pinot.[206] Froome's fortune began to change as the race entered the third week, with a strong performance in the 34 km, Stage 16 time trial – from Trento to Rovereto – finishing fifth on the stage, rising to fourth overall and moving to within four minutes of Yates.[207] On stage 18 to Prato Nevoso Yates displayed the initial signs of weakness, cracking on the final slopes of the summit finishes and losing 28 seconds to all of his other general classification rivals.[208] Stage 19 of the race had been classified as the 'queen stage' of the race, with three focused climbs in the latter half of the stage. These included the half paved-half gravel climb of the Colle delle Finestre, followed by the climb to Sestriere and the final uphill finish to Bardonecchia. On the evening before the stage, Team Sky's management decided that Finestre would be the ideal place to put pressure on Yates: if a team rode hard on the front, its 27 hairpin turns would create a concertina effect in the peloton, making it difficult for riders behind to follow, and forcing teams to shed their domestiques. Froome then planned to attack Dumoulin on the 8 km gravel section at the top of the climb. To ensure that Froome would be able to obtain the nutrition necessary to sustain such a long-range attack without carrying extra weight, the team commandeered all its staff at the race including Brailsford and Ellingworth themselves to ensure there were feeding stations every ten minutes up the Finestre. On the stage itself, the early breakaway, which included Froome's teammates Sergio Henao and David de la Cruz, was closed down by Yates's Mitchelton–Scott team just before the Finestre.[209] Sky's climbing train set an extremely high tempo at the beginning of the climb:[203] with Yates in difficulty on its lower slopes and with 80 km left of the stage, Froome launched a solo attack. Froome's advantage grew throughout the second half of the stage, culminating in him taking the stage honours. Importantly, a stage victory of more than three minutes which included picking up three bonus seconds at the second intermediate sprint in Pragelato resulted in Froome taking the overall race lead, 40 seconds ahead of the 2017 Giro d'Italia victor, Tom Dumoulin.[210] Taking the maximum number of points on all three of the remaining climbs on the stage (Finestre, Sestriere and the Jafferau), Froome also moved into the lead in the mountains classification. His solo attack was likened to famous historical performances such as Fausto Coppi to Pinerolo in 1949, Claudio Chiappucci to Sestriere in 1992, Marco Pantani on the Galibier in 1998, Floyd Landis's long-range attack to Morzine, and Michael Rasmussen to Tignes in 2007.[211] Froome held on to the maglia rosa on the final 'true' day of racing for the GC, neutralizing several attacks by Dumoulin in the final kilometers before launching a counter-attack of his own, putting an additional 6 seconds into his rival at the finish line at Breuil-Cervinia. Froome took victory in the 2018 Giro d'Italia making him the first British rider to win the overall title, the first rider since 1983 to hold all three Grand Tour titles simultaneously, as well as becoming the seventh man to have completed the career Grand Tour grand slam.[212] He then went into the 2018 Tour de France as one of the main favorites for victory despite the mostly negative reactions from some fans.[213] Crashing twice on stages 1 and 9 as well as looking vulnerable on several other stages, Froome then shifted his focus on helping his friend and longtime teammate Geraint Thomas. Thanks to his performance in the penultimate day time trial to Espelette, Froome finished third overall behind Thomas. Despite being defending champion of the Vuelta, Froome decided to skip the 2018 edition having ridden four consecutive Grand Tours.[citation needed] He instead rode the 2018 Tour of Britain. It was the last race of his 2018 season, electing to skip the World Championships in Austria citing physical as well as mental fatigue to be the main reasons behind his decision.[214] On 1 January 2019, Froome announced that he would not be defending his title at the Giro d'Italia, instead focusing on the 2019 Tour de France with the aim of winning the race for the fifth time.[215] He started his season at Tour Colombia in February, and also rode the Volta a Catalunya in support of Egan Bernal. He completed the Tour of the Alps and the Tour de Yorkshire prior to returning to the Critérium du Dauphiné.[216][217] On 12 June 2019, Froome was hospitalised with a fractured right femur, a fractured elbow, and fractured ribs, after a high-speed crash into a wall while training for the 4th stage of the Critérium du Dauphiné.[218][219] The incident ruled out his participation in the 2019 Tour de France.[220] He spoke for the first time on 3 August 2019 in an interview about the incident and the recovery process.[221] On 10 September 2019, almost 3 months into his recovery, Froome was confirmed to participate in the 7th edition of the Saitama Criterium,[222] and on 29 September 2019 posted to social media that he was back training on the road.[223] In his first official team interview posted on 17 January 2020, Froome confirmed that he had been given the green light to begin full training following the rehab stage of his recovery and participated in a training camp with several teammates in Gran Canaria, citing his big focus as getting to the 2020 Tour de France with the ambition of getting his fifth overall victory.[224] On 22 January, it was announced that Froome's first race back would be the UAE Tour at the end of February, rejoining the peloton for the first time since his accident.[225] On 9 July 2020, it was announced that Froome's contract with Team Ineos would not be extended beyond the end of the 2020 season,[6] having been with the team since its formation in 2010. Later that day, Froome signed a \"long-term\" contract with Israel Start-Up Nation from the 2021 season.[226][227] Following the end of the lockdown, Froome completed the Route d'Occitanie, the Tour de l'Ain and the Critérium du Dauphiné. On 19 August 2020, it was announced that he would not be part of the team for the Tour de France, but would instead be the team's designated leader at the Vuelta a España, which would eventually be his final race with Ineos.[228] Froome had been training and working on further rehabilitation in southern California in preparation for the 2021 season. On 17 December 2020, it was announced that he would make his Israel Start-Up Nation debut at the Vuelta a San Juan in Argentina starting on 24 January.[229] However, with the cancellation of the race due to the COVID-19 pandemic in Argentina, it was later announced that he would open the season at the UAE Tour starting on 21 February.[230] Froome was selected for the Tour de France, his first appearance at the race since 2018, but Israel Start-Up Nation named Michael Woods as team leader.[231] Froome's compatriot Mark Cavendish, who won the points classification, insisted Froome was not to be written off, citing his own comeback testimony as example.[232] Froome sustained injuries on the opening stage but continued on, eventually completing the race in 133rd overall.[233] Froome made his 2022 debut at the Settimana Internazionale di Coppi e Bartali after a knee tendon inflammation.[234] At the end of May, while riding the 2022 Mercan'Tour Classic Alpes-Maritimes, Froome managed his best result since his crash at the 2019 Critérium du Dauphiné, when he finished 11th in the mountain race.[235][236] On stage 12 of the 2022 Tour de France, which was a high mountain stage that finished atop Alpe d'Huez, he bridged up to the breakaway with Tom Pidcock about halfway through the stage,[237]and finished top 3 of a Tour de France stage for the first time since the final ITT of the 2018 edition. He signed in at the podium on stage 18, but DNS because a second Covid test came back positive. At the time he was on pace to finish about 100 places higher than he finished the previous year. Froome met Michelle Cound, a South African of Welsh origin, through South African rider Daryl Impey in 2009. Froome and Cound moved to Monaco together in 2011 and got engaged in March 2013.[238][239] The couple married in November 2014,[240] and on 14 December 2015 had their first child, a son named Kellan.[241] Froome dedicated his 2013 Tour de France win to his mother, who died of cancer five weeks before his Tour debut in 2008.[42][125] His second child, a daughter named Katie, was born on 1 August 2018.[242] Froome was appointed officer of the Order of the British Empire (OBE) in the 2016 New Year Honours for services to cycling. Since winning his first Tour de France title in 2013, doubts over Froome's performances were raised by various experts, including former Festina coach Antoine Vayer. These allegations were based mainly on his sudden transformation from a relatively unknown rider to a Grand Tour winner, following his breakthrough performance in the 2011 Vuelta. After his dominant showing in the first mountain stage of the 2015 Tour, the suspicions increased even further. In an attempt to answer these questions, Froome promised to undergo independent physiological testing soon after finishing the Tour. The test, arranged by Froome himself, took place shortly before the start of the Vuelta, on 17 August 2015, in the GlaxoSmithKline Human Performance lab in London. Several tests were carried to determine his maximum sustainable power for 20–40 minutes (threshold power), level of maximum oxygen consumption (VO2 max) and his peak power. Froome's peak power was measured at 525 W; his peak 20–40-minute power, at 419 W, corresponds to 79.8 percent of the maximum. Given his weight of 69.9 kg (154 lb) (of which 9.8% was body fat) at the time of test, this corresponds to figures of 7.51 and 5.98 W/kg respectively. His maximum oxygen uptake was measured at 84.6 ml/kg/min. At the time, he was reportedly almost 3 kg (6.6 lb) heavier compared to his Tour weight of 67 kg (148 lb). Using this number, the VO2 max figure would translate to approximately 88.2 ml/kg/min. Froome also released results from a previous test, carried out in 2007 while being part of the UCI development programme. The 2007 test measured his peak power at 540 W, the threshold power at 420 W and the maximum oxygen uptake of 80.2 ml/kg/min, at a weight of 75.6 kg (167 lb).[243] Source:[244][245]","Title":"Chris Froome - Wikipedia","KeyID":"8368","URL":"https://en.wikipedia.org/wiki/Chris_Froome"}