{"Content: ":"One-day races and Classics Raphaël Géminiani (born Clermont-Ferrand; born 12 June 1925) is a French former road bicycle racer. He had six podium finishes in the Grand Tours. He is one of four children of Italian immigrants who moved to Clermont-Ferrand[1] fleeing from fascist violence. He worked in a cycle shop and started racing as a boy. He became a professional and then a directeur sportif, notably of Jacques Anquetil and the St-Raphaël team. His professional career ran from 1946 to 1960. He won the mountains competition in the Tour de France in 1951. His best overall place was second in 1951 behind Hugo Koblet. He won seven stages of the Tour between 1949 and 1955 and wore the yellow jersey as leader of the general classification for four days. He won the national championship in 1953, the mountain competition of the Giro d'Italia in 1951 and third place in the Vuelta a España 1955. In 1955, Géminiani finished in the top 10 of the three big tours (Tour de France, Giro d'Italia and Vuelta a España), equalled only by Gastone Nencini in 1957.[2] It has not been equalled since. In 1977 he called doping checks the \"cancer of cycling\".[3] He recognised that he had used drugs during his career.[4] His strong personality earned him the nickname of Le Grand Fusil,[5] which translates roughly as \"Top Gun\". Géminiani's father, Giovanni, brought his family to France in 1920, being prosecuted in Italy by the raising fascist movement. He had run a bicycle factory in Lugo. It burned down. He established a bike shop in Clermont-Ferrand[1] and insisted that his family speak French from then on.[6] The elder son, Angelo was a good amateur rider. Raphaël left school at 12[7] and worked in the shop,[1] building wheels. France was still occupied by the Germans but there were still cycle races. René de Latour wrote in Sporting Cyclist that Géminiani's father said: \"Look at yourself in the mirror, son, and tell me if you ever saw a coureur with legs as skinny as yours. I'm sorry, but bike racing is Angelo's business, not yours.' At 16, in 1943, he won the first round of the Premier Pas Dunlop, which had the status of a youth championship, came third in the next heat and qualified for the final, held on 3 June 1943. It was held at Montluçon. He said: Géminiani started racing in mixed amateur-professional races after the war, first locally and then nationally. He received a professional contract in 1946 for the Métropole team from its manager, Romain Bellenger, and in 1947 rode his first Tour de France. Géminiani's first Tour de France, in 1947 was unsuccessful. The first stage was from Paris to Lille in one of the hottest summers for decades. The roads were still in poor shape from the war and those that were surfaced were often cobbled. Géminiani finished 20 minutes behind the leaders. Next day the race went to Brussels. Géminiani and eight others stayed away for 100 km but by the Belgian capital he was 30 minutes behind. The first riders had dropped out because of the heat. Things got worse. The stage from Brussels to Luxembourg was advertised as 365 km but was more than 400. Riders plundered wayside cafés for drink. Others fought each other to get to drinking fountains. Firemen sprayed water over the competitors as they approached Luxembourg. Géminiani finished 50 minutes down and he and his room-mate, Jo Néri, were too exhausted to eat dinner. On the stage to Strasbourg Géminiani's face was so bloated and blistered that he could no longer see clearly. \"It was so hot that the tar was melting under our roads. I was completely dehydrated. I ended up stopping beside a farm and I lapped up the dirty water from a cattle trough. And that's how I got foot-and-mouth disease. It's usually only cows that get that!\"[9] Next morning he was feverish and close to blind and left the race for hospital. It took two days to reach Clermont-Ferrand and another six to recover. The episode brought criticism when Géminiani was chosen for the Southwest-Centre team.[10] It was strongest in his own area, the Auvergne, where rumours had spread that Géminiani had ridden the 1947 race only because his father had bribed the selectors. There was astonishment when he was picked for the national team in the 1948 Tour de France. He was insulted when he beat a local favourite, Jean Blanc, in a race near Clermont-Ferrand three days before the start. Géminiani said : \"The night before that race, my first selection for the national team, I slept in all my race clothes.\"[9] After four days, he was sixth. He lost ground over the mountains but stayed with stronger riders such as Jean Robic, Louison Bobet and Gino Bartali. He was 14th when the race reached Cannes. He lost time through a succession of flat tyres on the stage to Briançon but still finished 15th, having supported Guy Lapébie, his team-mate, to third place. The tone in Clermont changed: fans met him at the station and drove him through the city in an open car, behind a man walking with a French flag. French cycling in the Fifties was the strongest it had been since the 1930s. In 1951 it had Louison Bobet, strongest in one-day races, and Géminiani, thought the stronger in longer events. Géminiani came second in the 1951 Tour de France, behind Hugo Koblet with Bobet finishing 20th. The two clashed again in the 1953 Tour de France. The national team attacked one of their rivals, Jean Robic, on the stage from Albi to Béziers. The battling went on all day and ended with a sprint on the cinder track at Sauclière where Nello Lauredi won and Géminiani came second, denying Bobet the time bonus which would have helped him win the stage.[11] That denial led to a row over dinner in the French team's hotel. Géminiani became so annoyed at Bobet's accusations that legend says he emptied his plate on Bobet's head. Bobet, as emotional as Géminiani was quick-tempered, is said to have burst into tears and left the table.[12][13] That quick temper was behind an episode in the Tour of 1952, after a stage to Namur, in Belgium. Robic held an impromptu press conference in his bath. Géminiani heard him tell reporters \"I was the crafty one today. I played dead so that I didn't have to do any of the work. And now I've got plenty of chances whereas Gem ought to be in mourning for his Tour.\" Géminiani pushed his way through the journalists and held Robic under the water three times.[13] Marcel Bidot heard the commotion and arrived with Raymond Le Bert, soigneur for Bobet. The two pulled the men apart, Le Bert saying: \"If you fight like that, nobody will benefit but the opposition. Work together instead of bitching all the time (au lieu de vous manger le nez). You'll use less energy and you can both win.\" Bidot said 20 years later: \"There was another outcome to Le Bert's sensible argument, a little push towards destiny. Louison and Raphaël had bedrooms which faced each other. They opened their doors at the same moment, the following morning. They each planned to congratulate the other, which had an outcome we'd never have expected. \" Géminiani warmed to Bobet and took to guiding him through races. \"He tele-commanded his victories and drew up his battle plans,\" said the journalist Olivier Dazat. \"He was at Bobet's side through his three winning Tours de France.[13] Géminiani's temper showed in the Tour of 1958, the so-called Judas Tour (see below), and the way he dealt with spectators in 1957 who prevented his winning the Giro d'Italia. He said: \"While one of them would be pushing you [on a climb], two others would in fact be punching me in the back. Well, enough of that: I took of my pump and, v'lan, v'lan, I caught the guy on the right in the gums. Five teeth, he lost! He cried like a baby that he was bleeding so much.\"[13] In the 1955 Tour de France, Géminiani escaped before Mont Ventoux on the stage from Marseille to Avignon. With him was the German-speaking Swiss, Ferdi Kubler. The thermometer was at 40 degrees. Along the road, spectators with sunstroke were dropping like flies. At the bottom of the Tourmalet, the Swiss got up on his pedals and went sprinting away. He was off like a locomotive. That was his trademark. I just had the time to warn him 'Steady, Ferdi! The Ventoux isn't like other climbs.\" And then, between two apocalyptic attacks, Kubler put me in my place in his shaky French: 'Ferdi also not champion like others.' On the line, they had to scoop him off the road with a teaspoon.[9] Kubler denied the story. \"That's what I'm supposed to have said. But it's not true. Didn't say that; Géminiani is a gossip. In the peloton we used to call him 'the telephone'. We're good friend but that story, it's not true.[14] Differences between Géminiani and Bobet surfaced again in the 1958 Tour de France. Géminiani was leading the race when Charly Gaul of Luxembourg, the most talented climber of his generation[citation needed], attacked in a rainstorm on the 21st stage. He crossed three cols alone in the Chartreuse and moved up from being 15 minutes behind Géminiani to displacing him when the race finished in Aix-les-Bains. Géminiani rounded on the national French team generally and on Bobet in particular in accusing them of being \"Judas\", a Biblical reference to being betrayed. Bobet in particular had been unable to support him. The row took on extra edge because Bobet and Géminiani were in different teams. Bobet was riding for the French national team and Géminiani for Centre-Midi. They were rivals but Géminiani insisted that one Frenchman should help another rather than see a foreigner win. And Bobet had said that he would, telling journalists that he would be happy to help a man he called his \"friend\" win the Tour.[15] Géminiani was additionally bitter at being excluded from Bobet's team, a consequence of selection politics. He said: \"Every time I have worn the French jersey, I have honoured it. It's happened often: nine times in the Tour de France, three times in the Giro, twice in the Vuelta. And now I'm thrown out just like that.\"[16] At the start of the race, a fan in Brussels gave him a donkey to keep as a pet. Géminiani told reporters he would call it Marcel, after the French selector Marcel Bidot who had kept him out of the team. \"Certainly, Jacques Anquetil was the winner the previous year and he had a promising future. Louison Bobet was there as well and he had to make a choice between Louison, who had already won the Tour three times, and me. But Marcel Bidot should never have dealt with me the way he did. At the start, therefore, I found myself a rival to Jacques and Louison but, paradoxically, Charly Gaul wasn't my direct rival that year,\" he said. \"I didn't win that Tour of '58, which is a matter of regret to me, but the French team didn't win either. I settled my accounts with all those who wanted to stop my wearing the French national jersey.\"[17] In December 1959, Burkina Faso was celebrating its first year of independence. Until then it had been the French colony of Haute Volta. The president, Maurice Yaméogo invited Fausto Coppi, Géminiani, Anquetil, Bobet, Roger Hassenforder and Henry Anglade to ride against local riders and then go hunting. Géminiani remembered: I slept in the same room as Coppi in a house infested by mosquitos. I'd got used to them but Coppi hadn't. Well, when I say we 'slept', that's an overstatement. It was like the safari had been brought forward several hours, except that for the moment we were hunting mosquitos. Coppi was swiping at them with a towel. Right then, of course, I had no clue of what the tragic consequences of that night would be. Ten times, twenty times, I told Fausto 'Do what I'm doing and get your head under the sheets; they can't bite you there.'[6] Both caught malaria and fell ill when they got home. Géminiani said: \"My temperature got to 41.6... I was delirious and I couldn't stop talking. I imagined or maybe saw people all round but I didn't recognise anyone. The doctor treated me for hepatitis, then for yellow fever, finally for typhoid.\"[6] Geminiani says that the priest at Chamalières gave him the last rites and his obituary was circulated to newspapers. He was diagnosed by the Institut Pasteur as having plasmodium falciparum, the fatal form of malaria. Géminiani recovered but Coppi died, his doctors convinced he had a bronchial complaint. Géminiani, who rode for Coppi in 1953 in the Bianchi team said ... a day never passes without thinking of Coppi ... \"my master - he taught me everything.\" ... \"He invented everything: diet, training, technique, he was 15 years ahead of everyone.\"[6] Fausto Coppi won the 1950 Paris–Roubaix and two years later gave the bicycle that he had ridden in that race, the Bianchi 231560, to his new team-mate, Géminiani. John Stevenson of www.cyclingnews.com said: \"It's unusual for a bike to become available that can be traced to Coppi with this degree of certainty. Coppi's legend means there are many claims that this bike or that bike belonged to the rider who is generally considered Italy's greatest ever cyclist. But in this case, the bike's history is clear.\" It was restored at the beginning of the 90s and returned to Geminiani in November 1995 in a ceremony attended by Gino Bartali. In 2002, Géminiani gave the bike to the Vel' d'Auvergne club of which he is president. It was auctioned for funds to train young riders.[18] Géminiani's management career reached its height in the St-Raphaël and Ford-France teams with Jacques Anquetil. As a partnership they won four Tours de France, two Giro d'Italia, the Dauphiné-Libéré and then next day, Bordeaux–Paris. Today, everybody pays him homage. I nearly blow my top. I can still hear the way he was whistled when he rode. I think of the organisers of the Tour, who shortened the time trial[19] to make him lose. His home town of Rouen organises commemorations but, me, I haven't forgotten that it was in Antwerp that he made his farewell appearance. More than once, I saw him crying in his hotel room after suffering the spitting and insults of spectators. People said he was cold, a calculator, a dilettante. The truth is that Jacques was a monster of courage. In the mountains, he suffered as though he was damned. He wasn't a climber. But with bluffing, with guts, he tore them to shreds (il les a tous couillonnés).[9] Anquetil was upset, said Géminiani, that his rival, Raymond Poulidor was always more warmly regarded even though he had never won the Tour de France. In 1965, when Poulidor was perceived to have received more credit for dropping Anquetil the previous year on the Puy-de-Dôme than Anquetil had received for winning the whole Tour, Géminiani persuaded him to ride the Critérium du Dauphiné Libéré and, next day, the 557 km Bordeaux–Paris. That, he said, would end any argument over who was the greater athlete. Anquetil won the Dauphiné, despite bad weather which he disliked, at 3pm. After two hours of interviews and receptions he flew at 6.30pm in a private plane from Nîmes to Bordeaux. At midnight, he ate his pre-race meal and then went to the start in the city's northern suburbs.[6] He could eat little during the night because of stomach cramp and was on the verge of retiring. Géminiani swore at Anquetil and called him \"a great poof\" to offend his pride and keep him riding.[6] Anquetil felt better as morning came and the riders dropped in behind the derny pacing motorcycles that were a feature of the race. He responded to an attack by Tom Simpson, followed by his own teammate Jean Stablinski. Anquetil and Stablinski attacked Simpson alternately, forcing himself to exhaust himself, and Anquetil won at the Parc des Princes. Stablinski finished 57 seconds later just ahead of Simpson.[20] There are rumours that the jet laid on to get Anquetil to Bordeaux was provided through state funds on the orders of President Charles de Gaulle. Géminiani mentions the belief in his biography, without denying it, saying the truth will come out when French state records are opened to scrutiny.[6] Géminiani dropped out of racing when only cycle manufacturers were allowed to sponsor teams but fewer of them had the money to do so. Géminiani had sponsored himself and others to publicise bicycles made under his name. But it was on signing Jacques Anquetil that he needed more money than the cycle industry could provide. There had been sponsors from outside the business before - the first was ITP Pools, a soccer betting company which sponsored semi-professionals in Britain, but they were small and of little interest to the governing body, the Union Cycliste Internationale. Nothing happened even when Fiorenzo Magni secured sponsorship in Italy from the company that made Nivea face cream. An outside sponsor in the land of the Tour de France, where organisers Jacques Goddet and Félix Lévitan had great political strength, was different. Géminiani sold his team to the St-Raphaël apéritif company to coincide with the opening of the Tour de France to commercial teams in 1962. Goddet, Lévitan and their Tour were against extra-sportif sponsors, fearing powerful rivals and worried that advertising on jerseys was space that sponsors need no longer buy in their newspaper, L'Équipe. Géminiani was threatened with suspension. He tried to claim that \"Raphaël\" referred not to the company but to himself. The argument lasted all winter and reached the UCI. It continued until Milan–San Remo, by which time a decision was essential. The UCI was against outside sponsorship but its president, Achille Joinard, was in favour. According to Géminiani, Joinard told him: \"Go to the start with an ordinary jersey. Just before the off, take off the jerseys and wear your St-Raphaël shirts. I will send a telegram forbidding you from starting if you represent an extra-sportif. But I'll take care that the telegram arrives only after the race has started.\"[citation needed] Joinard saw commercial sponsorship as the future but also had a history of disagreements with Lévitan in particular over who carried the most weight in cycling. It was with Géminiani that Anquetil won many of his most memorable wins, such as the back-to-back wins in the 1965 Critérium du Dauphiné Libéré and Bordeaux–Paris. After St-Raphaël withdrew from sponsorship at the end of 1964, Géminiani sold his team to the French division of Ford, the car-maker and then in 1969 to the cigarette lighter and ballpoint pen company, Bic. Dominique Pezard, who for years has been a driver of race officials in the Tour, said: My father was 25 years old and he was washing the car of the baron [Baron Bich, founder of Bic] when one day he was called into his office. The baron told him he needed someone. He became director of human resources at Bic. When Raphaël Géminiani announced that his team was stopping, Christian Darras, head of publicity at Bic, went straight away to my father. With the baron, they came to an agreement to start the Bic cycling team.\"[citation needed] In 1967 the riders included Anquetil, Lucien Aimar, Julio Jiménez, Jean Stablinski, Rolf Wolfshohl Joaquim Agostinho and, a little later, Luis Ocaña. Ocaña won the 1973 Tour de France in Bic colours. The following year, however, Baron Bich read about Ocaña complaining that the team had not paid him. Pezard said: \"The money was deposited in a company account run by Géminiani. When the Baron read that Ocaña had not been paid, he said 'stop'. He was like that, proud and very strict in his principles.\"[21] The team ended after seven years but Bic continued to sponsor an amateur team in the Val d'Oise. In 1985, Géminiani became directeur sportif of the La Redoute team and was behind Stephen Roche's third place in the 1985 Tour de France. He told Roche to attack on the 18th stage when he first saw the route of that year's Tour. At the end of that year the La Redoute retired from the sport. Roche took Géminiani to his new team Carrera–Inoxpran. In 1986 Géminiani was manager of Café de Colombia. Géminiani followed other prominent riders in licensing his name for a range of bicycles. He made himself a sponsor of his teams. There is uncertainty whether the frames were made by Mercier or another company in Saint-Étienne, Cizeron. It is possible that both made them. Sheldon Brown said of them: \"A major bike of the French glory years. Many were rather unexciting, but be on the lookout for high-end examples from the early 60s with French component exotica. In prime (less than 57) sizes in nice condition top-end models with the right stuff could be worth $1,500 or more. The pedestrian models perhaps a few hundred at best. French bikes from the 50s and 60s are tricky stuff to understand and price.[22] The Tour should return to national teams, he believes.[9][23] Today, riders don't care if they're found positive in a dope control when they're riding in a jersey with the name of a washing powder on their shoulders. Six months later they'll have changed teams. If they were in national jersey it would be quite different (ce ne serait pas la même limonade) The press and public opinion would be after them. As for sponsors, they wouldn't lose from the change. They would have riders in several teams and the commercial benefits of the race would be increased. You just have to look at the media impact of a French team in virtually semi-confidential sports. There are three times more TV spectators for a female handball that there are for a mountain stage of the Tour de France.[9] On the way modern riders compete, he said: Today, most of the riders line up at the start with the sole ambition of showing themselves on television. They'd be better off taking part in Star Academy![24] In the bunch, you hear unbelievable things. 'Yesterday I satisfied my contract: I had 10 minutes on TV with Gérard Holtz.'[25] But that's not the Tour de France! Fulfilling your contract, that's to ride across a col in the Pyrenees at least once alone and at the head of the race. It's to attack on Mont Ventoux as though your life depended on it.[26] Géminiani has been outspoken about doping in cycling. He said in 1962: I don't like the word 'doping'. Let's talk of stimulants. It's normal that a rider takes stimulants: it's the doctors who recommend them. There are products which, far from being dangerous, re-establish the body's equilibrium. I rode 12 Tours de France and a great number of other races. I took stimulants. With the guidance of a doctor, naturally....[4] All the riders of my generation doped themselves.[27] After the death of Tom Simpson during the Tour de France of 1967, when drugs were found in his body and the pockets of his race jersey, he criticised the doctor: It's Pierre Dumas[28] who killed Simpson... Simpson died of a heart attack, which could happen to any of us. And what should you do when that happens? Immobilise the patient, lower his head to irrigate the heart, and inject him with adrenaline or Maxitron to restart the heart. And what did Dumas do? You only have to look at the photos of the drama. He laid Simpson on the rocks with his head raised. He got out an oxygen mask, although you wonder why, and instead of immobilising him had him taken to hospital by helicopter.[29][30]","Title":"Raphaël Géminiani - Wikipedia","KeyID":"8382","URL":"https://en.wikipedia.org/wiki/Rapha%C3%ABl_G%C3%A9miniani"}