{"Content: ":"The 1954 Tour de France was the 41st edition of the Tour de France, taking place from 8 July to 1 August 1954. It consisted of 23 stages over 4,656 km (2,893 mi). The race was won by Louison Bobet, the second of his three consecutive wins. As was the custom since the 1930 Tour de France, the 1954 Tour de France was contested by national and regional teams. Seven national teams were sent, with 10 cyclists each from France, the Netherlands, Belgium, Spain, Switzerland and Luxembourg/Austria (the latter a combined team). France additionally sent five regional teams from 10 cyclists each, divided into North-East/Centre, West, South-East, Île-de-France and South-West. The combined team Luxembourg/Austria consisted of six Luxembourger cyclists, three Austrian cyclists and one from Liechtenstein. In total, 110 cyclists started the race.[1] Notable absents were the Italian cyclists. In Italy, new sponsors had entered the market, named \"extra-sportives\" because they did not sell a product directly related to the sport. During the 1954 Giro d'Italia, this caused a strike, the Bernina strike. After this, the Italian federation decided not to send a team to the 1954 Tour de France.[2][3] In May, Italian Cycling Federation head Adriano Rodoni announced Italian riders would not participate in the Tour.[4] The teams entering the race were:[1] The 1954 Tour de France was the first time that the Tour had started outside France, as it started in Amsterdam.[5] Also new was the team time trial. Although around 1930 the Tour had seen stages in which the teams started separately, in 1954 the team time trial format was reintroduced in a way that only the team time counted. Also the split stages were reintroduced. Stage 4 was divided into two parts: the team time trial of 10.4 km (part A), and a regular stage of 131 km (part B), both run on the same day. Similarly, stage 21 was divided into a regular stage of 134 km (part A) and an individual time trial of 72 km (part B), also both run on the same day. There were two rest days, in Bordeaux and Lyon.[5] The highest point of elevation in the race was 2,556 m (8,386 ft) at the summit tunnel of the Col du Galibier mountain pass on stage 19.[6][7] In the first stage, Wout Wagtmans won the sprint, and took the yellow jersey. He would remain the leader until the team time trial in stage 4, when the French team won back enough time on the Dutch team for Bobet to take over the lead.[3] In that time trial, over 10.4 km, the winning team was decided by adding the times of the three best cyclists per team. For the general classification, every cyclist got added his individual time.[12] In the second part of the fourth stage, former winner Jean Robic hit a photographer during the sprint, fell down and had to give up.[3] In the eighth stage, Wagtmans had joined a breakaway, which won enough time on Bobet for Wagtmans to take back the yellow jersey.[3] Wagtmans fell down in the eleventh stage,[13] and although he managed to keep his lead until the start of the twelfth stage, he continued without morale.[3] In the twelfth stage in the Pyrenees, three important riders attacked: Bauvin, Bahamontes and Malléjac. They stayed ahead, and Bauvin jumped to the first position in the general classification. Bobet was not far behind these three, and moved into the second place.[14] In that twelfth stage, Hugo Koblet had fallen down, and lost 27 minutes, and his chances to win the Tour de France a second time.[15] In the next stage, Koblet gave up.[16] In the fourteenth stage, the Swiss cyclists were fighting back. They were riding as fast as they could, and the leading group was getting smaller. Bauvin also could not keep up with that group, partly because he had a flat tire, and finished 8 minutes behind, losing the leading position. Bobet however could keep up with the Swiss pace,[2] and took over the yellow jersey as leader of the general classification.[14] In the sixteenth stage, Bauvin lost another 20 minutes, and dropped to sixth place.[2] The Swiss cyclists had attacked Bobet where they could, but were unable to gain time on him. They had moved into second and third place of the general classification.[14] In the eighteenth stage, Bobet dominated, and dropped all of the other contenders. He won by a margin of one minute and 49 seconds, and his margin in the general classification was 12 minutes 49 seconds, which would normally be large enough for the victory.[14] Bobet also won the individual time trial, and thereby increased his margin even more.[3] The Swiss cyclists could not attack Bobet anymore in the last stages, so Bobet won his second Tour de France. The Swiss team had performed well though, capturing the second and third place in the general classification, winning the team classification and having Kübler win the points classification. The time that each cyclist required to finish each stage was recorded, and these times were added together for the general classification. If a cyclist had received a time bonus, it was subtracted from this total; all time penalties were added to this total. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey.[17] Of the 110 cyclists that started the 1954 Tour de France, 69 finished the race. The points classification was calculated in the same way as in 1953, following the calculation method from the Tours de France from 1905 to 1912. Points were given according to the ranking of the stage: the winner received one points, the next cyclist two points, and so on. These points were added, and the cyclist with the fewest points was the leader of the points classification. In 1954, this was won by Ferdinand Kübler.[8] Points for the mountains classification were earned by reaching the mountain tops first.[18] The system was almost the same as in 1953: there were two types of mountain tops: the hardest ones, in category 1, gave 10 points to the first cyclist, the easier ones, in category 2, gave 6 points to the first cyclist, and the easiest ones, in category 3, gave 3 points. Federico Bahamontes won this classification.[8] The team classification was calculated as the sum of the daily team classifications, and the daily team classification was calculated by adding the times in the stage result of the best three cyclists per team.[19] It was won by the Swiss team.[5] In addition, there was a combativity award given after each stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification. At the end of the Tour de France, Lucien Lazaridès and François Mahé were leading this classification with equal points and shared the overall super-combativity award.[20] The Souvenir Henri Desgrange was given to the first rider to pass the memorial to Tour founder Henri Desgrange near the summit of the Col du Galibier on stage 19. This prize was won by Federico Bahamontes.[21] After he won the Tour de France, Bobet would later win the 1954 UCI Road World Championships.[2] The next year he would win the 1955 Tour de France, thereby becoming the first cyclist to win three Tours in a row. Media related to 1954 Tour de France at Wikimedia Commons","Title":"1954 Tour de France - Wikipedia","KeyID":"8384","URL":"https://en.wikipedia.org/wiki/1954_Tour_de_France"}