{"Content: ":"The 1962 Tour de France was the 49th edition of the Tour de France, one of cycling's Grand Tours. The 4,274-kilometre (2,656 mi) race consisted of 22 stages, including two split stages, starting in Nancy on 24 June and finishing at the Parc des Princes in Paris on 15 July. There were four time trial stages and no rest days. After more than 30 years, the Tour was again contested by trade teams instead of national teams. Jacques Anquetil of the Saint-Raphaël–Helyett–Hutchinson team won the overall general classification, defending his title to win his third Tour de France. Jef Planckaert (Flandria–Faema–Clément) placed second, 4 min 59 s in arrears, and Raymond Poulidor (Mercier–BP–Hutchinson) was third, over ten minutes behind Anquetil. Anquetil's teammate Rudi Altig took the first general classification leader's yellow jersey after winning the first stage. He lost it the following day to André Darrigade of Gitane–Leroux–Dunlop–R. Geminiani, who won stage 2a, before regaining it after winning stage three. The lead was taken by Saint-Raphaël rider Albertus Geldermans after stage six. He held it for two stages, before Darrigade took it back for the next two. Flandria rider Willy Schroeders then led the race between the end of stage nine to the end of eleven, at which point Schroeders' teammate Rik Van Looy, a major pre-race favourite, abandoned the race with an injury. The following day, British rider Tom Simpson (Gitane–Leroux) became the first rider from outside mainland Europe in history to wear the yellow jersey. He lost it to Planckaert after stage thirteen's individual time trial to Superbagnères in the Pyrenees. He held the lead for seven stages, which included the Alps. Anquetil's victory in the individual time trial of stage twenty put him in the yellow jersey, which he held until the conclusion of the race. In the other race classifications, Altig won the points classification and Federico Bahamontes (Margnat–Paloma–D'Alessandro) won the mountains classification. Saint-Raphaël won the team classification. The overall awards for most combative and unluckiest were given to Eddy Pauwels (Wiel's–Groene Leeuw) and Van Looy respectively. Altig and Emile Daems (Philco) won the most stages, with three each. From 1930 to 1961, the Tour de France was contested by national teams, but in 1962 commercially sponsored international trade teams returned.[1][a] From the late-1950s to 1962, the Tour had seen the absence of top riders who had bowed to pressure from their teams' extra-sportif (non-cycling industry) sponsors to ride other races that better suited their brands.[3][4] This, and a demand for wider advertising from a declining bicycle industry, led to the reintroduction of the trade team format.[5][6] In early February 1962, 22 teams submitted applications for the race,[7] with the final list of 15 announced at the end of the month. The Spanish-based Kas was the first choice reserve team.[8] Each of the 15 teams consisted of 10 cyclists (150 total),[9][10] an increase from the 1961 Tour, which had 11 teams of 12 cyclists (132 total).[11] Each team was required to have a dominant nationality; at least six cyclists should have the same nationality, or only two nationalities should be present.[12][13] For the first time, French cyclists were outnumbered; the largest numbers of riders from a nation came from Italy (52), with the next largest coming from France (50) and Belgium (28). Riders represented a further six nations, all European.[10] Of the start list of 150,[b] 66 were riding the Tour de France for the first time.[16] The average age of riders in the race was 27.5 years,[17] ranging from 21-year-old Tiziano Galvanin (Legnano–Pirelli) to 40-year-old Pino Cerami (Peugeot–BP–Dunlop).[18][19] The Legnano–Pirelli cyclists had the youngest average age (25.2) while Margnat–Paloma–D'Alessandro cyclists had the oldest (30).[17] The presentation of the teams – where the members of each team's roster are introduced in front of the media and local dignitaries – took place outside the Place de la Carrière in Nancy before the start of the opening stage in the city.[20] The teams entering the race were:[9][10][21] Majority of French cyclists Majority of Italian cyclists Majority of Belgian cyclists The leading contender for the overall general classification before the Tour was the defending champion Jacques Anquetil of the Saint-Raphaël team.[22][23][24][25] His closest rivals were thought to be Rik Van Looy (Flandria) and Raymond Poulidor (Mercier).[26][27][28][29] The other riders considered contenders for the general classification were Rudi Altig (Saint-Raphaël), Charly Gaul (Gazzola), Federico Bahamontes (Margnat), Gastone Nencini (Ignis), Henry Anglade (Liberia), Guido Carlesi (Philco), Tom Simpson (Gitane–Leroux), Ercole Baldini (Ignis) and Hans Junkermann (Wiel's–Groene Leeuw).[28][30][31][32][33][34][35] Of these, three were former winners of the Tour: Gaul (1958), Bahamontes (1959) and Nencini (1960).[36] Frenchman Anquetil, who also won the Tour in 1957, had dominated the 1961 Tour, leading it from the first day to the last, with a winning margin of over twelve minutes.[37][38] Less than two months before the 1962 Tour,[39] Anquetil had withdrawn from the Vuelta a España, the previous Grand Tour, before the final stage due to viral hepatitis.[40][41] Although he was the team leader, he was 32nd in the general classification at the time of his withdrawal,[42] while his teammate Altig won the race.[39][42] Observers expected some internal team struggle in the Tour due to a possible rivalry between the pair over leadership.[41][43] After recovering for ten days, Anquetil went against his doctor's orders and rode the week-long stage race Critérium du Dauphiné,[44] finishing seventh overall.[45] Anquetil's former bitter rival Raphaël Géminiani was then selected as the team manager of Saint-Raphaël for the Tour. Unhappy, Anquetil asked his sponsors to replace Géminiani; they declined his request.[41][46] Van Looy, the winner of the previous two world road race championships, made his Tour debut in 1962.[47][48] He had avoided riding the Tour because he thought he did not have the full support of the Belgium team, but with Flandria he had control over rider selection.[49][50] He had a successful season leading up to the Tour, winning the one-day classics Paris–Roubaix, the Tour of Flanders and Gent–Wevelgem, and two stages of the Giro d'Italia Grand Tour.[47][51] He crashed during training four days before the Tour which caused a muscular stretch in his left thigh.[52] Although Van Looy was known as a one-day classics specialist, he was considered a threat to Anquetil,[53] who himself named Van Looy as the only rider who concerned him, fearing the high number of \"flat\" stage wins could potentially add up to eight minutes due to the one minute bonuses given to stage winners.[54] A \"duel\" between him and Anquetil was billed by the press.[28][32][33][50] Poulidor was in his third year as a professional, and was more popular in his home country than his compatriot Anquetil. In 1961, he won the national road race championship and Milan–San Remo one-day classic.[41][55] It was his first appearance in the Tour; he did not ride the 1961 race on the advice of his trade team manager, Antonin Magne, who did not want him riding as a domestique for Anquetil and undermining his 'commercial value'.[56][57][c] Anquetil dismissed the media's prediction that Poulidor was his rival, saying: \"All Poulidor does is follow. He never takes the initiative.\"[27] In training in the lead up to the Tour, Poulidor broke his left little finger and began the race with a cast on his forearm.[27][58][59][60] The route for the 1962 Tour was announced on 14 December 1961.[61] Notable features of the route were the absence of rest days and four time trial events over a total of 152.5 km (95 mi), which was unusually high, 49.5 km (31 mi) more than in the previous Tour.[62][63][64] Anquetil said he did not fear the mountains and that although the time trials favoured him, he would not object if they were not included.[61] Both Van Looy and Gaston Nencini complained about the number of time trials.[61] Van Looy threatened not to ride, feeling it was too hard, and the time trials did not suit him, saying \"Four times, you are crazy. Why not a normal route? I will not start this Tour. I do not intend to play for three weeks.\"[62] The opening stage (known as the Grand Départ) started in Nancy, in north-eastern France. The stage passed through Luxembourg and ended in the Belgian town of Spa. Belgium hosted stages 2a, and 2b, in Herentals, and the beginning of the third in Brussels. This stage brought the race into northern France with the finish in Amiens. Stage four headed to the coast, westwards to Le Havre, with the following two stages taking the Tour along a coastal route to the western tip of the country. Stages seven to ten formed a continuous journey along the west coast to the foot of the Pyrenees at Bayonne. The Pyrenees hosted the next four stages, with the fourteenth finishing in Carcassonne. Stages fifteen to seventeen took the race to the south-east at Antibes. Stage eighteen headed north to Briançon, in the Alps. The nineteenth stage moved the race out of the mountains and down to Aix-les-Bains. The final three stages took the Tour back to the north through Lyon and Nevers to finish at the Parc des Princes stadium in Paris.[65][66] There were 22 stages in the race, including two split stages, covering a total distance of 4,274 km (2,656 mi), 123 km (76 mi) shorter than the 1961 Tour.[36] The longest mass-start stage was the 22nd at 271 km (168 mi), and stage 2a was the shortest at 147 km (91 mi).[67] Of the four time trial stages, three (8b, 13, and 20) were individual time trial events and one (2b) a team time trial.[64] There was only one summit finish, in stage 13's time trial to the Superbagnères ski resort.[68] On stage 18, the climb to the summit of the Cime de la Bonette Alpine mountain,[d] including the Col de Restefond and Col de la Bonette passes, was used for the first time in the Tour in 1962.[69] At an altitude of 2,802 metres (9,193 feet), it is one of the highest paved roads in Europe and the highest point of elevation reached in the history of the Tour (as of 2018).[70][71] The Bonette was among six first-category rated climbs in the race.[68] The Tour included four new start or finish locations: Spa, in stages 1 and 2; Herentals, in stages 2a and 2b; Luçon, in stages 8a and 8b; and Nevers, in stages 21 and 22.[64] In 1962, the final 30 km (19 mi) of each stage of the Tour was broadcast live on television for the first time.[72] In the opening stage, a 23-man breakaway group of riders escaped the peloton (main group) as they passed Luxembourg City with 145 km (90 mi) remaining. They stayed away and came to the finish over six minutes ahead, with Rudi Altig winning the sprint, and taking the first yellow jersey as leader of the general classification. Rik Van Looy, third on the stage, was denied the opportunity to wear the yellow jersey in his own country and into his home town of Herentals at the end of the following stage. Of the pre-race favourites, Raymond Poulidor, Charly Gaul and Federico Bahamontes were not present in the lead group. Altig also took the points classification's green jersey, and Liberia rider Jean Selic led the mountains classification.[20][74][75] The first part of the second stage ended with a bunch sprint won by André Darrigade of Gitane–Leroux. Van Looy escaped close to the end but took a wrong turn; he placed fourth. Darrigade, second previously, took the yellow and green jerseys, with Angelino Soler of Ghigi taking the lead of the mountains classification. The team time trial in Herentals later in the day was won by Flandria; their winning margin over second-place Gitane–Leroux was 1 min 15s, and moved four of their riders into the top ten.[76] Altig retook the yellow jersey in stage three's sprint from a breakaway consisting of 41 riders. Gaul and Bahamontes lost further time, finishing in the peloton over five minutes in arrears.[77] In the fourth stage, Mercier's Willy Vanden Berghen won the sprint finish between a group of six that went clear with around 100 km (62 mi) to go. Altig reclaimed the green jersey.[78] Stage five ended in a bunch sprint won by Philco rider Emile Daems, with Gitane–Leroux's Rolf Wolfshohl taking the lead of the mountains classification.[79] In the sixth stage, a 16-man (15 at the end) group escaped 23 km (14 mi) in and held on to the finish at Brest, with Robert Cazala of Mercier winning the sprint. Altig and Anquetil were not there, but they had sent their teammate Albertus Geldermans to protect the team's interests. Geldermans was the best-placed man in the break, and their finishing margin of over five minutes was so large that Geldermans became the new overall leader.[31][80] Flandria's Huub Zilverberg won stage seven from a two-way sprint with Gitane–Leroux's Bas Maliepaard; the pair attacked from a breakaway of twenty riders in the final 2 km (1 mi) and finished five seconds ahead at the finish in Saint-Nazaire.[35][82] As the chasing breakaway went through a narrow section of the finishing straight, Gastone Nencini hit a gendarme (French police officer) and fell, also bringing down Darrigade. Most of the stages in the first week were unusually fast; stage seven was calculated to be 44.87 km/h (27.88 mph), the fastest recorded to that point above a distance of 200 km (124 mi).[35] In the first part of the eighth stage, another large group escaped, which in the final kilometres had merged with a further chasing breakaway and ended with a sprint victory for Ghigi rider Mario Minieri in Luçon's velodrome. Breakaway rider Darrigade became the new general classification leader for the second time in the race. The flat 43 km (27 mi) individual time trial from Luçon to La Rochelle in the second part of the stage was won by Anquetil, with Ercole Baldini second, 22 seconds behind.[35][82] Darrigade briefly held the green jersey after stage 8a before it returned to Altig after 8b.[83] Because of a successful breakaway in stage nine, Darrigade lost the lead to Flandria rider Willy Schroeders; Carpano's Antonio Bailetti won the stage.[35] Willy Vannitsen of Wiel's–Groene Leeuw won the tenth stage's bunch sprint.[84] The following stage was won by Vannitsen's teammate Eddy Pauwels, who dropped his fellow breakaway riders and soloed to victory with a four-minute advantage at Pau's motor race street circuit.[85][86] A crash 35 km (22 mi) into the stage involving 22 riders was caused by a motorbike carrying a photographer. Van Looy, whose back was injured by the motorbike's handlebars, was the most notable casualty; he was able to continue for a further 30 km (19 mi), before he was advised to retire from the race by the Tour's doctor, Pierre Dumas.[85][86][87][88] Stage twelve, the first mountain stage in the Pyrenees, saw Cazala take his second win from a sprint between an elite group of climbers and overall favourites who finished together after the descent to Saint-Gaudens.[68][89] Schroeders could not keep up with this group, which included British rider Tom Simpson, and Simpson took the overall lead,[89] becoming the first non-mainland European in history to wear the yellow jersey.[90] Bahamontes led over the first-category Col du Tourmalet, and the two other lower categorised climbs, to take the lead in the mountains classification.[89] The next stage, an 18.5 km (11 mi) mountain time trial, was won by Bahamontes with a time of 47 min 23 s. Simpson placed 31st and lost the lead to Jef Planckaert of Flandria, who came in second place, 1 min 25 s down. Anquetil finished a further three seconds behind in third and sat fourth overall.[91] Planckaert had taken over the leadership of Flandria after the departure of Van Looy, with former race leader Schroeders pledging his support.[92] He was considered an able substitute due to his form during the season leading up to the Tour, winning the stage races Paris–Nice and the Tour de Luxembourg and the one-day classic Liège–Bastogne–Liège.[93] The final Pyrenean stage, the fourteenth, saw Saint-Raphaël rider Jean Stablinski attack his 10-strong breakaway with 25 km (16 mi) remaining and solo to the finish in Carcassonne with a margin of twelve seconds.[94] The first of the three transitional stages, fifteen, that crossed France's southern coastline ended in a bunch sprint won by Vannitsen.[95] In stage sixteen, Daems and Bailetti escaped the peloton with 60 km (37 mi) to go, with Daems attacking to win with a margin of three minutes;[96] the chasing group of seven came in eight minutes later.[97] Altig won the seventeenth stage in a sprint from a four-rider breakaway that finished over six minutes ahead of the peloton.[98] In the first of the two Alpine stages, the eighteenth, attacks were expected. Instead, the riders went at a slow pace; in the first four hours, they had only raced 100 km (62 mi). Later, some attacks took place, but they failed because of punctured tyres and the defensive tactics of the leading riders; in the end, Daems, who was a sprinter and not a climber, was able to win this mountain stage.[99] Poulidor's injured hand was better by stage nineteen, and his team manager told him it was time to attack. He was placed ninth in the general classification, ten minutes behind, so he would have not likely been seen as a threat.[100] Attacking over the final climbs, he soloed to the finish at Aix-les-Bains with an advantage of more than three minutes over his rivals,[100][101] moving him to third place overall, 5 min 43 s in arrears, with Planckaert still leading and Anquetil second, 1 min 8 s down.[102] In stage twenty, a 68 km (42 mi) individual time trial finishing in Lyon, Planckaert came in fourth place, losing 5 min 19 s to the winner, Anquetil, who took the overall lead.[103] Anquetil was a time trial specialist and considered unbeatable at the time.[24] Baldini placed second, 2 min 59 s off the time set by Anquetil, and third was Poulidor who came in 5 min 1 s down to keep his third place overall.[103] Stage 21 ended in a bunch sprint won by Dino Bruni of Gazzola.[104] In the final stage, Benedetti gained his second victory of the race from a bunch sprint in front of an estimated crowd of 30,000 at Parc des Princes.[105] Anquetil finished the race to claim his third Tour de France, equalling the record number of Tour wins by a rider with Belgian Philippe Thys and Frenchman Louison Bobet.[106] It was revealed later that Anquetil had ridden the race with tapeworm.[107] He beat second-placed Planckaert by 4 min 59 s, with Poulidor third, a further 5 min 25 s down. Altig won the points classification with a total of 173, which was 29 ahead of Daems in second. Bahamontes won the mountains classification with 137 points, 60 ahead of second-placed Imerio Massignan (Legnano–Pirelli).[108] Saint-Raphaël won the team classification, which they led from the opening stage, with Mercier coming second and Flandria third.[108] The riders with the most stages wins were Altig and Daems, with three each.[73] The total number of riders who finished the race was 94,[109] a record high to that point.[110] During the night after the thirteenth stage, pre-race outsider Hans Junkermann became ill. He was placed seventh in the general classification, and the following day, stage fourteen, his team requested the start be delayed, which the organisation allowed. He was dropped by the peloton on the first climb 50 km (31 mi) in, and abandoned the race, saying \"bad fish\" was the cause.[111] Fourteen riders withdrew from the Tour that day, all blaming food poisoning from rotten fish at the same hotel,[112][113][114] including the former general classification leader Willy Schroeder and another pre-race contender Gastone Nencini.[103] Writing in the French sports newspaper L'Équipe, the Tour's race director, Jacques Goddet, said he did not believe their excuse and believed they had doped to recover time lost in the previous stage's time trial.[115] Nothing was proven, although the hotel said they did not serve fish that night.[111] A communiqué released by the Pierre Dumas warned that if riders and their soigneurs did not stop \"certain forms of preparation,\" there would be daily post-stage hotel room inspections.[113][116][117] Upset by this and doping accusations in the press, the riders threatened a fifteen-minute strike, but the journalist Jean Bobet, a former cyclist, was able to talk them into continuing,[111][113][114] although he later provided the commentary for the documentary film about the 1962 Tour, Vive le Tour by Louis Malle,[118] which ridiculed the riders and their \"bad fish\" explanation.[119] In the following days, Dumas began to organise the inaugural European Conference on Doping and the Biological Preparation of the Competitive Athlete, which took place in January 1963.[113] Since four of the riders involved came from Wiel's–Groene Leeuw, more than from any other team,[103] the scandal is referred to as the \"Wiel's affair\".[111][120] There were three main individual classifications contested in the 1962 Tour de France, two of which award jerseys to their leaders, and also a team competition.[121] The most important was the general classification, which was calculated by adding each rider's finishing times on each stage.[122] Time bonuses (time subtracted) were awarded to the top two positions at the end of every stage, including the individual time trials, but not the team time trial; first place received one minute and second place got 30 seconds.[103][123] The rider with the lowest cumulative time was the winner of the general classification and was considered the overall winner of the Tour. The rider leading the classification wore a yellow jersey.[122] In the points classification, riders were awarded points for finishing in the top fifteen places on each stage. The first rider at each stage finish was awarded 25 points, the second 20 points, the third 16 points, the fourth 14 points, the fifth 12 points, the sixth 10 points, down to one point for the rider in fifteenth.[124] The classification leader was identified by a green jersey.[122] The mountains classification awarded points to the riders who reached summits first. Most stages of the race included one or more of these climbs, categorised as fourth-, third-, second- or first-category, with the more difficult climbs rated lower.[65][125] The calculation for the mountains classification was changed in 1962, and the fourth category was added.[11][64] The leader of the classification was not identified by a jersey.[125][e] The classification for the teams was calculated by adding together the times of the first three cyclists of a team on each stage; the team with the lowest combined time on a stage won one first place point. To determine placings in the overall team classification, second and third place points were also awarded.[126][127] The split stages (two and eight) were each combined.[127] The riders on the team who led this classification were identified with yellow caps.[128] In addition, there was a combativity award given after each stage to the most aggressive rider;[124][f] the decision was made by a jury composed of journalists.[130] The split stages each had a combined winner.[130][131][132] At the conclusion of the Tour, Eddy Pauwels won the overall super-combativity award, also decided by journalists.[133] Similar to the award for most combative rider, there was an award for the unluckiest rider given after every stage.[124] The award for most bad luck during the entire Tour went to Rik Van Looy.[134] Two further individual awards were given at the end of the Tour, the Prix Alex Virot, awarded to Raymond Poulidor for being the most loyal rider in the race, determined by a jury,[135] and the Prix René Dunan, awarded to the 22-year-old Giorgo Zancanaro (Philco) for being the youngest finisher.[134] A total of 3,000,000 French new francs (NF) was awarded in cash prizes in the race, with the overall winner of the general classification receiving 200,000 NF. The points and mountains classification winners got 100,000 NF and 50,000 NF respectively. The team classification winners were given 300,000 NF. The winner of the super-combativity award winner was given 60,000 NF and a Renault R8 car, and the unluckiest rider overall got 20,000 NF.[124] The Prix Alex Virot was given 25,000 NF and the Prix René Dunan got 20,000 NF.[124][135] There was also a special award with a prize of 3,000 NF, the Souvenir Henri Desgrange, given to the first rider to pass the summit of the 2,058 m (6,752 ft)-high Col du Lautaret on stage nineteen. This prize was won by Juan Campillo of Margnat.[136][137] Riders in the Tour competed individually for points that contributed towards the Super Prestige Pernod ranking,[140] an international season-long road cycling competition, with the winner seen as the best all-round rider.[141] The 90 points accrued by Jacques Anquetil moved him from outside the ranking to fourth place, whilst Jef Planckaert climbed from third position to take the lead from former leader Rik Van Looy.[140][142] Media related to 1962 Tour de France at Wikimedia Commons","Title":"1962 Tour de France - Wikipedia","KeyID":"8386","URL":"https://en.wikipedia.org/wiki/1962_Tour_de_France"}