{"Content: ":"The 1970 Tour de France was the 57th edition of the Tour de France, one of cycling's Grand Tours. It took place between 27 June and 19 July, with 23 stages covering a distance of 4,254 km (2,643 mi). It was the second victory for Belgian Eddy Merckx, who also won the mountains classification, and nearly won every major jersey for a 2nd year in a row but finished second in the points classification behind Walter Godefroot by five points. The previous year only one rider was able to keep him within 20:00 and in 1970 a mere four other riders were within 20:00, with only debutant Joop Zoetemelk finishing inside 15:00 of Merckx. The Tour de France started with 15 teams, of 10 cyclists each, from five different countries.[1][2] A few days before the Tour started, it became known that Paul Gutty had failed a doping test when he won the French national road championship. Gutty was removed from his Frimatic team,[3] and replaced by Rene Grelin. The teams entering the race were:[1] After his dominating victory in the previous year, Merckx was the major favourite.[4] The main competition was expected from Luis Ocaña and Bernard Thévenet. Early in the race, 86 journalists predicted who would be in the top five of the Tour. 85 of them expected Merckx to be in the top five; Ocana was named by 78, Poulidor by 73.[5] Merckx had already won important races in 1970, including Paris–Roubaix, Paris–Nice, the Giro d'Italia and the Belgian national road championship.[6] Luis Ocaña, who had won the Critérium du Dauphiné Libéré and the Vuelta a España, suffered from bronchitis, but still started the Tour, unable to seriously challenge Merckx.[6] The 1970 Tour de France started on 27 June, and had no rest days.[7] After the financial success of the split stages in the 1969 Tour de France, even more split stages were used in the 1970 Tour.[6] The highest point of elevation in the race was 2,115 m (6,939 ft) at the summit of the Col du Tourmalet mountain pass on stage 19.[8][9] The big favourite Merckx won the opening prologue, but he decided not to try to keep this leading position during the entire race.[13] In the next stage, Merckx' team chased back all the escapees, so the stage ended in a bunch sprint, which was won by Cyrille Guimard as Merckx kept the overall lead. In the second stage, a few cyclists escaped, and two of Merckx' teammates, Italo Zilioli and Georges Vandenberghe, joined the escape. Merckx' teammate Zilioli was ranked highest amongst the escaped cyclists, and none of them were considered competitors for the general classification, so Guillaume Driessens, Merckx's team leader, allowed the breakaway to work, and told Zilioli and Vandenberghe to give their best.[6] Merckx however chased his own teammates.[6] The group stayed away, Zilioli won the sprint and became the new leader, 4 seconds ahead of Merckx.[14][15] After the stage, Merckx was angry at his team leader, because he had allowed Zilioli to \"steal\" Merckx' yellow jersey, but Driessens explained to him that the other teams had spent energy to chase Zilioli, and the argument was over.[16] Team Faema won the team time trial in stage 3A keeping Zilioli the leader with Merckx in second place.[16] Stage 3B was won by Marino Basso who edged Walter Godefroot and Cyrille Guimard in the sprint. Guimard took the green jersey from Jan Janssen as Zilioli kept his narrow lead in the overall situation. On stage 4 Herman Van Springel, who had finished 2nd in the closest Tour in history two years earlier and was in the top 10 of the general classification, made a late attack to go for the stage win on a slight uphill. He was caught right at the finish line and passed at the last possible second by De Vlaeminck and Godefroot, who took the stage win.[17] Stage 5 was another split stage and Godefroot took another stage win with Daniel Van Ryckeghem and De Vlaeminck rounding out the podium. In stage 5B Jozef Spruyt and Leo Duyndam broke away with still an hour or so to race. Duyndam did all of the work and the two of them survived to the finish about ten seconds ahead of the hard charging peloton. At the very end of the stage Spruyt came around the exhausted Duyndam and stole the stage win.[18] Following this Duyndam took over the Most Combative Rider lead from Joaquim Agostinho for the next few stages. Stage 6 finished at the velodrome in Valenciennes where Roger de Vlaeminck took the stage win in the sprint. During this stage Zilioli had a flat tire. Normally, if the leader in the Tour de France suffers a flat tire, a teammate would offer his wheel, and some teammates would stay with him to help him get back into the peloton. However, this time Merckx was considered more important, and Zilioli was given no help. Zilioli finished the stage one minute behind.[19] Merckx was now in the Maillot Jaune with Godefroot in 2nd by a few seconds and De Vlaeminck, Janssen and Van Springel less than a minute behind. Stage 7 was another split stage and in the first segment Merckx went on the offensive and claimed the win. He finished ten seconds ahead of Lucien Van Impe, but won considerable time on those closest to him in the GC. Stage 7B was a short ITT, just over seven kilometers long that was run in the rain. José Antonio González Linares put in the fastest time with Merckx three seconds slower. Notably, Roger De Vlaeminck crashed out during the time trial and had to be taken away in an ambulance. Merckx rode by this scene and this contributed to him taking less risk.[20] At the end of the day Merckx had opened up a legitimate lead on the rest of the field and now only Godefroot and Janssen were within about two minutes as Van Springel, Joop Zoetemelk and Raymond Poulidor were about three minutes behind. As a result of De Vlaeminck crashing out Tour debutant Zoetemelk became the new leader for the Mars-Flandria team.[21] In stage 8 Alain Vasseur made an escape and survived to the finish, winning the stage by over a minute ahead of the peloton as the overall situation remained the same. In stage 9, Mogens Frey and Joaquim Agostinho, teammates, broke away together. They worked together to stay away, but near the end of the stage Frey stopped working and had Agostinho do all the work, even after his team manager told him to help. In the sprint, Agostinho expected his teammate to give him the victory because he had done all the work, but to his surprise Frey started to come around him. Agostinho then grabbed Frey's handlebars, and crossed the finish line first. The race jury did not allow this, and gave the victory to Frey, putting Agostinho in second place.[6] Stage 10 included a climb to Les Rousses and on this stage Merckx attacked in an attempt to drop all of his competitors yet again. Only Guerrino Tosello, who was not a threat in the GC, and Georges Pintens as well as Zoetemelk were able to go with him.[22] The time gained over the rest of the contenders was substantial as Merckx took the stage win with Pintens and Tosello crossing the line right behind him and Zoetemelk pulling up and crossing two seconds later. Zoetemelk was now in 2nd place at +2:51, Pintens rose to 3rd at +3:55. The rest of the field was considerably distanced with Gosta Pettersson rising from outside the top 10 all the way up to 4th place at +7:44 because he finished within a group including Francisco Galdos and Johnny Schleck who themselves put several minutes of time into the other contenders. 3rd place Pintens was initially riding for Herman Van Springel, who was now in 5th place at +8:02. Zoetemelk said that he would focus on defending his second place, because he thought Merckx was better than the rest of the world.[23] Stage 11, a split stage, was the 16th stage of the race[24] and it began with a brief ITT just under ten kilometers. Merckx won with Linares, Zoetemelk and Charly Grosskost tying for 2nd at +0:09. 11B ended in a sprint with Basso taking his second stage win ahead of Godefroot and Janssen, all of whom were competing with Merckx in the Points Competition. Stage 12 was a mountainous stage with five notable climbs and Merckx won the stage with only Luis Zubero finishing within +2:00. He held the mountains jersey as well as the overall lead over Zoetemelk by just over six minutes, Pettersson by ten minutes followed by Van Springel, Poulidor and Zilioli. Stage 13 Andrés Gandarias claimed the Mountains jersey from Merckx early in the stage[25][26] and Primo Mori managed to stay away for the stage win. Merckx crossed the line with Zubero, Van Impe and Godefroot who kept his hold on the green jersey as Merckx added another +0:38 to his lead over 2nd and 3rd place. After the 13th stage, Merckx heard that Vicenze Giacotto, who started the Faema team around Merckx, had died of a heart attack.[27] Stage 14 Merckx pushed himself to the breaking point to win on Mont Ventoux. This was the first time the Tour returned there since the Death of Tom Simpson. He won the stage, reclaimed the lead in the Mountains and Points classifications and now only Zoetemelk was within +10:00. After he won this stage, Merckx briefly lost consciousness.[4][6] The next stages were won by Marinus Wagtmans and Albert Van Vlierberghe with no major changes in the overall standings. Stage 17 was won by Luis Ocana and stage 18 by Bernard Thevenet and the two of them, along with Zoetemelk, would be the most important rivals for Merckx in the coming years. Stage 19 included the Col du Tourmalet and the Aubisque and was won by Christian Raymond. Stage 20 was the final split stage and Rolf Wolfshohl won the early stage as Merckx then won the short ITT ahead of Tomas Pettersson, the other Fåglum Brother riding the Tour aside from 3rd place Gosta. Merckx was now ten minutes clear of everyone. Stage 21 was won by Basso with Jean-Pierre Danguillaume being victorious the following day. The final time trial on stage 23, the 29th stage, which ended at the velodrome in Paris, was won by Merckx, with only Ocana, who would nearly defeat Merckx the following year, coming within +2:00.[28] Walter Godefroot won the Points Classification and Cyrille Guimard won the intermediate sprints. Merckx took the Most Combative Rider as well as the Combination, Mountains and the Overall classifications. Zoetemelk was on the podium in 2nd, Gosta Pettersson in 3rd and Salvarani won the team classification, based on their rider's performance during the final time trial ahead of Kas–Kaskol. Of the 150 riders to start the Tour 100 finished. The best new rider was Mogens Frey, Jean-Pierre Genet was voted Team-Rider Number one, Luis Ocana was voted most elegant rider and Lucien Van Impe was voted friendliest rider.[29] There was no award for the best young rider, but Zoetemelk would have been the best rider under 25. The next year there was an award for the youngest rider to finish the Tour, a color television which was won by Zoetemelk. Merckx was the third cyclist to win the Giro-Tour double in one year; Fausto Coppi and Jacques Anquetil had done it before. Coppi and Anquetil were over thirty years old at their doubles, Merckx was only 25.[30] The margin with the second placed cyclist was less than the year before; according to J.B. Wadley, the difference was that Merckx stopped attacking in 1970 after the Mont Ventoux; had he been inclined to win more time, he probably would have been able to.[6] There were several classifications in the 1970 Tour de France, three of them awarding jerseys to their leaders.[31] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[32] Additionally, there was a points classification, where cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification, and was identified with a green jersey.[33] There was also a mountains classification. The organisation had categorised some climbs as either first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification, but was not identified with a jersey in 1970.[34] Another classification was the combination classification. This classification was calculated as a combination of the other classifications, its leader wore the white jersey.[35] The fifth individual classification was the intermediate sprints classification. This classification had similar rules as the points classification, but only points were awarded on intermediate sprints. In 1970, this classification had no associated jersey.[36] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time. The riders in the team that led this classification wore yellow caps.[36] The intermediate sprints classification, sponsored by Miko, was also named \"hot spot\". In addition, there was a combativity award given after each mass-start stage to the cyclist considered most combative. The split stages each had a combined winner. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[37] Roger Pingeon won this classification, and was given overall the super-combativity award.[7] The new rider classification was first calculated in 1970. It is not the same as the young rider classification, introduced in 1975.[4] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col d'Aubisque on stage 19. This prize was won by Raymond Delisle.[38][39] Merckx had been so dominant during the entire Tour, that the organisation was afraid the race would become dull. The director Félix Lévitan announced that rule changes were considered to break the power of Merckx's team, that he was considering to return to national teams, and to reduce the number of time trials in the Tour.[52] The 1971 Tour did not see major changes in rules, but the number of individual time trials decreased from five to two. Media related to 1970 Tour de France at Wikimedia Commons","Title":"1970 Tour de France - Wikipedia","KeyID":"8389","URL":"https://en.wikipedia.org/wiki/1970_Tour_de_France"}