{"Content: ":"The 1971 Tour de France was the 58th edition of the Tour de France, one of cycling's Grand Tours. The 3,608-kilometre (2,242 mi) race consisted of 22 stages, including three split stages, starting in Mulhouse on 26 June and finishing at the Vélodrome de Vincennes in Paris on 18 July. There were three time trial stages and two rest days. Eddy Merckx of the Molteni team won the overall general classification, defending his title to win his third Tour de France in a row. Joop Zoetemelk (Flandria–Mars) finished second, 9:51 minutes behind, and Lucien Van Impe was third (Sonolor–Lejeune), just over 11 minutes in arrears. Pre-race favourite Merckx took the first yellow jersey as general classification leader after his team won the prologue stage's team time trial. Merckx's teammate Rini Wagtmans unknowingly took the Tour lead after the second of stage 1's three split stages, before returning it to his leader by the end of the day. The leading positions of the general classification became clearer after stage 2 when a sixteen-strong[a] breakaway group of mostly pre-race favourites ended with a margin of over nine minutes. On stage 8 in the Massif Central, Merckx's closest rival Luis Ocaña (Bic) attacked and won atop Puy de Dôme to move within just over 30 seconds of the race leader, just behind second-placed Zoetemelk. In the Chartreuse Mountains on stage 10, Merckx had a tyre puncture and was distanced by a group of rivals, with Zoetemelk of the group taking the race lead. Another from the group, Ocaña, took the yellow jersey the next day as he soloed for 60 km (37 mi) to victory up to Orcières-Merlette in the Alps, ending with an overall lead of more than eight minutes. Merckx gained back close to two minutes the following stage as he broke away from the start with a small group in record-breaking speed down to Marseille. Two days later in the Pyrenees on stage 14, a thunderstorm passed as the riders traversed the Col de Menté mountain pass. Race leader Ocaña crashed on the wet roads during the descent, and afterwards was hit by two other riders.[b] He left the race with injury, with Merckx reluctantly taking over the Tour lead. He comfortably held the yellow jersey for the remaining stages, ending the Tour with victory in the individual time trial held in Paris. In the other race classifications, Merckx also won the points and the combination classifications. Van Impe won the mountains classification. The intermediate sprints classification was won by Zoetemelk's teammate Pieter Nassen. The winners of the team classification were Bic. The overall award for most combative rider was given to Ocaña. Merckx won the most stages, with four. The 1971 edition of the Tour de France consisted of thirteen teams,[3] two less than the previous Tour.[4] Teams were either invited or paid a participation fee. The Italian-based Salvarani and the Belgian Watney–Avia teams announced they would not be entering the race due to the high cost,[5] although Salvarani later reached an agreement.[6] Belgian-based Flandria–Mars and Tour co-organiser Félix Lévitan were in disagreements over the team's participation and there was speculation that the team would instead race the Grand Tour of Italy, the Giro d'Italia, which took place one month before the Tour.[7] The team chose to wait for Lévitan's decision regarding their entry, which came following the Giro's start, and therefore did not participate in the Giro. Ultimately, Lévitian requested the team to pay extra money, on top of the 25,000 French francs (f) entry fee, to participate in the Tour.[8] Each squad was allowed a maximum of ten riders, resulting in a start list total of 130.[3] Of these, 37 were riding the Tour de France for the first time.[9] The riders came from twelve countries, with the majority of them coming from France (35), Belgium (25), Italy (25), Spain (21) and Netherlands (14).[10] Francisco Javier Galdeano (Kas–Kaskol) was the youngest rider at 21 years and 201 days, and the oldest was Ventura Díaz (Werner) at 32 years and 304 days.[11] The Goudsmit–Hoff cyclists had the youngest average age while the riders on Werner had the oldest.[12] The teams entering the race were:[3] The rider considered the clear favourite for the overall general classification before the Tour was Molteni's Eddy Merckx,[13][14] who had won the 1969 and 1970 Tours by the large margins of 17:54 and 12:41 minutes respectively.[15][15] He was unrivalled throughout the 1971 season, winning 54 of the 124 races he entered (43.5%).[16] Of the 13 before the Tour,[17] the most notable were the one-day races Milan–San Remo, Omloop Het Volk, and Liège–Bastogne–Liège, and the general classification in stage races Giro di Sardegna, Paris–Nice, Tour of Belgium, Critérium du Dauphiné Libéré and Grand Prix du Midi Libre.[18] He opted for the Dauphiné and Midi Libre races to warm up for the Tour instead of the Giro,[17][19] which he rode the two previous seasons.[20] In these races, constant adjustment to his riding position caused a knee injury, and he came close to abandoning the final stage of the Midi Libre,[19] a month before the Tour.[18] Later in his retirement, he revealed that heading into the Tour his \"condition was not good\" and that riding the Giro was the ideal preparation because of the harder climbs.[21] Since 1968, his Molteni team were undefeated in the team time trial discipline of the prologue stage,[22] and there was speculation whether he would be able to lead the race from beginning to end.[23] Merckx was such an overwhelming favourite that the interest was not in if could win, but rather the manner in which he would do it.[24][25] The strongest challenger to Merckx was expected to be Luis Ocaña (Bic).[10][16][26][27] He and Merckx were the same age at 26, born eight days apart in June.[28][29] Both had made their Tour debuts in 1969,[30] but unlike the success of Merckx, Ocaña crashed out of the race on a descent.[31] In 1970, Ocaña won the Vuelta a España, Spain's Grand Tour, and was likewise Merckx's main rival before the Tour,[32] but he finished the race over an hour behind in 31st place.[33] His confidence in beating Merckx grew in 1971, saying: \"they all surrender to Merckx, but I'm going to stand up to him\".[34] Speaking prior to the Tour, climbing specialist Ocaña thought he would able to get the better of the all-rounder Merckx in the mountains,[10] as he had shown on the Col du Granier Alpine climb in the Dauphiné, a race in which he ultimately finished second overall to Merckx.[35] His biggest results of the season prior to the Tour were the mountains classification of the aforementioned race and the overall victories of the Tour of the Basque Country and Volta a Catalunya.[36][37] The Spanish media did not rate their compatriot Ocaña's chances of winning highly, in contrast to in France,[38] where he had lived since childhood.[34] The next contender was thought to be Joop Zoetemelk of Flandria–Mars, who in his debut season as a professional was runner-up in the 1970 Tour.[10][13][39] His most notable performance of the year so far was at the Vuelta in May, where he won the mountains classification and finished sixth overall.[40] He finished second to Merckx in the closely contested Midi Libre.[41] Several other riders were named as favourites for a high place in the general classification. The winner of the 1971 Giro and the third-place finisher of the 1970 Tour Gösta Pettersson (Ferretti) was considered by Merckx to be among two of his closest rivals, along with Zoetemelk.[15][42] Bernard Thévenet (Peugeot–BP–Michelin) was third in the Dauphiné.[39] Climber Lucien Van Impe (Sonolor–Lejeune), who was sixth overall in 1970, was also consider a contender.[39] Other favourites included Joaquim Agostinho (Hoover–de Gribaldy–Wolber), Gianni Motta (Salvarani) and Leif Mortensen (Bic).[10][43][44][45][46] Agostinho took a three-week rest two weeks before the Tour following bad crash at the Dauphiné.[47] Van Impe's teammate Lucien Aimar, a Tour veteran, was the only rider entering apart from Merckx to have won the race, the 1966 edition.[3][48][49] Notable absentees from the start list were Raymond Poulidor (Fagor–Mercier–Hutchinson), Felice Gimondi (Salvarani), Frans Verbeeck (Watney–Avia), Georges Pintens (Hertekamp–Magniflex), Roger Pingeon (Peugeot–BP–Michelin) and Jan Janssen (Bic).[13][50] Poulidor, who had top-ten finishes in all of the previous nine Tours bar one,[51] withdrew from his team's squad stating: \"I will only do this if my physical condition leaves something to be desired\".[52] Gimondi, winner of the 1965 Tour, was not selected by his team as Motta was preferred as the leader.[53] Verbeeck, whose team did not enter, was considered to be one of few that would challenge Merckx.[13] Merckx's one-day race rival Pintens was another from a team not entering. He seemingly managed a rare feat of exposing weakness in Merckx at the notably cold Liège–Bastogne–Liège in April, when he reeled in the tiring lone leader Merckx taking it to the two-way sprint finish won by Merckx, who was later found by his soigneur (team assistant) physically exhausted sat on a stool in a shower.[54][55] Winner of the 1967 Tour Pingeon was serving a doping suspension from April 30 to July 30.[56] Janssen, winner of the 1968 Tour,[57] kept to his promise to never ride a Tour again, made following his bad crash in the 1970 Paris–Tours. He was critical of the Tour's commercial prioritisation which made the race too hard for riders.[58] On 16 October 1970, it was announced that city of Mulhouse in eastern France would host the 1971 edition's opening stages (known as the Grand Départ), which consisted of a team time trial prologue stage and two further stages.[59] The entire route was announced on 8 December at a press conference in Paris by race directors Jacques Goddet and Félix Lévitan.[60][61] New rules to discourage the use of doping were introduced by cycling's governing body, the Union Cycliste Internationale (UCI); stages lengths were reduced, only twenty stages were allowed, and rest days were made compulsory.[23][46][61] The latter was a re-introduction to the Tour.[62] At distance of 3,608 km (2,242 mi), it was shorter than the previous Tour by 646 km (401 mi) and the shortest since 1905.[63] With the shortened distance in addition to the increased financial running costs, the race organisers maximised the amount route locations which paid the race to start, pass through or finish there.[46] The navigation of the host locations made a loose figure of eight route,[64] unlike the usual continuous loop.[65] There were total of five transfers which added up to a distance of 350 km (220 mi).[64] For the first time in a Tour there were air transfers, from Le Touquet to Paris and Marseille to Toulouse.[66] The previous Tour's split stages had drawn complaints from the riders,[23] nevertheless, they remained as the income they provided was overriding.[23][67] There three split stages; two stages were split half and one in thirds.[64] The reduction in distance and amount of stages saw more climbs introduced, and it was thought that this edition was more suited to climbing specialists.[10][23] Overall, the route was seen as easier than recent editions.[61][62] The Tour took place over 23 days, including the two rest days, between 26 June and 18 July.[64] Beginning in the Black Forest and Vosges Mountains, with visits to Switzerland and West Germany, the race then headed north-west to the coast passing through the Ardennes and south-east Belgium. After the first rest day and air transfer, racing resumed in the outskirts of Paris, taking the Tour through the Massif Central highlands and the Chartreuse Mountains towards the Alps. After the second rest day and a stage to the Mediterranean coast at Marseille, came the other air transfer. The race then moved into the Pyrenees, with the closing stages taking place between the south-west and the finish in Paris.[23][61][64][67] Of the mass-start full stages, the longest was stage 7 at 257.5 km (160 mi), and stage 15 was the shortest at 19.6 km (12 mi),[67] the shortest in the history of the race (as of 2017[update]).[68] There were three time trial events with a total distance of 81.1 km (50.4 mi), two were competed individually (13 and 20) and one was by raced by teams (the prologue).[64] It was the first time the team time trial format was used for a Tour prologue stage.[39] Of the remaining 22 full and split stages, twelve were officially classified as flat, four as medium mountain and six as high mountain.[69] There were three summit finishes: stage 8, to Puy de Dôme; stage 11, to Orcières-Merlette; and stage 15, to Superbagnères.[67] The highest point of elevation in the race was 2,115 m (6,939 ft) at the summit of the Col du Tourmalet mountain pass on stage 16a.[67][70] It was among seven first-category rated climbs in the race.[67] The Tour included four new start or finish locations: Basel, in stage 1b; Marche-en-Famenne, in stage 4; Le Touquet, in stage 6b; and Gourette, in stages 16a and 16b.[71] The 11 km (6.8 mi) prologue team time trial consisted of four laps of a 2.75 km (1.71 mi) circuit around the streets of Mulhouse.[74] Molteni covered it at an average speed of 50.556 km/h (31.414 mph) to win with a combined time[d] of 1:05:16 hours, beating second-placed Ferretti by 1:48 minutes and third-placed Flandria–Mars by 2:16 minutes.[76] Molteni took the lead of the team classification. The general classification was the only one of the Tour's individually contested classifications taken into account for the prologue stage.[77] Eddy Merckx led his squad across the finish line to take the lead of the general classification and with it the first yellow jersey. The five teammates that finished with him took up the following places.[78] Only time bonifications (time subtracted) counted towards the classification,[39] and their victory gave each of the Molteni riders twenty-second time bonuses. Three riders from Ferretti and six from Flandria–Mars received time bonuses of ten and five seconds respectively.[e][76] The second day of the Tour was split into three short stages which journeyed into Switzerland and West Germany, before returning to Mulhouse.[14] In the first part, the riders purposely rode at a slow pace in protest, headed by the French riders, at the disproportionate awarding of the cash prize given to stage winners against the next nineteen finishers. After a talk with Félix Lévitan at the lead car, an agreement was made to share it out more evenly between the top thirty. The stage ended with a large bunch sprint in Basel taken by Eric Leman of Flandria–Mars.[79] Merckx's teammate Rini Wagtmans unknowingly finished ahead of him in the sprint to take over the leading position in the general classification; with all the Molteni riders equalled on time, this countback came into effect.[80] Merckx won the opening intermediate sprint of the second split stage to gain a five-second time bonus to reclaim the race lead,[81] even though Wagtmans then went on to struggle on a climb halfway on the stage and was dropped by the peloton (main field), finishing the stage a minute behind Merckx;[82] Wagtmans later admitted to relinquishing the yellow jersey back to his team leader, at the time, lying that his shoes were a size too small and had caused rubbing.[83] The stage finished on the cinder track inside Freiburg's Möslestadion with a bunch sprint won by Goudsmit–Hoff rider Gerben Karstens.[82] A bunch sprint finish followed again in the final part of the day, which saw Albert Van Vlierberghe of Ferretti finish first of the large field.[82] Across the three parts of stage 1, the points classification's green jersey changed hands between Leman, Walter Godefroot (Peugeot–BP–Michelin) and Karstens, respectively. Joop Zoetemelk became the first leader of the mountains classification following stage 1b.[77] With 100 km (62 mi) remaining of stage 2, Zoetemelk led climbing specialists Lucien Van Impe and José Manuel Fuente (Kas–Kaskol) with attack on a depleted peloton over the summit of the second-category rated Vosges climb of Col du Firstplan [fr]. A Merckx move brought back the attackers on the descent, which saw the formation of an elite sixteen-rider[a] breakaway group that included all the pre-race favourites, except for Joaquim Agostinho and Lucien Aimar.[84] In gale-force winds, the leaders reached speeds of 60 km/h (37 mph) on the flat terrain, ending with a nine-and-a-half-minute advantage over the peloton at the finish in Strasbourg.[1][85] On the wet cinder track of Stade Tivoli, Herman Van Springel led-out teammate Merckx to victory in a frantic sprint finish with Roger De Vlaeminck of Flandria–Mars.[1] The points gained by De Vlaeminck put him in the green jersey.[1] The fifteen riders[a] that ended in the breakaway now held an advantage of close to nine minutes in the general classification.[85] Of those competing for the overall prize, they were unreservedly now the leader of their team, halting any uncertainty over hierarchy.[44] Stage 3 headed west to Nancy for another cinder track finish, where Wagtmans took a sprint win from the ten-man breakaway.[86] The following day the Tour ended in Marche-en-Famenne for its overnight stay in Belgium. With 43 km (27 mi) of the 242 km (150 mi) remaining,[87] a duo of Jean-Pierre Genet (Fagor–Mercier–Hutchinson) and José Gómez Lucas (Werner) escaped the peloton, who, on the straight slightly uphill finish, they managed to hold off by a distance of 20 m (66 ft) at the line, which was crossed by Genet first.[88] Stage 5 featured two iconic locations of one-day \"monument\" races, the short steep sett-paved climb Muur van Geraardsbergen of the Tour of Flanders and the stage finish of Roubaix Velodrome, likewise used in Paris–Roubaix.[89] With 73 km (45 mi) remaining, the crowds lining the Geraardsbergen witnessed the valiant breakaway of Agostinho, together with the uncooperative Jos Huysmans (Molteni). The pair were caught, before another break moved clear. The group of five reached the banked velodrome over a minute ahead of the peloton, and Pietro Guerra of Salvarani won the stage in a sprint with Huysmans's teammate Julien Stevens.[90] The two-legged stage 6 was raced over a total distance of 261 km (162 mi), as the Tour reached the channel coast at Le Touquet.[67] In the first part, Leman claimed a second stage win of the race in a bunch sprint at Amiens's Hippodrome du petit Saint-Jean [fr] dirt racecourse. Mauro Simonetti of Ferretti won the second part on Le Touquet's promenade from a six-rider breakaway, only seconds ahead of the encroaching peloton. The Tour's first rest day was spent in the resort of Le Touquet.[91] The fifteen riders that profited on stage 2 still led the general classification, with Merckx holding a 26-second advantage over Van Springel, and De Vlaeminck a further 11 down in third place.[92] After their rest in Le Touquet, the riders took two early planes[f] to Paris and the start of the transitional stage 7,[93] a 257.5 km (160.0 mi) route to Nevers and the subsequent two-stage traverse of the Massif Central.[67] With the peloton in the final kilometre, there were three crashes, one of which included De Vlaeminck, who injured his wrist and lost the green jersey by end, to Karstens. In the bunch sprint, Leman claimed his third win.[94] Merckx was expecting a dangerous sprint, so he chose not to participate.[95] Although to a lesser extent than in his previous Tours, Merckx competed for the time bonuses available in intermediate sprints and final sprints throughout the flat terrain of the early stages,[43][91] unlike his closest rival Ocaña, who had been saving his energy for the upcoming mountains, on the advice of five-time Tour winner Jacques Anquetil.[43] Stage 8 saw the Tour's first summit finish, atop the dormant volcano of Puy de Dôme at an elevation of 1,465 m (4,806 ft), a first-category climb.[67] Merckx initiated an early twelve-strong breakaway that included Ocaña, but it only lasted 19 km (12 mi).[96] Thereafter, Merckx and his team controlled the race until the early slopes of the 14 km (8.7 mi) cloud covered final climb.[97][98] With 5 km (3.1 mi) remaining, a failed Bernard Thévenet attack was soon followed by a successful one by Ocaña, who at one point led by 40 seconds. Mountains classification leader Zoetemelk and Agostinho moved ahead of the Merckx in the final kilometre, with the two placing behind winner Ocaña. In fourth place, Merckx recovered in the final 500 m (1,600 ft), limiting the loses to Ocaña to only fifteen seconds.[97][99] Zoetemelk moved up to second overall, 36 seconds behind Merckx, with third-placed Ocaña a further second down.[100] The next day, a group of nine riders broke away over the remainder of the Massif Central climbs and ended six minutes ahead of the peloton in Saint-Étienne. Godefroot won the sprint finish,[101] moving him into the lead of the points classification.[77] Stage 10 culminated with the two first-category Chartreuse passes of Col du Cucheron and Col de Porte, before a long descent to the finish in Grenoble at the foot of the Alps.[67] A burst of pace set by Ocaña's Bic on the Cucheron ascent had reduced the field to a group of overall favourites, leaving Merckx without support.[102] On short descent,[67] the group then passed the unused Désiré Letort of Bic, who had played a part in his team's concerted effort by breaking away alone earlier for a possible juncture with his leader. Soon after, Merckx got a tyre puncture and just managed to stay upright, and he was left waiting for his delayed team car to get a replacement wheel. An Ocaña-led attack with Zoetemelk, Thévenet, Van Impe and Gösta Pettersson disobeyed an unwritten rule of the peloton by attacking the race leader when they puncture, although looking back to then Merckx said he did not feel angry and that is part of the sport. Ocaña set such a dominating pace up the Porte that climbing specialist Van Impe was dropped.[103] They reached the summit two minutes ahead of Merckx and the chase group, and stayed ahead to Grenoble's Stade Charles-Berty [fr] velodrome, where Thévenet won the sprint finish.[91] Zoetemelk took the yellow jersey, with Merckx coming in seventh place at 1:36 minutes down and dropping to fourth overall, behind Ocaña and Gösta Pettersson respectively. The green jersey was gained by Cyrille Guimard of Fagor–Mercier–Hutchinson, who came in fifth on the stage accompanied by Van Impe.[104] In the opening 12 km (7.5 mi) of stage 11,[105] the race began the steep Alpine second-category climb of Côte de Laffrey, known locally as 'the ramp'.[106] An attack early on the climb by Agostinho was joined by a group of Ocaña, Van Impe, Gösta Pettersson and Zoetemelk. Merckx, who was suffering with an upset stomach, was two minutes behind the Ocaña-led group at the summit in a second group of chasers accompanied by his teammates.[105] The leading group gained a two-minute margin along the consistent terrain of the historic Route Napoléon, with Ocaña dropping his fellow riders on a detour climb over the second-category Col du Noyer with 60 km (37 mi) remaining. He then performed a time trial-like solo effort for the remainder of the Napoléon and up to the victory atop the first-category climb to the Orcières-Merlette ski resort. Van Impe had too ridden alone since the Noyer and finished nearly six minutes behind Ocaña. Merckx led the group of remaining favourites all the way to the finish, 8:42 minutes in arrears.[107] Ocaña took the general classification lead, with Van Impe rising to third, behind Zoetemelk.[108] After the stage, Merckx admitted defeat in the overall race to the new leader, but Ocaña was still wary of the former leader.[109] Van Impe took the lead of the mountains classification from Zoetemelk.[77] Ocaña set such a pace, that 61 cyclists finished outside the original allowed time limit, leaving only 39 in the race.[110] The time limit was consequently extended such that all but three were allowed to start the next stage.[111] De Vlaeminck abandoned the Tour, four days after his crash on stage 7.[112] The next day was the second rest of the race, spent at Orcières-Merlette.[67] The transition to the Pyrenees began with stage 12, taking the Tour from Orcières-Merlette down to Marseille at the coast.[67] The day's high temperature had brought forward the start time by ten minutes.[113] Whilst Merckx and his Molteni team were prepared to race on the start line,[114] new race leader Ocaña arrived late and was at the back of the field saying to journalists that he expected the stage to be a \"formality\",[115] at the same time dismissing warnings by his teammates of an early attack on the descent from his rival.[113] Merckx's teammate Wagtmans immediately attacked to form a lead group of twelve, including Merckx and two more teammates. The unexpected move fractured the peloton, and many riders fell as tubular tyres glued during the rest day became detached from wheels rims.[116] The lead group reduced to ten and then nine riders on the flat terrain, and they held an advantage of between one and two minutes for the remainder of the stage,[117] with the sprint finish in the Old Port of Marseille won by Scic rider Luciano Armani, ahead of Merckx.[118] The leaders covered the stage distance of 251 km (156 mi) in 5:25:28 hours, breaking the record for the fastest average speed of a mass-start Tour stage at 45.351 km/h (28.180 mph).[118] They arrived about one hour ahead of the expected schedule,[119] and the preparations at the finish line not yet been completed, with the race being missed by some fans and dignitaries.[120] The live television slots were missed, and the mayor of Marseille, Gaston Defferre, was so upset that he refused to let the race visit his city again.[g][123] The reduced peloton finished the stage almost two minutes behind the lead group.[124] This could have been more if not for a tactical error by Molteni, when four riders of theirs were dropped by the peloton as they waited to pace back tyre-punctured teammate Joseph Bruyère, only just making the time limit;[118] with them being at the front of the peloton they were able to disrupt and slow down the chase.[125] Although Merckx rose to second overall, he was just over seven and a half minutes behind the leader, and was left dissatisfied with the meagre finishing margin. Reassuring his leader, Wagtmans told him that Ocaña had looked exhausted on the podium after the stage and that \"Ocaña has no future in this Tour.\"[126] After the stage,[127] the riders were transferred by plane between the cities of Marseille and Toulouse, before a coach ride to Albi and stage 13's individual time trial held the next day in the town.[128] The 16.3 km (10.1 mi) hilly and technical course which started and finished at the Circuit d'Albi motor-racing track was won by Merckx with a time of 22:57 minutes, beating second-placed Ocaña by 11 seconds.[67][129] Merckx accused the French television-operated car following alongside Ocaña and giving him an unfair draft, but the reason for this was that for the first time colour television was being broadcast live and a car was required instead of a motorbike.[130] This furthered tensions in the race with accusations that, in the previous stage, seven riders of the all-Spanish Kas–Kaskol team, allied to Ocaña, were given unwarranted reprieves after finishing outside the time limit.[128][131] Stage 14, from the town Revel[h] to the Pyreneean spa town of Luchon, featured the third-category Col de Portet d'Aspet and then the second-category passes of Col de Menté and Col du Portillon.[67] On the Portet d'Aspet, Fuente shed his fellow breakaway riders to summit with a lead of 2:20 minutes;[134] Fuente was an elite climber who won the mountains classification at the 1971 Giro, but was not a concern to the Tour favourites as he was close to two hours down in 100th place overall,[129][133] having lost time in two previous stages – a reprieved Kas–Kaskol rider in stage 12.[133][135] In the group of favourites about five minutes behind, Ocaña defended four attacks from Merckx,[136] with the offensive continuing on the Menté that soon followed.[127] As the lone Fuente summited the Menté ahead,[137][138] the weather severely worsened with a thunderstorm of torrential rain and large hailstones,[136] making for a dangerous descent, with vision on the mud flooded roads impaired to around 5 m (16 ft).[137][138] Many riders got tyre punctures coming down,[137] including Ocaña, who rode with one as he closely followed Merckx.[139] With braking all but impossible in the wet, both skidded and fell as they overran a flooded left bend 3 km (1.9 mi) from the top. Ocaña was hit by a rider as he got up in the middle of the road, and a few moments later, he was hit again as he stood on the roadside requesting a spare wheel from his team car.[b] As the others involved rode on, Ocaña was left lying unresponsive in a state of shock, semi-conscious and struggling to breathe.[2] He was unable to continue in the race and was taken to the foot of the climb by ambulance and then by helicopter to hospital in the nearby town of Saint-Gaudens.[138][140] Suffering with back pain,[141] he was discharged following day.[138][142] The worst of the storm had passed after about ten minutes, and following a brief entry into Spain to climb the Portillon, Fuente descended to victory in Luchon,[140] 6:21 minutes ahead a group of five including Merckx, Van Impe and Zoetemelk, who were a minute ahead of the next bunch.[108] Merckx became the new race leader, but out of respect for Ocaña, he refused the yellow jersey in the ceremony at the end of the stage, and his request not wear it the next stage was granted;[142] he wore the combination classification leader's white jersey instead.[143] Merckx considered leaving the race, because he did not want to win due to Ocaña's misfortune, saying 'I would rather finish second than win in this way'.[142] His directeur sportif (team manager) Guillaume Driessens [nl] was among those to convince him to remain, reminding him that the work-shy 'wheelsuckers' Zoetemelk and Van Impe would be the next in line to win the race.[i][j][148] Gösta Pettersson abandoned the race on the ascent of the Menté;[136] he was fifth overall at the end of the previous stage.[129] Stage 15 was a mass-start hill climb from Luchon, across 19.6 km (12.2 mi), up to the Superbagnères ski resort.[149] Together with the inclement weather, the form of Fuente continued as he won again, attacking 6 km (3.7 mi) from the end. Van Impe and Thévenet moved clear with 3 km (1.9 mi) remaining, coming in half-way between Merckx and Zoetemelk, a minute down.[135][143] The average speed of 20.6 km/h (12.8 mph) covered by the last finisher, Eddy Peelman of Fagor–Mercier–Hutchinson,[k] is among the very slowest of any post-World War II Tour stage, all those within the time limits.[151] In the general classification, Merckx now led Van Impe by 2:17 minutes, who had moved 4 seconds ahead of Zoetemelk to second place.[150] Merckx took the points classification led from Guimard.[77] The first leg of stage 16 was the last with mountain climbing, first crossing the second-category Col de Peyresourde and Col d'Aspin, followed by the higher first-category Col du Tourmalet and Col d'Aubisque, before a short descent to the finish at the Gourette ski resort.[152] Merckx injured his right knee following two falls on the Menté, and had been sleep-deprived for the two nights since.[142][152] He attacked on the descent of the d'Aspin, followed by Van Impe, and by the bottom the two leaders held a 40-second margin over the peloton. Zoetemelk bridged across to the pair on the early portions of the Tourmalet. Van Impe escaped a kilometre from the summit, where he held a lead of 1:10 minutes, but Merckx and Zoetemelk worked together into the prevailing headwind on the descent and caught him at the bottom. The three leaders then slowed, and they were joined by several others on the d'Aubisque, where another storm awaited the race. Merckx defended the solitary attack of Van Impe on the climb. A local to area, Bernard Labourdette, took the victory on Bastille Day, summiting with a two-minute advantage and soloing to Gourette. Labourdette, a teammate of Ocaña, afterwards said: \"This is the stage that Luis Ocaña should and would have won.\" Merckx lead the others over the finish.[153] The second part of stage 16 brought the race down from the Pyrenees to the city of Pau.[67] The opening 14.5 km (9.0 mi) from Gourette was neutralised due to flooding on the d'Aubisque descent caused by the storm, with racing starting in the village of Eaux-Bonnes across a reduced course of 57.5 km (35.7 mi). In the final kilometres, Van Springel went clear of an elite-rider breakaway to win the finishing sprint ahead of fellow escapee Willy Van Neste of Flandria–Mars. Van Springel took points away from teammate Merckx's green jersey rival Guimard, who beat Merckx in the sprint for third to his bring overall deficit to five points.[73][154] Merckx previously accused Guimard of assisting Ocaña chase him down on stage 13 to Marseille.[127][155] The next three stages took the Tour to its final stage in Paris.[67] In the morning of stage 17, Merckx visited Ocaña in recuperation at his home in Mont-de-Marsan, the host of the stage start.[142] The course of stage 17 through the Landes forest to Bordeaux, was more often processional and traditionally ended in a bunch sprint.[156] With 65 km (40 mi) remaining, an attack launched by Van Impe's teammate Raymond Riotte formed a breakaway with four others, including Merckx.[157] Guimard missed the move as he was swapping bottles around on his bicycle.[154] Merckx won the finishing sprint from the group, increasing his leading margins in the general and points classifications to 5:38 minutes and 31 points respectively.[157] On stage 18 to Poitiers, Jean-Pierre Danguillaume of Peugeot–BP–Michelin sprinted to victory from a ten-man breakaway that finished close to three minutes ahead of the peloton.[158] In the last kilometres of the next stage, nine riders bridged across from the peloton to the breakaway of three, and from this Goudsmit–Hoff rider Jan Krekels won the sprint finish, ahead of Guimard,[156][159] on Versailles's Avenue de Paris [fr] in outskirts of Paris.[160] The final stage's 53.8 km (33.4 mi) individual time trial began in Versailles and ended at the Vélodrome de Vincennes.[67][162] It was won by Merckx, 2:36 minutes ahead of Agostinho, with Wagtmans a further 16 seconds down in third. Merckx extended his overall lead from 5:38 to 9:51 minutes,[163] becoming the third rider, after Louison Bobet and Anquetil, to win three Tours in a row.[63] Zoetemelk raced the time trial 1:22 minutes quicker than Van Impe to overhaul a 7-second deficit from before the stage and finish the Tour second overall.[159][163] Merckx also ended the race as the points classification winner, beating Guimard by a margin of 16. Van Impe won the mountains classification, 48 points ahead of Zoetemelk. Merckx finished highest in the general and two aforementioned classifications to win the combination classification. The intermediate sprints classification was won by Zoetemelk's teammate Pieter Nassen. The winners of the team classification were Bic.[112] Of the 130 starters, 94 reached the finish of the final stage.[163] At the time, the 1971 Tour was considered the most exciting in recent years due mainly to the contest between Merckx and Ocaña.[156][164] This has since been named among the greatest battles and overall moments in Tour de France history,[165][166][167] with its significant stages of 11, 12, and 14, described as a \"trilogy\" by journalist Richard Moore in his 2014 book Étape: The Untold Stories of the Tour de France's Defining Stages.[168] Some observers have thought that if Ocaña had continued he would have won the race.[154][169][156] Tour journalist Jock Wadley predicted that Ocaña would have had an advantage of five minutes over Merckx before the final time trial, and then held three minutes by the end.[156] Jacques Goddet believed that Merckx was a lesser climber and could not have overhauled Ocaña, but writer Olivier Dazat suggested that Merckx was mentally stronger and would have relentlessly chased down Ocaña.[170] Riotte said that Ocaña's crash was \"provoked\" by Merckx and that if not then, Ocaña would have faltered eventually.[171] Ocaña soon recovered from his injuries and had a successful end to the season.[172] He next rode against Merckx over a month later in the world road race championship in Mendrisio, Switzerland, where a mistake of going back to get a drink was countered by Merckx, and he gained his second rainbow jersey as the victor.[173][174] The rivalry continued into the following Tour, but Ocaña left the race with illness.[172] Merckx went on to win a fourth Tour, and then won his fifth and final in 1974.[57] He skipped the 1973 edition,[l] which Ocaña won, and the rivalry never reached the heights seen in the 1971 Tour.[165] Ocaña was named as his closest rival by Merckx,[177] who is now regarded by many as the most successful rider in the history of competitive cycling.[178][179] The second, third and fourth-place finishers of the race went on to win at least one Tour during their careers; Zoetemelk in 1980, Van Impe in 1976, and Thévenet in 1975 and 1977.[57] There were five individual classifications contested in the 1971 Tour and also a team competition.[180] The most important was the general classification, which was calculated by adding each rider's finishing times on each stage.[181] Time bonuses (time subtracted) of 20, 10 and 5 seconds were awarded to the top three positions, respectively, at the end every mass-start stage classified as flat. In the flat split stages bonuses of 8, 6 and 3 seconds were given.[69][182] The rider with the lowest cumulative time was the winner of the general classification and was considered the overall winner of the Tour. The rider leading the classification wore a yellow jersey.[181] Eddy Merckx was meant to wear the yellow jersey in the prologue stage as the winner of the previous edition but the organisers forgot to bring it to the stage start.[183] Additionally, there was a points classification, where cyclists got points for finishing among the best in a stage finish. High finishes on flat stages awarded more points, 30 for the winner down to 1 point for 15th place. The flat split stages gave 20 points to the winner down to 2 points for 10th. In mountain stages and individual time trials, 15 points were given to the winner down to 1 point for 15th. Two mountain stages were given less points due their lengths, stages 15 and 16b. No points were awarded in the team time trial prologue stage.[184] The cyclist with the most points lead the classification, and was identified with a green jersey.[181] Following Merckx's dominance of the classifications during the 1969 Tour, a new rule was introduced in 1970 to allow the second-placed rider of the points classification to wear a green-black jersey if one rider led both the general and points classifications. If this occurred 1971, the rider in second place would wear the green jersey, a rule that has remained ever since.[185] There was also a mountains classification, which awarded points to the riders who reached summits first. Most stages of the race included one or more of these climbs, categorised as fourth-, third-, second- or first-category, with the more difficult climbs rated lower. Changes were made to the calculation in 1971, with the number of points given in the second, third, and fourth-categories increased. First-category ranked mountains gave a maximum 15 points for the first rider across, with the subsequent categories giving 10, 12, and 5 points to the first at the summit respectively.[186][187] The cyclist with the most points lead the classification, with no identifying jersey.[188][m] The combination classification was calculated by adding each rider's overall ranking positions in the general, points, and mountains classifications. The rider with lowest combined total led the classification. In the event of tie, the positions were shared.[189] The leader of the classification wore a white jersey.[188] There was also an intermediate sprints classification. This classification had similar rules to the points classification, but only points were awarded on intermediate sprints, with 6, 4, 3, 2 and 1 awarded respectively. The classification was given more importance in 1971 with the introduction of time bonuses; 5, 3 and 1 seconds were awarded to the first three positions in the sprints respectively. The 1971 Tour was the first time that more than one sprint featured in a full stage.[190] In 1971, this classification had no associated jersey.[191] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time.[192] The riders in the team that led this classification wore yellow caps.[191] In addition, there individual awards given after each stage, excluding the prologue, and at the conclusion of the Tour to the most combative, elegant and amiable riders,[187] with decisions made by a jury composed of journalists.[193] The split stages each had combined winners.[194] At the conclusion of the Tour, overall awards, also decided by journalists, were given to Luis Ocaña, Leif Mortensen and Jean-Pierre Danguillaume, respectively.[195] There was also a special award, the Souvenir Henri Desgrange, given to the first rider to pass the summit of the Côte de Dourdan on stage 19. This prize was won by Wilmo Francioni of Ferretti.[46][196] A total of 470,600 f was awarded in cash prizes in the race, with the overall winner of the general classification receiving 191,550 f. The stage winners, award winners and classification leaders, were rewarded with cash prizes.[69][182] The amiable award winners received a selection of meat products.[187] Joop Zoetemelk got a color television set for being the Tour's youngest finisher.[195] Riders in the Tour competed individually for points that contributed towards the Super Prestige Pernod ranking, an international season-long road cycling competition, with the winner seen as the best all-round rider.[202] Eddy Merckx held his substantial lead in the ranking at the end of the Tour.[203] In total, 100 doping tests were done during the 1971 Tour de France, from which 2 returned positive: Yves Ravaleu, after the thirteenth stage; Jean-Claude Daunat, after the eighteenth stage. Both Hoover–de Gribaldy–Wolber riders received the customary punishment: a fine of 1200 f; being set back to the last place in the stage's results and getting ten minutes penalty time in the general classification.[205] Media related to 1971 Tour de France at Wikimedia Commons","Title":"1971 Tour de France - Wikipedia","KeyID":"8390","URL":"https://en.wikipedia.org/wiki/1971_Tour_de_France"}