{"Content: ":"One-day races and Classics Gert-Jan Theunisse (born 14 January 1963) is a Dutch former road bicycle racer. He won the 1988 edition of the Clásica San Sebastián one-day race. In the 1989 Tour de France, he won the King of the Mountains competition. Theunisse turned professional in 1984 with the Panasonic cycling team. That year he finished third in the Ronde van Nederland and had places of honour in races such as the Grand Prix de Fourmies and the Grand Prix d'Isbergues in 1986. However it was not until 1988 that he achieved great success. In the 1988 Tour de France he challenged his former teammate, Pedro Delgado. However he tested positive for testosterone and received a 10-minute penalty which moved him from fourth to 11th overall.[1] Theunisse returned the following year and won the mountains classification and the stage up Alpe d'Huez in the 1989 Tour de France . In 1990 he also tested positive in the Flèche Wallonne[2] and Bicicleta Vasca.[3] He abandoned the second stage of the 1995 Tirreno–Adriatico and stopped his career after receiving medical advice for heart trouble.[4] He began advising Mario Gutte and then mountain biker Bart Brentjens from late 1995. The following year he drew up a training scheme for Brentjens for the 1996 Atlanta Olympic Games. Brentjens won the Dutch national championship, the world championship, the World Cup, the Tour de France VTT and then gold at the Olympic Games. Brentjens signed with the Specialized Mountain Bike team at the end of 1996 and stipulated in the contract that Theunisse would be team manager. During this time, Theunisse rode occasional regional mountain bike races. On 8 September 1997 he was hit by a car while training with the team. He was diagnosed as having a paraplegia, the result of a spinal cord injury when the car hit him.[5] Theunisse was unable to walk but recovered over the six months and returned to coaching the Specialized team. In January 1999, he won a mountain bike race in the United Kingdom but could not walk for three days afterwards.[5] In June 1999 he had a heart attack. In 2000 he admitted using illegal substances but denied taking testosterone.[6] Theunisse continued working with Specialized until the sponsor left the sport at the end of 2001. Theunisse then moved to Majorca, where he began riding his mountain bike 150 km a day. He won the European over-30 championship in 2002.[7] He competed from 2003 to 2005 despite consistent pain due to spinal damage, difficulty walking straight as well as involuntary muscle or spastic attacks.[8] Theunisse had twelve wins as an active Mountain bike cyclist. Theunisse was sponsored by PowerPlate-Giant and concentrated on the mountain bike marathons of the World and European championships.[9] Theunisse rode his final mountain bike race in October 2005 at a race at Scheveningen, Netherlands[10] and discussed plans to build a sports centre for disabled competitors. Theunisse is said to be 13 per cent handicapped and aims to compete in the Paralympics.[10][11]","Title":"Gert-Jan Theunisse - Wikipedia","KeyID":"8401","URL":"https://en.wikipedia.org/wiki/Gert-Jan_Theunisse"}