{"Content: ":"Thierry Claveyrolat (31 March 1959 – 7 September 1999) was a French road bicycle racer. He was King of the Mountains in the 1990 Tour de France. Claveyrolat grew up in the shadow of the Alps in the Isère region near Grenoble. He showed early talent as an amateur cyclist, especially in the hills. He turned professional in 1983 for the St-Étienne-Pélussin team and came to notice that year when he came second on the sixth stage of the Dauphiné Libéré.[1] It became a race in which he succeeded regularly, winning five stages and finishing highly placed.[1] St-Étienne was a small team and Claveyrolat's pay was so low that he worked for a construction company at Alpe d'Huez to make up the difference.[2] His showing in the Dauphiné Libéré brought him a move to Système U in 1984, after which he changed sponsors frequently. It was with RMO, sponsored by an employment agency, that he won his first race as a professional: a stage of the Dauphiné Libéré in 1987.[2] He went on to win the Tour du Limousin in 1989, and the Tour du Haut-Var and the Coupe de France in 1993. The peak of his career was the Tour de France in 1990, when he won the stage at St-Gervais in the shadow of Mont Blanc. He finished the race in the polka dot jersey as leader of the mountains classification. He won a stage at nearby Morzine the following year. Claveyrolat was a classic, lightly built climber. His slim build and short height brought him the nickname Clavette, a play on his name meaning \"cotter pin\"[3] His weakness was time-trialling, when his lightness made it hard to ride at sustained speed. There is a small memorial to him on the Chemin de la Bastille in Grenoble.[4] Claveyrolat rode for Z (a children's clothing company) and GAN (an insurance company) before retiring in May 1994.[2] He bought a bar, the Café de la Gare, at Vizille, south of Grenoble, and turned it into a bar-brasserie called L'Étape. It had a neon polkadot sign to represent the climber's jersey he had won in the Tour. The interior was a museum of his jerseys, cups, medals and other cycling artefacts. His former team-mate, Paul Kimmage, wrote: It was the perfect investment, the redeployment he had dreamed of. After 12 happy and successful years as a racer, he had left the sport on his own terms, with no regrets. Over the next four years, he worked hard to make his new life a success. On new year's day 1998, he bought a scratch-card from the newsagent, shortly after opening up, and won a trip to Paris for the French edition of The Winning Streak where he was invited to spin the wheel and won a million French francs. Among his former team-mates, the perception was that Claveyrolat could do no wrong. Everything he touched seemed to turn to gold. But the reality was different.[2] Kimmage said Claveyrolat had enjoyed the atmosphere of the Café de la Gare, which is why he had bought it. But in converting it, and then turning it into a night-spot with music, he drove away the locals who had made it a success. He said: There were so many things that he hadn't noticed about the place [the Café de la Gare]. The scum who threw up and urinated, regularly, all over the toilet floor. The early starts, late finishes, the guys who had never had enough. Seven nights a week. Fifty-two weeks of the year. But there was no turning back. He would make it work. It was sink or swim.[2] The lottery win couldn't have come at a better time. He sold a share of the business, used his winnings to plug the black hole in his bank account and determined to make a fresh start. But, within a year, the problems were exactly as before. A bouncer was hired, and paid under the counter, to patrol the undesirables. After a disturbance one evening, the police called and asked the bouncer to produce his carte d'identité. The bouncer didn't have one. He had entered the country illegally from Zaire. Thierry was brought before the authorities and asked to explain himself. Informed that they intended to prosecute, the problem was a drop in the ocean compared to the horror of what was waiting round the corner.[2] On 13 August 1999 Claveyrolat drove down the Côte de Laffrey, a mountain he had ridden many times by bike. A Renault 19 came the other way as Claveyrolat cut a corner and the two crashed. The other driver suffered multiple fractures, and his 14 year old son (who was sitting in the passenger seat) was seriously injured and lost an eye. Claveyrolat was arrested and had also been drinking. Claveyrolat committed suicide by shooting himself with a rifle at 3am on 7 September 1999. He was found dead in his cellar. He left a widow, Myriam, and two children.[5]","Title":"Thierry Claveyrolat - Wikipedia","KeyID":"8402","URL":"https://en.wikipedia.org/wiki/Thierry_Claveyrolat"}