{"Content: ":"The 1992 Tour de France was the 79th edition of the Tour de France, taking place from 4 to 26 July. The total race distance was 21 stages and a prologue over 3,978 km (2,472 mi). In honor of the Maastricht Treaty, which created the European Union, the Tour visited a record seven countries: France, Spain, Belgium, the Netherlands, Germany, Luxembourg and Italy. There were 22 teams in the 1992 Tour de France, each composed of 9 cyclists.[1] Sixteen teams qualified because they were the top 16 of the FICP ranking in May 1992;[2] six other teams were given wildcards in June 1992.[3] The teams entering the race were: Qualified teams Invited teams Miguel Indurain, winner of the 1991 Tour de France, was the clear favourite, having won the 1992 Giro d'Italia with ease. His biggest rivals were expected to be Gianni Bugno (second in the 1991 Tour) and Claudio Chiappucci (second in the 1992 Giro).[4] The highest point of elevation in the race was 2,770 m (9,090 ft) at the summit of the Col de l'Iseran mountain pass on stage 13.[5][6] The Tour began in Spain where the prologue was in San Sebastián, close to Indurain's home.[12] Indurain won the prologue, with debutant Alex Zülle in second place. In the first stage, Zülle won a time bonus in an intermediate sprint, and became the new race leader.[4] In the second stage the race moved into France for the first time, finishing in Pau in the south of France. The Pyrenees were going to largely be avoided in this year's edition, as only two major mountain stages were scheduled, both of which were in the Alps. Richard Virenque, another debutant who was a late addition to his team, was part of a two-man escape that stayed away. Javier Murguialday claimed the stage win and Virenque took over the lead.[4] The yellow jersey, worn by the leader in the general classification, changed owner again after the third stage, when a group of ten cyclists stayed away. Rob Harmeling bested Sammie Moreels and Massimo Ghirotto at the line and Pascal Lino, a teammate of Virenque at RMO–Onet, crossed the line in 4th and became the new race leader.[4] In the team time trial of stage four, RMO-Onet lost time to the teams specialized in team time trials, but Lino's lead was large enough to remain leader.[4] The GC riders were largely content to let the breakaways go during the first two weeks, knowing the race would be decided in the ITT's and mountains of stages thirteen and fourteen. Just the same the favorites were firmly in the top ten with Indurain, Chiappucci and Bugno being the highest placed. Former champs Laurent Fignon and Greg LeMond did not have the same recent results as the defending champ Induráin, Bugno or Chiappucci, but they were the next closest riders who were considered favorites.[13] Former champs Roche and Delgado, who each had teammates placed higher than them in Chiappucci and Induráin, as well as Andy Hampsten, who came into the race targeting a top 5 finish,[14] were beyond Fignon and LeMond. In stage five the race moved to the north of France, beginning in Nogent-sur-Oise which was the first of four straight flat stages. Guido Bontempi crossed the line solo for the win. Stage six began in Roubaix and the riders had to deal with the cobbles, as well as bad weather as it had been raining steadily by the time they crossed into Belgium. Late in the race a four-man breakaway formed which proved significant as it included Chiappucci and LeMond. They were joined by Brian Holm and Laurent Jalabert and by the time they approached the finish line under the Atomium in Brussels they had built a gap of about ninety seconds.[15] Jalabert took his first career stage win and both Chiappucci and LeMond had jumped ahead of Induráin by over a minute. The press swarmed LeMond after the stage to the point he had to hide under a truck trailer for a few minutes to change before dealing with them, as there were not yet team buses for the riders to utilize. Lino was still the highest placed rider, but his gap back to the GC riders had already been halved. Stages seven and eight both saw breakaways that went the distance moving several riders not considered contenders into the top 10. Roche was considered a contender and on stage seven, as the race crossed into The Netherlands, he got involved in an escape and finished with the same time as winner Gilles Delion, moving ahead of Induráin in the process. Jan Nevens won the following day as the Tour entered Germany and riders such as Heppner, Skibby, Ledanois and Alberto Leanizbarrutia found themselves in the top 10. In the ITT of stage nine Miguel Induráin made a dominant statement that none of the GC riders could answer. The time trial was ridden in Luxembourg and the closest rider to Induráin was Armand de Las Cuevas who finished three minutes behind. Bugno was the closest GC contender at +3:40 behind followed by LeMond who finished more than four minutes back.[16] Induráin began the day behind all of the other favorites, but had such a dominant performance that by the end of the stage he was ahead of all of them. This time trial victory is sometimes seen as Indurain's career-defining moment.[17] Lino was still in yellow, but Induráin had reduced the deficit to +1:27, which he was anticipated to easily overcome in the upcoming Alps. After the time trial there was a flat stage that began in Luxembourg and finished in France for two hilly stages in the Jura Mountains prior to the race entering The Alps. Stage ten was won by Jean-Paul Van Poppel who defeated defending green jersey champion Djamolidine Abdoujaparov and Laurent Jalabert in the sprint. In this year's edition Jalabert was in a fierce battle with Johan Museeuw for the green jersey and it would go back and forth between them six times before Jalabert sealed the victory in the third week. In stage eleven Laurent Fignon, who had suffered a disastrous ITT a few days earlier, won the final stage of his illustrious career by defeating a strong group of riders including Jalabert, Pedro Delgado, Dmitri Konyshev and the French National Champion in Luc Leblanc among others. In stage twelve Museeuw wrestled the green jersey back from Jalabert as Swiss rider Rolf Järmann beat Pedro Delgado to the line by three seconds.[18] Stage thirteen would take the riders to Sestriere in Italy and included three Cat-1 climbs as well as an Hors Categorie right in the middle of the stage with the Col de l'Iseran, the highest point of the 1992 Tour. Chiappucci, who was 7th in the general classification, decided to risk everything to try and win the Tour. During the 1990 Tour de France he made a similar choice on the stage to Luz Ardiden which resulted in him eventually being caught and dropped as Induráin and LeMond went on to win the stage and Tour respectively. Chiappucci joined the early breakaway attempts and by the time he reached the Iseran he was alone.[19] Eventually it became clear Chiappucci was going to be able to sustain his attack and the group of favorites were waiting for a reaction from Induráin, which never came. Finally Bugno, who had come into this Tour with intentions of winning it, launched an attack. Induráin did answer this attack; and the only other riders who could respond were Andy Hampsten and Franco Vona. All total the stage was just over 250 km long and by the time he crossed the finish line Chiappucci had ridden nearly half of it on a solo attack and collected an enormous amount of King of the Mountains points, a classification he would win.[20] He won the stage convincingly more than a minute and a half ahead of Vona, but Induráin was able to limit his losses to under two minutes while also dropping the remainder of GC riders and taking the yellow jersey from Lino. Chiappucci was now in 2nd overall, Bugno rose to third and Lino, who had held the jersey for eleven stages, fell to fourth. Coming entirely unhinged for the first time in his legendary career was Greg LeMond. He finished within a grupetto of sprinters just inside the time limit with teammate Atle Kvålsvoll staying behind to assist him. He dropped nearly forty places in the standings and he was hounded by the press until he reached his hotel elevator. At one point both LeMond and Kvålsvoll said the same thing to the press, \"Things are unexplainable.\"[21] The next day he would abandon the Tour. All drug tests had returned negative and while there were whispers of a new undetectable drug known as EPO being out there, it was not known to be as widespread within the peloton as it would become in just a few years.[22] Stage fourteen was another day of grueling climbing; beginning at Sestriere and moving back into France for the final time finishing at the mountaintop resort of Alpe d'Huez. For the second day in a row Andy Hampsten and Franco Vona were at the front of the race with or ahead of the GC contenders. For the second day in a row Vona finished 2nd as Andy Hampsten became the only American to ever win atop Alpe D'Huez.Years later Lance Armstrong had two stage wins at Alp D'Huez revoked, although his name remains on the stage winner signs along the route.[citation needed] Hampsten had moved into the top 10 the day before and now had risen to the final podium position as Vona entered the top 10. As far as the yellow jersey was concerned Bugno lost considerable time and dropped to 5th below Lino, who rode well enough to maintain 4th place. Chiappucci and Induráin crossed the line together; as once Bugno was dropped all Induráin needed to do to firmly consolidate his position was mark Chiappucci. Neither Hampsten, who now occupied 3rd at +8:01, nor Chiappucci who was only +1:42 behind seemed to pose a threat to Induráin. With no big mountain stages remaining, the only stage that was likely to create time differences between the favourites was the time trial in stage nineteen and a few days earlier Induráin had already proven himself to be the most dominant time trialist in the race. Stages fifteen and sixteen were both intermediate stages that went through the Massif Central section of France. Franco Chioccioli won stage fifteen crossing the line solo ahead of Dmitri Konyshev by +0:42, and in stage sixteen Stephen Roche beat Viatcheslav Ekimov by +0:46. In both stages the GC riders were not far behind. In stage seventeen Maassen, Sergeant, Louviot, Nulens and Jean-Claude Colotti were at the front of an escape group that finished more than +15:00 ahead of the peloton. Colotti would eventually attack this group and beat them to the line by more than three minutes. In stage eighteen Thierry Marie bested Museeuw and Nijdam in the sprint finish. Stage nineteen was the final individual time trial and as was anticipated Induráin dominated the field and all but finalized his 2nd Tour de France victory. Bugno rode strongly finishing 2nd forty seconds behind. Everyone else was beyond +2:00 and the most important changes included Chiappucci now being +4:35 behind locking up 2nd place overall, and being as Bugno had a considerably better ride than Hampsten and Lino, he jumped both of them in the standings and took over the final podium position.[23] The final two stages were flat stages and in stage twenty Peter De Clercq won the sprint ahead of Vanzella and Laurent. On the final stage, which finished on the Champs Elysees, the sprint was fought over by Frankie Andreu, Søren Lilholt, Laurent Jalabert, Johan Museeuw, Jean-Paul Van Poppel and Olaf Ludwig with Ludwig winning the day and taking his second career Tour de France stage victory.[24] The final podiums included Laurent Jalabert in the green jersey, Claudio Chiappucci as the king of the mountains winner as well as the Most Combative Rider. His team Carrera Jeans–Vagabond also won the team competition. Eddy Bouwmans won the white jersey as the best young rider. Miguel Induráin won his second consecutive Tour and joined the elite group of Coppi, Anquetil, Merckx, Hinault and Roche as the only riders to complete the Giro-Tour double. There were several classifications in the 1992 Tour de France.[25] The most important was the general classification, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.[26] Additionally, there was a points classification, which awarded a green jersey. In the points classification, cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification, and was identified with a green jersey.[27] There was also a mountains classification. The organisation had categorised some climbs as either hors catégorie, first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification, and wore a white jersey with red polka dots.[28] The fourth individual classification was the young rider classification, which was not marked by a jersey in 1992. This was decided the same way as the general classification, but only riders under 26 years were eligible.[29] For the team classification, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time.[30] In addition, there was a combativity award given after each mass-start stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification.[31] Claudio Chiappucci won this classification, and was given overall the super-combativity award.[8] In 1992, there was a special classification because of the Maastricht Treaty, that created the European Union. In the 1992 Tour de France, a national border was crossed seven times, and every time there was a special sprint, where points could be earned. This classification was won by Viatcheslav Ekimov.[32] The \"Association Française pour un Sport sans violence et pour le Fair-play\" awarded the Fair Play award in the Tour for the first time. It was given to Stephen Roche.[8] The Souvenir Henri Desgrange was given in honour of Tour founder Henri Desgrange to the first rider to pass the summit of the Col du Galibier on stage 14. This prize was won by Franco Chioccioli.[33][34] Media related to 1992 Tour de France at Wikimedia Commons","Title":"1992 Tour de France - Wikipedia","KeyID":"8403","URL":"https://en.wikipedia.org/wiki/1992_Tour_de_France"}