{"Content: ":"One-Day Races and Classics Richard Virenque[n 1] (born 19 November 1969) is a retired French professional road racing cyclist. He was one of the most popular French riders with fans[3] for his boyish personality and his long, lone attacks.[n 2] He was a climber, best remembered for winning the King of the Mountains competition of the Tour de France a record seven times, but he is best known from the general French public as one of the central figures in a widespread doping scandal in 1998, the Festina Affair, and for repeatedly denying his involvement despite damning evidence. Virenque, his parents, his brother Lionel and sister Nathalie lived in the Iseba district of Casablanca. The family was affluent, employing both a gardener and a nurse.[4] His mother described Richard as a gentle, kind boy, full of life, who enjoyed helping her in the garden. His idol was Michael Jackson.[5] His father, Jacques, ran a tire company. As a child, Virenque began cycling by riding round the garden of the family's house. \"It wasn't much of a bike,\" he said. \"It had no mudguards, no brakes, and I had to scrape my foot along the ground to stop.\"[6] Virenque often skipped school to fish on the beach.[7] He told a court during the Festina doping inquiry (see below): \"I soon realised that I didn't have the brain to be anything but a racing cyclist.\"[7] The family moved to La Londe-les-Maures, near the Côte d'Azur, in 1979 when he was nine. There his father failed to find the same sort of job and relations between his parents suffered.[4] Jacques and Bérangère Virenque[n 3] divorced soon afterwards and Virenque said he was devastated. \"That [my parents divorce] was a difficult moment. I had only my bike, and I took to it in depth.\"[7] He couldn't stand being in school any longer than he had to, he said, and he left to work as a plumber. \"I studied for my qualifications but they were only an excuse [to leave school]. I used to go cycling rather than attend my classes.\"[6] Cycle-racing did not immediately inspire Virenque. His brother, Lionel, cycled, read specialist magazines and watched the Tour de France on television. \"But [racing and the Tour de France] didn't interest me at all, until the day he [my brother] took me to see a race and I signed up with a cycling school [école de cyclisme].\"[6][n 4] He rode for the Vélo Club Hyèrois from the age of 13 where, encouraged by his grandfather,[8] he took out his first licence with the Fédération Française de Cyclisme[2][9] He said he knew he could climb well from the start. \"My shorts used to flap round me in those days and my bike was too big for me. On the flat, I clung to the wheels in front as best I could, but the moment there was a hill, I left the others. I've always had that pleasure.\"[6] His first win was in a race round the town at La Valette-du-Var, when he and another rider, Pascale Ranucci, lapped the field.[6] He then did his national service in the army battalion at Joinville in Paris[2] to which talented sportsmen were often sent.[n 5] He spent his last period as an amateur with the ASPTT[n 6] in Paris. In 1990 he came eighth in the world championship road race at Utsunomiya, Tochigi in Japan, riding une course d'enfer[n 7] to impress Marc Braillon, the head of the professional team, RMO, said Pascal Lino.[10] \"I was riding like a kamikaze. I rode out of my skin,\" Virenque said.[11] It worked: Braillon offered him a contract.[9] He turned professional for RMO in January 1991.[1][2] Virenque rode his first Tour de France in 1992 as a replacement for another team member, Jean-Philippe Dojwa.[9] He was earning 15,000 francs a month.[4] He said he dreamed only of \"being able to follow the best in the mountains, riders like Claudio Chiappucci, Indurain, LeMond, Thierry Claveyrolat.\"[6] On the third day he took the yellow jersey as leader of the general classification after a long breakaway with two other riders on the col de Marie-Blanque in the Pyrenees. He held it for a day,[2] losing it next day to his team-mate Pascal Lino, who led for the next two weeks.[9] Virenque finished second in the climbers' competition.[9] Virenque was sought by several teams after his first Tour and Cyrille Guimard said at the world championship at Benidorm that he had arranged for him to join his Castorama team, where he would replace Laurent Fignon.[9] But the announcement was premature and Virenque joined another French team, Festina. He stayed there until the team dissolved in the wake of a doping scandal in 1998 (see below). Virenque first wore the yellow jersey of the Tour de France in 1992 and for the last time in 2003. In 2003 he won the stage to Morzine and wore the jersey on the climb of Alpe d'Huez. Virenque was a talented climber but a modest time-triallist. He was coached for time-trials by Jeannie Longo and her husband.[6] Virenque finished twice on the podium in the Tour de France (third in 1996 and second in 1997) and won several stages, among them Mont Ventoux in 2002. He is the 18th rider in the Tour to have won stages over 10 years apart;[n 8] he wore the Maillot Jaune for two days in his entire career. In 1998 the Festina cycling team was disgraced by a doping scandal (see Doping at the Tour de France) after a soigneur, Willy Voet, was found when crossing from Belgium to France to have drugs used for doping.[3][12] They were, said John Lichfield, the Paris correspondent of The Independent in Britain: \"235 doses of erythropoietin (EPO), an artificial hormone which boosts the red cells (and therefore endurance) but can thicken the blood to fatal levels if not controlled properly. They also found 82 doses of a muscle-strengthening hormone called Sauratropine,; 60 doses of Pantestone, a derivative of testosterone, which boosts body strength but can cause cancer; and sundry pain-deadening corticoids and energy-fuelling amphetamines.\"[13] Bruno Roussel, Virenque's directeur sportif, told L'Équipe that Virenque responded to the news by saying: \"Mes produits, comment je vais faire maintenant?\" - \"My products/stuff — what am I going to do now?\"[14] Virenque's teammates, Christophe Moreau, Laurent Brochard and Armin Meier, admitted taking EPO after being arrested during the Tour[15] and were disqualified.[16] Virenque maintained his innocence. \"I am the best climber in the world and he [Virenque, just] wears the polkadot jersey.\" Marco Pantani[17] While his former team-mates were served six-month suspensions and returned to racing in spring 1999,[18] Virenque changed teams to Polti in January 1999[17] and prepared for the 1999 Tour by riding the Giro d'Italia, in which he won a stage. Another Italian, his team-mate Enrico Cassani, said Virenque was referred to in Italy as \"the shit\".[17] He said: \"When he arrived, we were originally against him. Then, very quickly, we saw he knew how to live and to joke and we respected him. He proved he had some character, some personality.\"[17] A few weeks later Virenque's name emerged in an inquiry into Bernard Sainz, the so-called Dr Mabuse of cycling who was later jailed for practising as an unqualified doctor.[19] Franco Polti, the head of Virenque's team, fined him 30 million lire.[17] Race director Jean-Marie Leblanc banned Virenque from the 1999 Tour de France but was obliged to accept him after a ruling by the Union Cycliste Internationale.[17] Cycling Weekly in Britain called it \"a major blow\" to the Tour's organisers.[20] Leblanc said he hoped Virenque would not win.[21][n 9] Virenque rode, at his team's request, on a bicycle painted white with red dots to resemble the polka dot jersey worn by the leader of the mountains classification and he travelled between stages with a bodyguard, Gilles Pagliuca.[17] That year, he wrote Ma Vérité, a book which asserted his innocence[22] and included comments of how doping must be fought.[23] He wrote that his team-mates confessed to using EPO because of pressure from the police. He said Moreau's urine showed EPO had not been detected.[24] The Festina affair led to a trial in Lille, northern France, in October 2000. Virenque was a witness with others from the former Festina team. He at first denied he had doped himself but then confessed.[25] \"Oui, je me suis dopé\", he told the court's president, Daniel Delegove, on 24 October.[9] But he denied doping himself intentionally. Voet said he was aware of what he was doing and participated in trafficking between cyclists.[3] Virenque said this happened without his approval. That led the satirical television programme, Les Guignols de l'info - which displayed Virenque as a moronic rubber puppet with hypodermics in his head[7] - to change his words to \"à l'insu de mon plein gré\" (\"willingly but without knowing\"),[26] and the phrase passed into French popular culture as a sign of hypocritical denial.[n 10] Voet wrote a book, Massacre à la Chaîne, published in a legally-censored English edition as Breaking the Chain, in which he came close to identifying Virenque as an unrepentant doper. \"For sheer effrontery, Virenque's denial for over two years that he had knowingly taken drugs, in the face of overwhelming evidence to the contrary, took some beating.\" William Fotheringham writing in The Guardian[27] Virenque was criticised by the media and satirists for his denial in the face of increasing evidence and his pretence of having been doped without his knowledge. Voet wrote in Le Journal du Dimanche that he preferred Virenque as a young pro \"because he didn't dope himself much\". Many former colleagues shunned him,[26] remembering his arrogance and criticism.[28] Virenque lived near Geneva in Switzerland and the Swiss cycling association suspended him for nine months.[29] The president of the committee which imposed the ban, Bernard Welten, said he deserved a severe penalty because he was one of the biggest drug-takers in the team.[30] The president of the French federation, Daniel Baal, said nine months was halfway between the minimum penalty of six months and the maximum of a year for a first-time offence.[30] The sentence was reduced by an independent tribunal to six and a half.[30] He was fined the equivalent of 2,600 euros and told to pay 1,300 euros in costs. He became depressed. \"I had to realise that I wasn't anything any more,\" he said.[9] His wife Stéphanie said he put on two sizes in clothes and 10 kg (22 lb) more than his racing weight.[27][n 11] He wept repeatedly.[4] She said she would stay with him and support him only if they moved back in the south of France after four years in Switzerland.[7] In the meantime they had the help of a prominent neighbour, Laurent Jalabert. The two had not been friends and did not see each other much in Switzerland.[8] Then, Jalabert opened links by getting his wife, Sylvie, to ask Stéphanie Virenque for the loan of a vacuum cleaner that she didn't actually need.[10] Jalabert said that later, \"Richard called me one day when my wife and I were getting ready to move house. He was desperate to help us even though we didn't really need any help. It was then that I realised his distress. He spent the whole day taking the furniture apart and putting it back together again. It's odd, but that day did him an awful lot of good.\"[9] Jalabert and his wife Sylvie said that, as a souvenir, they had kept the doors of one of their closets upside down because that was the way Virenque had fitted them.[10] The two men began training together.[n 12] Virenque and his family moved back to France as his wife asked. Jalabert followed shortly after his own career ended. Few teams were willing to consider him when he completed his suspension and only a few friends kept in touch.[9] Cofidis was said to be interested but not in his first year back. Jean Delatour, with whom Virenque trained in the winter,[n 13] said it could be interested if it found more sponsorship.[31] On 5 July 2001 he joined Domo-Farm Frites,[9][32] with the help of the former Tour de France winner, Eddy Merckx who, as supplier of the team's bikes, put up the extra money that the main sponsors would not. He was paid the equivalent of £800 a month, the minimum wage, for the last three months of the year and the same salary for which he had first turned professional in 1992.[27] Domo kept him the following season, after Farm Frites withdrew as co-sponsor, because it wanted to expand its carpet business in France.[33] On 25 October 2002, on the eve of the Tour de France presentation at the Palais des Congres in Paris, he signed for another two years.[9] Virenque returned to prominence by winning Paris–Tours on 7 October 2001[9] in a day-long breakaway in which he dropped Jacky Durand and crossed the line seconds ahead of the peloton. Paris–Tours is a flat race that favours sprinters and not climbers. \"It was a typical Virenque moment,\" Fotheringham wrote, \"with a yell of anger as he crossed the line 'for all those who tried to destroy me'\".[27] The French magazine, Vélo, called the victory \"extraordinary.\"[34] L'Équipe's one-word headline on the front page was \"Unbelievable!\"[35] Virenque said: \"Jacky asked me if we should sit up [give up the breakaway attempt]. There were still 50 km [30 miles] to go. I was longing for someone else to come up to us. A long break wasn't the idea. But when I saw the gap was rising, I shouted' Faut y croire ' [We can do it/We have to believe] But he said he'd run dry.\"[36] While Virenque was bettered by Laurent Jalabert in the 2001 and 2002 Tour de France for the King of the Mountains competition, he won his sixth mountains classification in 2003 to tie with Federico Bahamontes and Lucien Van Impe. His day-long breakaway also saw him wear the yellow jersey as leader of the general classification. In 2004 he won the King of the Mountains for a record seventh time. Van Impe criticised Virenque for being opportunistic rather than the best climber; he said he had himself refrained from breaking Bahamontes' record himself out of reverence. Virenque said they were jealous: \"They couldn't stand being equal best and they couldn't stand being beaten.\"[37] Bahamontes in turn described Virenque as \"a great rider, but not a complete rider\", and compares him unfavorably as a climber with Charly Gaul and Van Impe.[38] Virenque ran into trouble again in 2002 when he appeared on a television programme, Tout le Monde en Parle, in June. The presenter, Thierry Ardisson, asked him: \"If you were sure of winning the Tour by being doped but knew you would not get caught, would you do it?\" Virenque replied: \"Win the Tour doped, but without getting caught? Yes.\"[39] The programme was recorded to be broadcast as-live. Ardisson said that Virenque asked after the recording finished that his answer be cut out. Ardisson said: \"It was very naive, very Virenque. But it's a shame that, once again, he didn't want to tell the truth.\"[39] Virenque rode the Olympic Games road race in Athens and decided to retire, a decision he announced at the Olympia theatre in Paris on 24 September 2004.[10] His wife had suggested continuing one more season, he said. He stayed in the public eye, winning Je suis une célébrité, sortez-moi de là! (the French version of I'm a Celebrity... Get Me Out of Here!) in Brazil in April 2006.[40] In autumn 2005 he opened Virenque Design, a company to design and sell jewellery[41] often featuring the number 7, representing his wins in the King of the Mountains. Since 2005 he has been a consultant commentator for Eurosport, alongside Jacky Durand and Jean-François Bernard and the journalist, Patrick Chassé, where he is described as a \"modest competitor\" to Laurent Jalabert, the specialist on the rival state network.[42] He has also promoted an energy drink and a pharmacy company.[26] Virenque also took part in the Spa 24 Hours endurance race in 2005. Driving a Dodge Viper GTS-R for Force One Racing alongside François Labhardt, Philippe Prette and former motorcycle rider Didier de Radiguès, he finished the race in 12th place overall and second in the G2 class.[43] On 11 August 2006,[26][44] Virenque was taken to hospital at Moûtiers and transferred to Grenoble after falling during a mountain-bike race at Méribel.[45] He broke his nose and needed 32 stitches to his face.[45] Hitting his head led to feelings of worry and of depression, he said, and he lost his sense of smell.[44] In December 2007, Virenque and his wife, Stéphanie, divorced[46] after 17 years together.[12][47] They have two children, Clara and Dario.[48] Eric Boyer said of Virenque's retirement: \"Richard has character, a strong personality. He doesn't let himself go. He looks forwards, never behind. Today, he is a personality [un people]. His return to everyday life has been a success but money isn't an end in itself.\"[26] Virenque lives at Carqueiranne in the Var region.[26] He is fond of marmots, dancing, wine, gardening and flowers; he is quoted as saying, \"Put me in a good garden nursery and I'm in heaven,\"[4]","Title":"Richard Virenque - Wikipedia","KeyID":"8408","URL":"https://en.wikipedia.org/wiki/Richard_Virenque"}