{"Content: ":"Stage races One-day races and Classics Other Laurent Jalabert (born 30 November 1968) is a French former professional road racing cyclist, from 1989 to 2002. Affectionately known as \"Jaja\" (slang for a glass of wine; when he continued drinking wine as a professional, the nickname stuck because of the similarity to his name), he won many one-day and stage races and was ranked number 1 in the world in 1995, 1996, 1997 and 1999. Although he never won the Tour de France, where he suffered altitude sickness, he won the Vuelta a España in 1995; as well as the leader's jersey, he won the sprinter's jersey and climber's jersey in the same race — only the third rider to have done this in a Grand Tour. With Alessandro Petacchi, Eddy Merckx, Djamolidine Abdoujaparov and Mark Cavendish, he is one of only five riders to win the points classification in all three grand tours. He turned professional with the French Toshiba team in 1989 and quickly established himself as a daring sprinter. He moved on to the Spanish ONCE team under Manolo Saiz, where he reinvented himself as an all-rounder capable of winning one-day races and the tours. A catalyst was an accident at the finish of the 1994 Tour de France stage in Armentières. A policeman leaned out and several riders hit him. Jalabert was flung into the air and his bicycle was destroyed. He injured his face and promised his wife to change his style of riding. It only took a short while. He won the 1995 Vuelta a España along with the points and climbers' competitions. He won the world time trial championship in 1997, and was French road champion in 1998, the year he initiated a pull-out of Spanish teams from the 1998 Tour de France in protest at treatment of riders in a police inquiry into drug-taking. This caused discontent among French fans and it took years for them to warm to him. He moved to CSC in 2001, where he won the stage on 14 July, the French national day, Bastille Day, in the 2001 Tour de France. Earlier in the year he had injured his back in a domestic accident. He retired in 2002 after winning the mountains classification in the Tour de France and going on a solo escape in the Pyrenees. He won several stages of the Tour de France, as a sprinter winning the points classification in the Tour de France twice and as a climber winning the mountains classification in the Tour de France twice. His wins on Bastille Day in Tour de France in 1995 and 2001 ensured him a place in the hearts of French fans. In the 1990s he dominated Spanish stage races. Jalabert and Alex Zülle were a constant threat to other teams in the Vuelta a España, taking turns winning stages, the overall classification and the points jersey. The strength of ONCE, with domestiques such as Johan Bruyneel and Neil Stephens, meant they were able to keep a rein from start to finish. Besides Eddy Merckx and Tony Rominger, Jalabert is the only cyclist who has accomplished the trifecta at the grand tour level in the 1995 Vuelta a España, where he won the general, sprinters' and climbers' classifications. Jalabert is known for sporting generosity. In the 1995 Vuelta he allowed Bert Dietz of Telekom — who had been in a solo breakaway for many kilometers — to take the mountaintop stage win at Sierra Nevada even though he had caught Dietz in the final kilometers. \"I never thought we'd catch him, and when I saw he was ready to drop I felt sorry for him. I wanted to show it's not true I'm trying to win it all. My goal is the Tour of Spain,\" Jalabert said.[1] When the Vuelta was moved to September, Jalabert was finally able to compete in the spring classics and stage races such as Paris–Nice, winning many stages and the overall classification many times. His palmarès include Milan–San Remo in 1995 and the Giro di Lombardia in 1997. He also won La Flèche Wallonne in 1995 and 1997, and the Clásica de San Sebastián in 2001 and 2002. Absent from his palmares is the world cycling championship road race, although he was second in 1992 to Gianni Bugno of Italy. He also won an award as the most combative rider in the Tour de France in 2001 and 2002. On retirement, Jalabert was a consultant for Look cycles and contributed to a new line of bicycle frames. He is a commentator for France 2 and 3, the national television stations, often from a motorcycle alongside the race. In 2005, Jalabert ran the New York City marathon in 2h 55m 39s, coming 391st in a field of 36,894.[2] He lives with his wife Sylvie and their children at Lafrançaise, near Montauban, south-west France. His brother Nicolas, who often raced with him, continued racing after Laurent's retirement. Jalabert has also taken up triathlon.[3] In January 2007, he competed at Ironman Switzerland and finished in 9 hours 12 minutes. He exited the water in 1:16, which put him 966th after the swim. Once on the bike he made up significant ground with a 4:39 bike split, which allowed him to climb to 91st overall at the run transition. A 3:11 marathon was enough to gain an additional 69 places and finish 22nd of 1,850 participants. After Switzerland he qualified for the Ironman World championship in Kona, Hawaii, finishing in 9:19 and 76th overall.[4] In June, 2008, he finished 12th overall at Ironman France in Nice, improving his swim time to 1:06 and having the second fastest bike split. On 11 March 2013 Jalabert was hit by a car while riding his bike near Montauban, France. When the ambulance arrived on the scene of the crash, he was found unconscious and with multiple fractures to his left arm and leg.[5] That same year, Jalabert was summoned by the French senate for a testimony about doping. Jalabert never denied or confirmed that he had doped during his career: \"I can’t firmly say that I’ve never taken anything illegal. I’ve effectively used products when it was necessary, in case of lesions or other injuries. At ONCE, in the evening after the stages, the doctor took care of us, for our recovery, but we didn’t really know what it was. A relationship with doctors based on mutual trust was established, so we didn’t ask questions.\" He also stated that after the Festina affair, he wanted to help his sport move in a new, cleaner direction.[6] In June 2013, it was reported in L'Equipe that retroactive tests performed in 2004 had found evidence of EPO use in samples provided by Jalabert in 1998.[7] The re-tests were originally anonymous, but the Senate inquiry in 2013 has subsequently linked the tests to named riders. Because of these alligations on EPO usage Jalabert has been accused of hypocrisy in criticism of Chris Froome's performance in the 2015 Tour De France.[8] His name was on the list of doping tests published by the French Senate on 24 July 2013 that were collected during the 1998 Tour de France and found positive for EPO when retested in 2004.[9]","Title":"Laurent Jalabert - Wikipedia","KeyID":"8414","URL":"https://en.wikipedia.org/wiki/Laurent_Jalabert"}