{"Content: ":"Stage races One-day races and Classics Samuel \"Samu\" Sánchez González[3] (born 5 February 1978) is a Spanish former professional road bicycle racer, who rode professionally in the sport between 2000 and 2017 for the Euskaltel–Euskadi and BMC Racing Team squads. He was the gold medal winner in the road race at the 2008 Beijing Olympics. In the following years Sánchez proved himself in hilly classics and stage races as one of the most important riders in the peloton. He was also known as one of the best descenders in the peloton. He finished in the top 6 of the Tour de France three times and in the top 10 of the Vuelta a España 6 times. Other notable achievements include winning the Vuelta a Burgos in 2010, the 2012 Tour of the Basque Country and five stages of the Vuelta a España. He started his professional career in 2000 at the Spanish team Euskaltel–Euskadi and remained there until the team's disbanding in 2013.[4] In 2003, Sánchez finished 6th in Liège–Bastogne–Liège and third overall in the Tour of the Basque Country. The following year, he came 4th in Liège–Bastogne–Liège, and came 15th overall in his first Vuelta a España. He recorded his first major victory in 2005 when he won the 13th stage in the Vuelta a España, finishing 11th in the general classification. After winner Roberto Heras was erased from the results for doping use, Sánchez shifted up to the 10th place. In 2006, Sánchez added two stage wins in the Tour of the Basque Country and a second place on the steep finishing climb of the Belgian spring classic La Flèche Wallonne. He finished 4th overall in Paris–Nice, winning the points jersey in the process. In the Vuelta a España he won the 13th stage with a daring attack in a downhill section and finished 7th in the general classification. At the UCI Road World Championships in the Austrian city of Salzburg Sánchez played a major part by creating the decisive break in the final kilometre for his leader Alejandro Valverde. Sánchez himself finished 4th behind Paolo Bettini, Erik Zabel and Valverde. One week later he won Züri-Metzgete, his first classic. With 12 kilometres (7.5 miles) to go he attacked to solo into Zürich with half a minute to spare over Stuart O'Grady and Davide Rebellin.[5] Two weeks later he finished second in the Giro di Lombardia, and secured his second place in the final UCI ProTour classification. In 2007, Sánchez started with a ninth place in Paris–Nice and he won the final time trial in the Tour of the Basque Country, finishing third in the final classification. After a winless classics season Sánchez won the final stage in the Volta a Catalunya. In the Vuelta a España he won the 15th stage ahead of Manuel Beltrán, after attacking in Alto de Monachil, showing his fast descending skills to catch Beltrán in the descent to Granada. Beltrán asked Sánchez to let him win, but Sánchez wanted to dedicate this win to his future son, expected to be born in March 2008. Sánchez won by some metres and reached the finish line as if holding a baby in his arms.[6] He also won the last mountain stage up to Alto de Abantos and the last time trial, allowing him to move into 3rd overall.[7] This meant he became the first rider of Euskaltel–Euskadi to achieve a podium in a Grand Tour. In 2008, Sánchez rode his first complete Tour de France, and finished 6th overall. In August Sánchez won the Olympic road race in 90% humidity and smog, a race that ran twice each lap through stone gates in the Great Wall of China. About a quarter of the way through the race, a breakaway group of 26 riders ahead of the peloton were the first viable group to have a chance of winning the race, but Sánchez was not among them. Sánchez and his Spanish teammates, along with strong help from the Italians and Russians, drove the peloton at a tough pace to catch the group of 20 or so remaining members of the breakaway; and, with 20 kilometres (12 miles) to go, Sánchez and two others escaped and were only caught when Swiss rider Fabian Cancellara, Russian Alexandr Kolobnev and Australian Michael Rogers latched onto the group with only a few kilometres left. At the sprint finish of six men, after an uphill section that ran through a gate in The Great Wall one last time, Sánchez finished a wheel ahead of Italy's Davide Rebellin to take gold, with Cancellara taking the bronze.[8] In 2009, Sánchez won the Gran Premio de Llodio, and he came third overall in the Tour of the Basque Country, winning the points classification. He finished second to Alejandro Valverde in the Vuelta a España, his second podium finish in the event. Sánchez also came second in the Giro di Lombardia, after getting back to Philippe Gilbert who attacked in the last climb. The pair collaborated well together during the last kilometres to keep the chasers at bay during the descent and Sánchez lost the sprint by half a bike length.[9] In 2010, Sánchez came first overall in the Vuelta a Burgos, as well as winning two stages and the points classification in the event. He also won a stage in the Tour of the Basque Country, winning the points classification in the race as well. Sánchez carried his good form into the Tour de France where he finished 4th overall,[10] after losing out on a podium place to Denis Menchov in the final time trial.[11] He was later moved up to 3rd overall after the disqualification of Alberto Contador and then Sánchez moved up to 2nd overall after the disqualification of Menchov, too. Sánchez was among the favourites heading into the Tour de France, but a series of crashes in the first week saw him well down the classification as the race entered the Pyrenees. On Stage 12, the first summit finish of the Tour, Sánchez attacked the overall contenders on the final climb, to win the stage and gain back some time. The revised scoring system for the King of the Mountains competition also meant that Sánchez took the polka dot jersey.[12] However, Jeremy Roy took the jersey the next day. On Stage 14, the next summit finish, Sánchez again attacked the overall contenders, and finished second on the stage to move up to sixth overall.[13] He moved up to fifth on Stage 16, as he, Cadel Evans and Alberto Contador took time out of the other favorites on the descent into Gap.[14] However, on Stage 18, Sánchez lost time on the Col du Galibier and dropped to 8th overall.[15] On the following stage though, he and Contador attacked on Alpe d'Huez, with Sánchez finishing second to Pierre Rolland.[16] This result moved him up to 7th overall, and meant he had effectively King of the Mountains competition as there were no climbs remaining in the Tour. Sánchez moved ahead of Damiano Cunego in the final Time Trial to finish the Tour 6th overall and 5th after Contador's suspension, and winner of the mountains classification.[17] In 2012, Sánchez's main focus was the Tour de France and the Olympic Games.[18] He started the season in good form when he won the Tour of the Basque Country. He won stage 3, which was deemed as the queen stage of the race, shaking off Joaquim Rodríguez and Chris Horner on the last climb of the day, the steep Alto de Ustartza.[19] He then prevailed in the sixth and final stage, an individual time trial held in Oñati. He took the leader's jersey from Rodríguez winning the general classification by 12 seconds.[20] In July, bad luck struck on the eighth stage of the Tour de France where he crashed heavily on a narrow road after 60 kilometres (37 miles) of racing. Sanchez was forced to withdraw due to numerous injuries, namely a broken finger bone and a badly bruised upper back and shoulderblade.[21][22] In 2013, Sánchez aimed for the Giro d'Italia. However, he only was able to finish 12th overall, despite still recovering from his injury he suffered during the previous year's Tour de France. After the Giro, Sánchez won stage 6 in the Criterium du Dauphiné after out sprinting Jakob Fuglsang.[23] The latter was his only victory of the year. After the demise of the Euskaltel–Euskadi team, Sánchez and many former riders of the team faced difficulties securing new contracts for the 2014 season. However, on 2 February it was announced that Sánchez would ride for the BMC Racing Team. The Ardennes classics along with Grand Tours were stated as his main objectives.[24] After riding the Giro d'Italia in support of Cadel Evans, Sánchez led the BMC Racing Team at the Vuelta a España, where he finished sixth.[25] In addition he finished fifth in the Giro di Lombardia.[26] However he was not selected by the national coach Javier Mínguez for the UCI Road World Championships in Ponferrada and was upset about it.[27] In January 2015, BMC Racing Team announced that they had re-signed Sánchez for the 2015 season. The team's sporting manager Allan Peiper stated that Sánchez's role in the team would be similar to that in 2014, but with a greater focus on supporting and developing the team's younger riders.[26] In the first months of 2016, Sánchez had better results than in his previous years at BMC Racing Team, and his contract was extended until the end of 2017.[28] Sanchez rode the Vuelta a España, but crashed out in the last time trial.[29] In the 2017 Tour of the Basque Country, Sánchez was close to a stage victory, but crashed and was injured; this injury plagued him for the first half of the year. When asked if he was considering retirement, Sánchez responded that he did not know what he wanted yet, and that he would wait until after the Vuelta a España.[29] However, a few days before the Vuelta started, an out-of-competition doping test from Sánchez came back positive for the growth hormone releasing peptide GHRP-2, and he was therefore provisionally suspended, and not allowed to start the race.[30] On 13 May 2019, the UCI, the sport's governing body, suspended Sánchez for two years, effective from his initial provisional suspension on 17 August 2017. The UCI accepted that the positive test came from a contaminated supplement, yet chose to suspend him nevertheless. While Sánchez could return to competition in August 2019, Cyclingnews.com considered this unlikely given his age of 41.[31]","Title":"Samuel Sánchez - Wikipedia","KeyID":"8421","URL":"https://en.wikipedia.org/wiki/Samuel_S%C3%A1nchez"}