{"Content: ":"Stage races One-day races and Classics Thomas Voeckler (French pronunciation: [tɔ.ma vœ.klɛʁ]; born 22 June 1979) is a French former road racing cyclist, who competed professionally between 2001 and 2017, for the Direct Énergie team and its previous iterations.[2] One of the most prominent French riders of his generation, Voeckler has been described as a \"national hero\", due to strong performances over several years in the Tour de France.[3][4] Born in Schiltigheim, Bas-Rhin, Voeckler has been a professional cyclist since 2001. He comes from the Alsace region of France but later moved to Martinique, where he was nicknamed \"Ti-Blanc\" (a contraction of petit blanc, the literal translation of which is \"little white\") due to his small stature and pale complexion. In 2003, Voeckler won two stages and the overall title in the Tour de Luxembourg. The following year, he suddenly rose to international prominence in the world of cycling. After seizing the French National Road Race Championships, the lightly regarded Voeckler entered the 2004 Tour de France. After escaping with five other riders during the fifth stage, Voeckler gained significant time against the peloton, and earned the yellow jersey (French: maillot jaune). Remarkably, he defended his jersey for ten days, even on stages not well-suited to his strengths. With the maillot jaune on his shoulders and intense media attention all around him, Voeckler only rode stronger. He survived the dreaded climbs of the Pyrenees seconds ahead of Lance Armstrong. Voeckler finally surrendered the jersey to Armstrong on stage 15 in the French Alps. Voeckler then also lost the white jersey (French: maillot blanc; held by the best rider under 25) to Vladimir Karpets. But by then Voeckler was already a national hero. The 2005 season was busy as Voeckler rode many races, including some not considered a fit for his style of riding. His only win that year came in Stage 3 of the Four Days of Dunkirk. In 2006 he won the fifth stage in the Tour of the Basque Country. At the Critérium du Dauphiné Libéré, Voeckler finished second on Stage 1, and he also won Paris–Bourges. In 2007, Voeckler garnered a stunning win at the GP Ouest-France, in which he beat the favorites with a late breakaway. For 2008, his early season was highlighted with an overall win at the Circuit de la Sarthe and in 2009, he gained his first stage win at the Tour de France, winning stage 5. Voeckler went for victory with about 5 kilometres (3.1 miles) to go, having been part of a breakaway group for most of the race.[5] After a somewhat slow start to 2010, Voeckler went on to win the French National Road Race Championships for the second time. He was able to break away from the bunch along with Christophe Le Mével, and Voeckler bested Le Mével in the sprint. He later described this win in the Vendée department, where he had made his home, as the best moment of his career.[6] His form then continued into the Tour de France where, after several unsuccessful attacks, he was first over the finish line during Stage 15. He launched himself before the summit of the Hors Catégorie Port de Balès, cresting the summit alone. He negotiated the very fast descent without incident, and crossed the line in Bagnères-de-Luchon with more than a minute over the chasers.[7] In September, Voeckler took the victory in the inaugural running of the Grand Prix Cycliste de Québec, a new event on the UCI World Tour calendar. He downplayed his chances in the press in the days before the event citing a lack of form. However, he attacked in the final kilometre to cross the finish line on the Grande-Allée with a couple of bike lengths over Team Sky's Edvald Boasson Hagen.[8] In 2011, Voeckler enjoyed his finest year as a professional. He recorded eight spring victories prior to the Tour de France in July, notably taking two stages at Paris–Nice, and winning the overall classification in the Four Days of Dunkirk as well as the Tour du Haut Var. In the ninth stage of the Tour de France, Voeckler led a breakaway, survived a collision caused by a media support car that injured two other riders,[9] and crossed the line second, taking the overall time lead and therefore wearing the yellow jersey (French: maillot jaune). He held on to the yellow jersey daily from the beginning of Stage 10 onwards, carrying it through all the Pyrenean mountain stages and into the Alps, but he was unable to retain it at the end of Stage 19, the queen stage finishing at Alpe d'Huez. Voeckler finished in fourth place in the final general classification, 3 minutes and 20 seconds behind the winner, Cadel Evans. It was Voeckler's highest final general classification in the Tour, and the highest placing of any Frenchman in the Tour, at the time, since Christophe Moreau's fourth-place overall finish in 2000.[10] Voeckler's 2011 contract from Team Europcar was worth €420,000 a year, which made him the second highest-paid French cyclist after Sylvain Chavanel.[11][12] His planned switch to Cofidis was worth almost twice as much, however Voeckler chose to remain at reduced salary with Jean-René Bernaudeau's team, once it re-found sponsorship for 2011, able to continue his 15-year relationship with the coach.[3] In 2012, Voeckler followed his previous year's successes with another season of victories and top placements, including a new-found focus in the Spring Classics. His spring campaign did not achieve strong results until April, where he attained a top-ten finish in the Tour of Flanders, the second classic monument on the 2012 calendar; his first victory of the season came ten days later, during a 30-kilometre (19 mi) solo breakaway in the semi-classic Brabantse Pijl, which he won in cold, rainy conditions.[13] The following Sunday he took a top-five placement in the classic Amstel Gold Race,[14] and a week later continued his success in the Ardennes with a fourth-place in the final spring classic of the season, the monument Liège–Bastogne–Liège.[15] Along with other Europcar riders, Voeckler managed to win a stage in the Gabonese La Tropicale Amissa Bongo race, at the close of April.[16] He started the Tour de France slowly, suffering from a knee injury and almost abandoning the grand tour, after also abandoning earlier preparation races. However he gathered strength and later won stage 10, the first mountain stage of the race, including crossing the hors catégorie climb of the Col du Grand Colombier in the lead, thus claiming the polka-dot jersey for the mountains classification lead, which he held for a day.[17] He also prevailed in the queen stage of the race, stage 16 from Pau to Bagnères-de-Luchon, which included four huge climbs including the Col du Tourmalet. Voeckler broke away from the peloton about 25 kilometres (16 miles) into the race and was part of a massive 38-man escape bunch. He passed all four King of the Mountains points locations in the lead, and grabbed the polka-dot jersey once again as well as the victory, dropping his last breakaway companion Brice Feillu of the Saur–Sojasun squad while ascending the Col de Peyresourde, the stage's final difficulty. He then charged down the mountain to reach the finish line with a minute and 40 seconds on the nearest chaser.[18] Voeckler subsequently won a classification podium spot in Paris for the first time in his career, by holding the tour's mountain classification jersey from the Pyrenees to the finish.[19] Voeckler started the Classics season with a good showing in Dwars door Vlaanderen. He escaped the lead group of riders on the last climb with 6 kilometres (3.7 miles) to race and made a solo bid for the line, but was caught inside the final meters, only to take fifth. Voeckler was clearly heartbroken after such a close call.[20] In the Ardennes Classic Amstel Gold Race, Voeckler crashed with other favorites, was put on a stretcher and went to the hospital where a broken collarbone was detected.[21] By June Voeckler had rebounded and shown strong form once more, winning stage 6 of the Critérium du Dauphiné from a breakaway of four despite being outnumbered by two Astana riders.[22] Voeckler continued his winning form by winning the overall titles of the Route du Sud and the Tour du Poitou-Charentes. In January, Voeckler was set to participate to the Tour Down Under, but he crashed into a car while training in Australia and broke his collarbone.[23] He came back to competition at the Tour Méditerranéen, then went on to finish 25th in the Amstel Gold Race and 36th in Liège–Bastogne–Liège. He then participated to the Tour de Romandie in April, attacking to no avail in the final of the first stage.[24] On the fourth stage, he took second place after being beaten for the sprint by his breakaway companion Michael Albasini (Orica–GreenEDGE).[25] Voeckler finished 21st overall. Voeckler had a significant result in the Tour de France, finishing second on the stage to Bagnères-de-Luchon behind Michael Rogers.[26] In August, while he was training, Voeckler hit a car and was injured again, this time dislocating his shoulder.[27] He came back at the Tour du Doubs, finishing 46th. In October, Voeckler finished second of Paris–Tours, after being part of the early breakaway. He cooperated well with his breakaway companion Jelle Wallays until the \"last kilometer to go\" sign, where Wallays refused to pull and Voeckler was beaten in the two-man sprint. He was so disappointed that he did not go to the podium ceremony, which resulted in a fine and the loss of the €3,770 second-place prize.[28] Voeckler's 2015 season was relatively quiet, with a fifth place on a stage of the Tour de France and third in the general classification of the inaugural Tour de Yorkshire being two of his most notable results.[29] In February, Voeckler took his first wins since August 2013 when he won the first stage and the general classification at the first edition of the Tour La Provence.[30] In early May Voeckler took the punishing final stage of the Tour de Yorkshire, outsprinting Nicolas Roche in Scarborough and taking the overall classification. In September 2016, Voeckler announced that he would retire from professional cycling, after the 2017 Tour de France,[6] his fifteenth successive participation in the race.[2] In 2019, Voeckler was appointed the manager of the French national team, replacing Cyrille Guimard.[31]","Title":"Thomas Voeckler - Wikipedia","KeyID":"8422","URL":"https://en.wikipedia.org/wiki/Thomas_Voeckler"}