{"Content: ":"Stage races One-day races and Classics Rafał Majka (Polish pronunciation: [ˈrafaw ˈmajka]; born 12 September 1989) is a Polish professional road bicycle racer, who currently rides for UCI WorldTeam UAE Team Emirates.[4][5] He is known as a strong climber, and rose to prominence at the 2013 Giro d'Italia, where he finished 7th overall, and 6th one year later. Other major achievements are three mountainous stage wins in the Tour de France as well as the Mountains classification in the 2014 and 2016 edition, two stages and the overall victory at the 2014 Tour de Pologne. He achieved his only Grand Tour podium finish at the 2015 Vuelta a España, where he finished third. At the 2016 Summer Olympics, he won a bronze medal for Poland in the road race. In 2013, he competed in the Giro d'Italia for the first time, where he had a long battle with Carlos Betancur over the lead in the young rider classification, which eventually fell to Betancur in the penultimate stage. In the general classification, he ended up seventh, eight minutes behind winner Vincenzo Nibali. A year later, he improved on his Giro d'Italia result from 2013 by finishing sixth overall. Majka was a last-minute inclusion in Tinkoff–Saxo's 2014 Tour de France squad, after Roman Kreuziger was temporarily suspended from racing due to irregular biological passport values. On Stage 14, he earned his first professional victory after going solo on the final climb to Risoul.[6] Four days later he claimed another victory on Stage 17, soloing to the mountaintop finish atop Pla d'Adet.[7] These successes, as well as some other strong performances in mountain stages, earned Majka the polka dot jersey as winner of the mountains classification, becoming the first Polish rider to win a jersey in the Tour de France. A couple of weeks after the Tour de France he won stages five and six of the 2014 Tour de Pologne as well as the general classification.[8] Majka was the first Polish rider to win the Tour de Pologne since it became part of the UCI World Tour. In contrast to the previous two years, Majka did not ride the Giro d'Italia in 2015 where Alberto Contador made the first step in trying to do a Giro–Tour double but started in the Tour de France. He achieved top ten finishes at the Tour of Oman, the Tour de Romandie and the Tour de Suisse in preparation for the Tour. Majka won the 11th stage of the Tour de France to Cauterets from a breakaway to take his third Tour stage victory. Majka then prepared to race his season target, the Vuelta a España, attempting to gain a top 5 or podium finish in the general classification. He performed well throughout the entire race, being able to stay at the top of the general classification with Nairo Quintana and Fabio Aru. On the penultimate stage, stage 20, Majka managed to advance himself from fourth place to third place, finishing the Vuelta in third, achieving his goal of being on the podium of a Grand Tour. At the Giro d'Italia, Majka raced as the leader of the Tinkoff team and finished fifth overall, four minutes behind winner Vincenzo Nibali, his best result in that race.[9] Following the Giro, Majka won the Polish National Road Race Championships for the first time in his career, breaking away at the front over the last climb and holding his advantage to the finish line.[10] During the Tour de France, team leader Contador dropped out, leaving Majka as one of his team's chances for success. Through multiple breakaways, he was able to repeat his 2014 accomplishment and win the mountains classification, albeit falling short of a stage win.[11] At the 2016 Rio Olympics, Majka finished third in the individual road race to win the bronze medal. He was part of a late breakaway group also containing Nibali and Sergio Henao. On the final descent, both Nibali and Henao crashed, leaving Majka alone in front, unable to preserve his advantage over the chase group to the finish. He was caught by eventual winner Greg Van Avermaet and Jakob Fuglsang within two kilometres of the finish line and did not participate in the final sprint, settling for third.[12] Majka's medal was the first for Poland at the Rio Olympics, and the first medal won by a Polish cyclist in an individual event since Czesław Lang's silver at the 1980 Summer Olympics.[13] Subsequently, in August 2016 Bora–Hansgrohe announced that Majka had agreed an initial two-year deal with the team from 2017, following Tinkoff teammate Peter Sagan to the squad with a role as a team leader in Grand Tours and other stage races.[14] In 2017 his most important results included a stage win and 2nd place overall in the Tour of California.[15][16] He won the general and mountains classifications at the Tour of Slovenia,[17] as well as winning the third stage.[18] He also placed 2nd in the Tour de Pologne and won the award for the highest placed Polish rider.[19] Late in the season Majka earned his first career stage win at the Vuelta a España when he won stage 14 – a high mountain stage – by holding off general classification favourites Miguel Ángel López, Vincenzo Nibali and Chris Froome by about thirty seconds.[20] On 18 October 2014 he married Magdalena Kowal in a private ceremony in Wiśniowa.[21] In February 2017 their first child, a daughter was born.","Title":"Rafał Majka - Wikipedia","KeyID":"8423","URL":"https://en.wikipedia.org/wiki/Rafa%C5%82_Majka"}