{"Content: ":"Single-day races and Classics Warren Barguil (French: [waʁɛn baʁgil];[6] born 28 October 1991) is a French cyclist, who rides for UCI ProTeam Arkéa–Samsic.[7] He is best known for winning two mountain stages and the mountains classification of the 2017 Tour de France. Born in Hennebont, Brittany, Barguil began his professional career in 2011 when he rode for Bretagne–Schuller as a stagiaire. He won stage 8 of the Tour de l'Avenir, and finished 5th overall, riding for the French national team. The following year, he rode also as a stagiaire for Argos–Shimano. This was a successful season for the cyclist, as he won the Tour de l'Avenir and was second overall in the Tour des Pays de Savoie. For the 2013 season, Barguil joined the team as a regular rider, and booked his largest victories up to that point of his career, when he won stages 13 and 16 of the Vuelta a España. Barguil took no other wins this season, but placed 4th in the Rund um Köln and 8th in the Grand Prix d'Ouverture La Marseillaise. The first top 10 result of Barguil's 2014 season came at La Drôme Classic where he finished 8th. One week after that, he finished 8th again, this time in Strade Bianche. His first overall top 10 finish in a major stage race came at the Volta a Catalunya where he finished in 9th position. Barguil wanted to race the Tour de France, but the team wanted Barguil to do the Vuelta a España once again, but to focus on the general classification. Barguil finished in 8th position overall at the Vuelta a España, with his best stage result coming on Stage 20 with a 6th position atop the Puerto Ancares. He took his form with him to China, where he raced the Tour of Beijing, and finished in 6th position overall. The 2015 season was the first season with Barguil's main focus on the Tour de France. Barguil struggled with fitness during the spring season, but finished 12th in the Tour de Suisse as his warm up race for the Tour de France. One week after the Tour de Suisse, he finished 4th at the French National Road Race Championships. Barguil opened the Tour de France with a great first week, finishing 13th atop the Mûr-de-Bretagne and was in 8th position overall after that stage. He struggled in the third week, and dropped out of top 10 in the last few stages; he ended up finishing his first Tour de France in 14th overall. On 23 January 2016, Barguil was one of the six members of the Team Giant–Alpecin who were hit by a car which drove into on-coming traffic while they were training in Spain. All riders were in stable condition.[8] Barguil finished in 6th position in the Liège–Bastogne–Liège one-day classic. In the mid-week leading up to \"La Doyenne\" he finished in 9th position in La Flèche Wallonne. Barguil finished 3rd on Stage 7 of the Tour de Suisse to Sölden, and therefore took the yellow leader's jersey before heading in to the last two stages. He lost the lead the following day however, due to his 21st position in the stage eight individual time trial. Barguil showed excellent form at the start of the Tour de France, and was 4th overall at his best in the first week. However, during the race his form dropped, and he ended up finishing 23rd overall. He went to the Olympic Games but abandoned the road race. He also abandoned the Vuelta a España on Stage 3. His best result at the fall classics was 8th at Il Lombardia. Barguil finished 8th overall at Paris–Nice, and later went on to finish 6th in La Flèche Wallonne during the spring campaign. After a crash during the Tour de Romandie, Barguil fractured his pelvis.[9] He was ruled out for some weeks before making his comeback at Critérium du Dauphiné where he had no success. Barguil took the polka dot jersey after Stage 9 of the Tour de France; he was beaten into second position by a whisker at the stage's finishing line in Chambéry by Rigoberto Urán in a thrilling photo finish.[10] He won Stage 13 in a sprint finish from a four-man breakaway in Foix, beating Nairo Quintana, Alberto Contador and Mikel Landa; that was the first Tour de France stage win of his career and made him the first Frenchman to win a Tour de France stage on Bastille Day since David Moncoutié's Stage 12 victory in 2005.[11][12][13] Barguil also won Stage 18 that finished on the hors catégorie Col d'Izoard after surging clear of lone stage leader Darwin Atapuma – who had been leading the stage solo by 1:45 with 5 kilometres (3.1 miles) to go – 800 metres (2,600 feet) from the finishing line. After his Stage 18 win, Barguil had an insurmountable 89-point lead over second-placed Primož Roglič at the top of the mountains classification.[14][15] Barguil was thrown out the Vuelta a España by Team Sunweb prior to Stage 8. He was 13th in the general classification after the end of Stage 7, 1:43 behind the general classification leader Chris Froome. The reasons given by Team Sunweb for Barguil's ejection from the race were: his disagreement with the team over race goals and tactics; he wanted a free role to work for himself in the mountain stages and that this had created several disagreements within the team, and his refusal to obey team orders by not waiting for Wilco Kelderman, after he had a punctured tyre on stage 7 and lost time as a result of it.[16][17] For the 2018 season, Barguil joined UCI Professional Continental team Fortuneo–Samsic, signing a three-year contract with the French team.[18] Barguil opened his season at the Tour La Provence, and finished 32nd overall. His first World Tour race of the season was Paris–Nice where he finished 17th overall. A few weeks later he finished 15th overall at the Volta a Catalunya. At the Critérium du Dauphiné he attacked on stage 6 but was later brought back by the group of race favourites. At the Tour de France, Barguil made his first attack on the first mountain stage but it was without any luck. On the following two stages, he went into the breakaway and collected points for the polka dot jersey. He finished 2nd overall in the Mountains classification and 17th overall in the race. His first top 10 result of the year came, at the Deutschland Tour where he finished 6th overall. His best result at the season was in September where he rode Grand Prix de Wallonie and finished 3rd. After a rough beginning to 2019, Barguil won the French National Road Race Championships, in a sprint finish. He had previously considered retiring from the sport due to his lack of success.[19] Barguil entered the Tour de France as usual, again with the goal of getting stage wins.[19] He attacked on several mountain stages, showing good form, but was unable to win any stages. He did however finish 10th overall. After the Tour de France, Barguil confirmed that he would remain with Arkéa–Samsic for another season, despite being contacted by several UCI WorldTeams.[20]","Title":"Warren Barguil - Wikipedia","KeyID":"8425","URL":"https://en.wikipedia.org/wiki/Warren_Barguil"}