{"Content: ":"Individual action on climate change can include personal choices in many areas, such as diet, means of long- and short-distance travel, household energy use, consumption of goods and services, and family size. Individuals can also engage in local and political advocacy around issues of climate change. As of 2020[update], emissions budgets are uncertain but estimates of the annual average carbon footprint per person required to meet the target of limiting global warming to 2 degrees by 2100 are all below the world average of about 5 tonnes CO2-equivalent.[1][2][3][4] And to meet 1.5 degrees 2.3 tonnes annual average is required by 2030. According to 66% of respondents to an EU climate survey, climate change will still be a severe concern by 2050.[5] The IPCC Fifth Assessment Report emphasizes that behavior, lifestyle and cultural change have a high mitigation potential in some sectors, particularly when complementing technological and structural change.[6]: 20  In general, higher consumption lifestyles have a greater environmental impact, with the richest 10% of people emitting about half the total lifestyle emissions.[7][8] Several scientific studies have shown that when people, especially those living in developed countries but more generally including all countries, wish to reduce their carbon footprint, there are a few key \"high-impact\" actions they can take such as using clothes and electrical products for longer,[9] electrifying homes,[10] limiting reproduction to replacement level at most,[11][12][13][14][15] avoiding frequent flying and gasoline fuelled cars, and eating a plant-based diet. These differ significantly from much popular advice for \"greening\" one's lifestyle, which seem to fall mostly into the \"low-impact\" category.[11][12][better source needed] But according to others excessive consumption is more to blame than population increase,[16] and avoiding meat and dairy foods is the single biggest way an individual can reduce their environmental impact.[17] Some commentators have argued that individual actions as consumers and \"greening personal lives\" are insignificant in comparison to collective action, especially actions that hold the fossil fuel corporations accountable for producing 71% of carbon emissions since 1988.[18][19][20] The concept of a personal carbon footprint and calculating one's footprint was popularized by oil producer BP as \"effective propaganda\" as way to shift their responsibility to \"linguistically... remove itself as a contributor to the problem of climate change\".[21] Others have shown that sometimes individual measures may effectively undermine political support for structural measures. In one example researchers found that \"a green energy default nudge diminishes support for a carbon tax.\"[22] 69% of EU citizens, 71% of UK citizens, 62% of US respondents, and 89% of Chinese respondents to a survey on climate support a tax on the items and services that contribute the most to climate change.[23] Others say that individual action leads to collective action, and emphasize that \"research on social behavior suggests lifestyle change can build momentum for systemic change.\"[24] Furthermore, if individuals shrink their consumption of fossil fuel products, fossil fuel corporations are incentivized to produce less, as the demand for their product would decrease.[25] In other words, each individual's consumption plays a role in the total supply of fossil fuels and emission of greenhouse gases. As of 2021[update] the remaining carbon budget for a 50-50 chance of staying below 1.5 degrees of warming is 460 bn tonnes of CO2 or 11+1⁄2 years at 2020 emission rates.[27] Global average greenhouse gas per person per year in the late 2010s was about 7 tonnes[28] - including 0.7 tonnes CO2eq food, 1.1 tonnes from the home, and 0.8 tonnes from transport.[29] Of this about 5 tonnes was actual carbon dioxide.[30] To meet the Paris Agreement target of under 1.5 degrees warming by the end of the century, it is estimated that the annual carbon footprint per person required by 2030 is 2.3 tonnes.[31] As of 2020[update] the average Indian almost meets this target,[32] the average person in France[33] or China exceeds it, and the average person in the US and Australia vastly exceeds it. Per capita emissions also vary significantly within countries, with wealthier individuals creating more emissions.[34][35] A 2015 Oxfam report calculated that the wealthiest 10% of the global population were responsible for half of all greenhouse gas emissions.[36] According to a 2021 report by the UN, the wealthiest 5% contributed nearly 40% of emissions growth from 1990 to 2015.[37] In 2008 the World Health Organization wrote that \"Your 'carbon footprint' is a measure of the impact your activities have on the amount of carbon dioxide (CO2) produced through the burning of fossil fuels\".[38] In 2019 the Institute for Global Environmental Strategies in Japan defined \"lifestyle carbon footprint\" as \"GHG emissions directly emitted and indirectly induced from the final consumption of households, excluding those induced by government consumption and capital formation such as infrastructure.\"[39]: v  However an Oxfam and SEI study in 2020 estimated per capita CO2 emissions rather than CO2-equivalent, and allocated all consumption emissions to individuals rather than just household consumption.[40] According to a 2020 review many academic studies do not properly explain the scope of the \"personal carbon footprint\" they study.[41] It is also time to re-examine and change our individual behaviors, including limiting our own reproduction (ideally to replacement level at most) and drastically diminishing our per capita consumption of fossil fuels, meat, and other resources. —William J. Ripple, lead author of the World Scientists' Warning to Humanity: A Second Notice, BioScience, 2017.[13] Although having fewer children is arguably the individual action that most effectively reduces a person's climate impact, the issue is rarely raised, and it is arguably controversial due to its private nature. Even so, ethicists,[42][43] some politicians such as Alexandria Ocasio-Cortez,[44] and others[12][45][46][47] have started discussing the climate implications associated with reproduction. Researchers have found that some people (in wealthy countries) are having fewer biological children due to their beliefs that they can do more to slow climate change if they do not have children.[48] It has been claimed that not having an additional child saves \"an average for developed countries\"[a] of 58.6[b] tonnes CO2-equivalent (t CO2e) emission reductions per year[11][dubious – discuss] and \"a US family who chooses to have one fewer child would provide the same level of emissions reductions as 684 teenagers who choose to adopt comprehensive recycling for the rest of their lives.\"[11][12] This is based on the premise that a person is responsible for the carbon emissions of their descendants, weighted by relatedness (the person is responsible for half their children's emissions, a quarter of their grandchildren's and so on).[50] This has been criticised: both as a category mistake for assigning descendants emissions to their ancestors[52] and for the very long timescale of reductions.[53] An April 2020 study published in PLOS One found that, among two-adult Swedish households, those with children increased carbon emission in two ways, by adding to the population and by increasing their own carbon emissions by consuming greater quantities of meat and gasoline for transportation than their counterparts without children; an increase of some 25% more than the latter. According to one of the contributors to the study, University of Wyoming economist Linda Thunstrom, \"If we're finding these results in Sweden, it's pretty safe to assume that the disparity in carbon footprints between parents and non-parents is even bigger in most other Western countries.\"[14] Two interrelated aspects of this action, family planning and women and girl's education, are modeled by Project Drawdown as the #6 and #7 top potential solutions for climate change, based on the ability of family planning and education to reduce the growth of the overall global population.[54][55] In 2019, a warning on climate change signed by 11,000 scientists from 153 nations said that human population growth adds 80 million humans annually, and \"the world population must be stabilized—and, ideally, gradually reduced—within a framework that ensures social integrity\" to reduce the impact of \"population growth on GHG emissions and biodiversity loss.\" The policies they promote, which \"are proven and effective policies that strengthen human rights while lowering fertility rates,\" would include removing barriers to gender equality, especially in education, and ensuring family planning services are available to all.[56][57] There are many options to choose from when considering alternatives to personal car use, but the use of a personal vehicle may be necessary due to location and accessibility reasons.[58] The life cycle assessment of a vehicle evaluates the environmental impact of the production of the vehicle and its spare parts, the fuel consumption of the vehicle, and what happens to the vehicle at the end of its lifespan.[59] These environmental impacts can be measured in greenhouse gas emissions, solid waste produced, and consumption of energy resources among other factors.[59] Increasingly common alternatives to internal-combustion engines vehicles are electric vehicles (EVs), and hybrid-electric vehicles.[60] Electric cars emit less than gasoline cars.[61] Some other alternatives to reducing emissions while driving a personal vehicle are planning out trips beforehand so they follow the shortest route and/or the route with the least amount of traffic.[62] Following a route with less traffic can reduce idling and waste less fuel. Carpooling and ride-sharing services are also alternatives to personal transportation. Carpooling reduces the number of cars on the road, in turn reducing the amount of traffic and energy consumption. A 2009 study estimated that 7.2 million tons of green-house gas emissions could be avoided if one out of 100 vehicles carried one extra passenger.[63] Ride-sharing services like Uber and Lyft could be viable options for transportation, but according to the Union of Concerned Scientists, ride-share service trips currently result in an estimated 69% increase in climate pollution on average.[64] More pollution is generated as the amount of time and energy a ride-share driver spends between customers with no passengers increases.[64] There are also more vehicles on the road as a result of passengers who would have otherwise taken public transportation, walked, or biked to their destination.[64] Ride-sharing services can reduce emissions if they implement strategies like electrifying vehicles and increase carpooling trips.[64] In some cities, there are car-sharing services where the user can gain short-term access to a vehicle when other options are not available.[65] Walking and biking emit little to no greenhouse gases and are healthy alternatives to driving or riding public transportation.[66] There are also increasing numbers of bike-sharing services in urban environments.[67] An individual can rent a bike for a period of time, reducing the financial burden of buying a personal bike and its associated environmental impact.[67] Reliable public transportation is one of the most viable alternatives to driving personal vehicles. While there are efficiency problems associated with public transportation (waiting times, missed transfers, unreliable schedules, energy consumption), they can be improved as funding and public interest increases and technology advances.[68] A case study from Auckland, New Zealand found that the global warming potential (GWP) of a bus system decreased by 5.6% when a system used increased efficiency methods compared to a system with no controls implemented.[68] In the early 21st century perception towards climate change influenced some people in rich countries to change their travel lifestyle.[70] A 2022 survey found that 33% of car buyers in Europe will opt for a petrol or diesel car when purchasing a new vehicle. 67% of the respondents mentioned opting for the hybrid or electric version.[71][72] More specifically, it found that electric cars are only preferred by 28% of Europeans, making them the least preferred type of vehicle. 39% of Europeans tend to prefer hybrid vehicles, while 33% prefer petrol or diesel vehicles.[71][73] 44% Chinese car buyers, on the other hand, are the most likely to buy an electric car, while 38% of Americans would opt for a hybrid car. 33% would prefer petrol or diesel, while only 29% would go for an electric car.[71][74] Specifically for the EU, 47% of car buyers over 65 years old are likely to purchase a hybrid vehicle, while 31% of younger respondents do not consider hybrid vehicles a good option. 35% would rather opt for a petrol or diesel vehicle, and 24% for an electric car instead of a hybrid.[71][75] In the EU, only 13% of the total population do not plan on owning a vehicle at all.[71] Air travel is one of the most emission-intensive modes of transportation.[76] The current most effective way to reduce personal emissions from air travel is to fly less.[77] New technologies are being developed to allow for more efficient fuel consumption and planes powered by electricity.[77] Avoiding air travel and particularly frequent flyer programs[78] has a high benefit because the convenience makes frequent, long-distance travel easy, and high-altitude emissions are more potent for the climate than the same emissions made at ground level. Aviation is much more difficult to fix technically than surface transport,[79] so will need more individual action in future if the Carbon Offsetting and Reduction Scheme for International Aviation cannot be made to work properly.[80] Flying is responsible for 5 percent of global warming.[81] Compared to longer flight routes, shorter flights actually produce larger amounts of greenhouse gas emissions per passenger they carry and mile covered, so individuals may consider train travel instead but this can be more expensive due to aviation subsidies.[82] Airplanes contribute to damaging our environment since airplanes cause greater air pollution as they release carbon dioxide along with nitrogen oxides, which is an atmospheric pollutant. Tailpipe emissions lead to changes in the amounts of the greenhouse gases ozone and methane.[83] Avoiding night-flights may help, as contrails may account for over half of aviation's climate change impact.[84] Climate change is a factor that 67% of Europeans consider when choosing where to go on holiday. 52% of Europeans, specifically 37% of people ages 30–64 and 25% of people aged above 65, state that in 2022 they will choose to travel by plane. 27% of young people claim they will travel to a faraway destination. More specifically, people under the age of 30 are more likely to consider climate implications of vacation spots and air travel.[85][86] The world's food system is responsible for about one-quarter of the planet-warming greenhouse gases that humans generate each year[89] with the livestock sector alone contributing 14.5% of all anthropogenic GHG emissions.[90] The 2019 World Scientists’ Warning of a Climate Emergency, endorsed by over 11,000 scientists from more than 150 countries, stated that \"eating mostly plant-based foods while reducing the global consumption of animal products, especially ruminant livestock, can improve human health and significantly lower GHG emissions.\"[91] The most common ruminant livestock are cattle and sheep. Agriculture is very difficult to fix technically so will need more individual action[17] or carbon offsetting than all other sectors except perhaps aviation.[79] Eating less meat, especially beef and lamb, reduces emissions.[92] A diet which is part of individual action on climate change is also good for health, averaging less than 15g (about half an ounce) of red meat and 250g dairy (about one glass of milk) per day.[93] The World Health Organization recommends trans-fats make up less than 1% of total energy intake: ruminant trans-fats are found in beef, lamb, milk and cheese.[94] In 2019, the IPCC released a summary of the 2019 special report which asserted that a shift towards plant-based diets would help to mitigate and adapt to climate change. Ecologist Hans-Otto Pörtner, who contributed to the report, said \"We don't want to tell people what to eat, but it would indeed be beneficial, for both climate and human health, if people in many rich countries consumed less meat, and if politics would create appropriate incentives to that effect.\"[95] Meats such as beef have a higher climate impact since cows release methane, a greenhouse gas that is more harmful in the short-term than carbon dioxide.[96] Eating a plant-rich diet is listed as the #4 solution for climate change as modeled by Project Drawdown, based on avoided emissions from the production of animals and avoided emissions from additional deforestation for grazing land.[97] A 2018 study indicated that one fifth of Americans are responsible for about half of the country's diet-related carbon emissions, due mostly to eating high levels of meat, especially beef.[98][99] A 2022 study published in Nature Food found that if high-income nations switched to a plant-based diet, vast amounts of land used for animal agriculture could be allowed to return to their natural state, which in turn has the potential to sequester 100 billion tons of CO2 by 2100. In addition to mitigating climate change, other benefits of this transition would include improved water quality, restoration of biodiversity, and reductions in air pollution.[100][101] Reducing home energy use through measures such as insulation, better energy efficiency of appliances, cool roofs, heat reflective paints,[102] lowering water heater temperature, and improving heating and cooling efficiency can significantly reduce an individual's carbon footprint.[103] After home insulation and ventilation has been checked, replacing a failed gas boiler with a heat pump can be considered, especially in climates where both heating and cooling are required.[104] In addition, the choice of energy used to heat, cool, and power homes makes a difference in the carbon footprint of individual homes.[105] Many energy suppliers in various countries worldwide have options to purchase part or pure \"green energy\" (usually electricity but occasionally also gas).[106] These methods of energy production emit almost no greenhouse gases once they are up and running. Installing rooftop solar, both on a household and community scale, also drastically reduces household emissions, and at scale could be a major contributor to greenhouse gas abatement.[107][108] Labels, such as Energy Star in the US, can be seen on many household appliances, home electronics, office equipment, heating and cooling equipment, windows, residential light fixtures, and other products. Energy star is a program in the U.S. that promotes energy efficiency. When buying air conditioning the choice of coolant is important.[109] Carbon emission labels describe the carbon dioxide emissions created as a by-product of manufacturing, transporting, or disposing of a consumer product. Environmental Product Declarations (EPD) \"present transparent, verified and comparable information about the life-cycle environmental impact of products.\"[110] These labels may help consumers choose lower energy products. Converting appliances such as stoves, water heaters and furnaces from gas to electric reduces emissions of CO2 and methane.[111] Protecting forests and planting new trees contributes to the absorption of carbon dioxide from the air. There are many opportunities to plant trees in the yard, along roads, in parks, and in public gardens. In addition, some charities plant fast-growing trees—for as little as $US0.10 per tree—to help people in tropical developing countries restore the productivity of their lands.[112] Turfgrass lawns can contribute[quantify] to climate change through the impacts of fertilizers, herbicides, irrigation, and gas-powered lawnmowers and other tools; depending on how lawns are managed, the impact of emissions from maintenance and chemicals may outweigh any carbon sequestration from the lawn.[113][114] Reducing irrigation, reducing chemical use, planting native plants or bushes, and using hand tools can all reduce the climate impact of lawns.[115] In addition to planting Victory Gardens which provide locally grown food,[116] gardeners may wish to experiment with companion planting of diverse species of plants and trees, in order to develop novel carbon sequestration and NOx reduction techniques suitable for their local area.[117][118][119] Hanging laundry to dry saves energy that would have been used for heating, reducing clothing's carbon footprint.[120][121][122][123] Additionally, using a shorter, cold water wash cycle can conserve energy by as much as 66%.[124] Purchasing well-made, durable clothing, and avoiding \"fast fashion\" is critical for reducing climate impact.[125][126][127] Some clothing is donated and/or recycled, meanwhile, the rest of the waste heads to landfills where they release \"greenhouse gases\".[128] The production of many goods and services results in the emission of greenhouse gases as well as pollution. One way for individuals to decrease their environmental footprint is by consuming less goods and services. Decreasing the consumption of goods and services results in a lower demand, and lower supply (production) follows.[129] Individuals can prioritize shrinking the consumption of those goods and services whose production results in relatively high pollution levels. Individuals can also prioritize discontinuing the use of those goods and services that offer little to no real utility by \"speaking with their money\", since unpopular products neither satisfy consumer wants/needs nor the environment's; however, government subsidies may prove \"boycott buying\" to be futile in some cases, enabling the producer.[130][131][132] A climate survey found that in 2021 42% of Europeans, specifically 48% of women and 34% of men, already invest in second-hand clothing rather than buying new ones. Populations aged 15 to 29, are found more likely to do so.[133][134] Education on sustainable consumption, specifically targeting children, is seen as a priority by 93% of Chinese citizens, 92% of EU, 88% of British citizens and 81% of Americans.[135][136] The National Geographic Society has concluded that city dwellers can help with climate change if they (or we) simply \"buy less stuff.\"[137] Lloyd Alter suggests that one way to get a practical sense of embodied carbon is to ask, \"How much does your household weigh?\"[138] For-profit companies usually promote and market their products as useful or needed to potential consumers, even when they in reality are harmful or wasteful to them and/or the environment. Individuals should be diligent in self-assessing and/or researching whether or not each product they purchase and consume is really of value to decrease consumption. If a gas stove or other type of stove needs to be replaced in a new house, then an electric stove is preferable. However, as cooking is usually a small part of household GHG emissions, it is generally not worth changing a stove simply for climate reasons.[140] Using durable reusable containers such as lunchboxes, \"single-use\" grocery and produce bags (can be used as light-duty trash bags), Tupperware, as well as buying local produce, minimally packaged foods and general items, all reduce carbon emissions and pollution from the production of single use containers and packaging. These tactics mitigate GHG production by reducing demand for extra packaging and shipping of products.[141][142] Domestic heated water using non-renewable resources such as gas contributes to significant global carbon dioxide emissions.[143][better source needed] Heating water with clean electricity is possible in many countries.[10] Turning off the water heater and using unheated water for laundry, bathing (weather permitting), dishes, and cleaning eliminates those emissions. Individuals can check whether the financial companies they are using are part of the Glasgow Financial Alliance for Net Zero,[144] and consider switching pensions, insurance and investments.[145] Cryptocurrencies which are made by proof-of-work such as Bitcoin, are high carbon both because they use dirty electricity, such as electricity from Kazakhstan (some electricity in the United States used for Bitcoin mining is also dirty[146] but the gas might be burned anyway[147]) and because cryptocurrency mining uses hardware for only a short time before it becomes ewaste.[148][149] Individuals with such cryptocurrency can switch to proof of stake crypto such as Tezos (or possibly ethereum in 2022).[150] The principle of carbon offset is this: one decides that they do not want to be responsible for accelerating climate change, and they have already made efforts to reduce their carbon dioxide emissions, so they decide to pay someone else to further reduce their net emissions by planting trees or by taking up low-carbon technologies. Every unit of carbon that is absorbed by trees—or not emitted due to one's funding of renewable energy deployment—offsets the emissions from their fossil fuel use. In many cases, funding of renewable energy, energy efficiency, or tree planting — particularly in developing nations.[citation needed] Will Grant of the Pachamama Alliance describes \"Four Levels of Action\" for change: Grant suggests that individuals can have the largest personal impact on climate by focusing on levels 2 and 3.[151][152] Others posit that individual citizen participation in groups advocating for collective action in the form of political solutions, such as carbon pricing, meat pricing,[153] ending subsidies for fossil fuels[154] and animal husbandry,[155] and ending laws encouraging car use,[156] is the most impactful way that an individual can take action to prevent climate change.[157] One Fast Company article notes that \"Focusing on how individuals can stop climate change is very convenient for corporations,\" and calls for holding industries and governments accountable on climate.[158] It has been argued that climate change is a collective action problem, specifically a tragedy of the commons, which is a political[159] and not individual category of problem.[160] Speaking to management about workplace emissions has been suggested.[161] Climate change is a prevalent issue in many societies.[162] Some believe that some of the long-term negative effects of climate change can be ameliorated through individual and community actions to reduce resource consumption. Thus, many environmental advocacy organizations associated with the climate movement (such as the Earth Day Network) focus on encouraging such individual conservation and grassroots organizing around environmental issues.[163][164] Many environmental, economic, and social issues find common ground in mitigation of global warming.[165][166][clarification needed] In the United States Citizens' Climate Lobby provides climate change solutions through bipartisan and national policy which aims to set a price on carbon at the national level. To raise awareness of climate issues, activists organized a series of international labor and school strikes in late September 2019,[167] with estimates of total participants ranging between 6 and 7.3 million.[168][169] A number of groups from around the world have come together to work on the issue of global warming. Non-governmental organizations (NGOs) from diverse fields of work have united on this issue. A coalition of 50 NGOs called Stop Climate Chaos launched in Britain in 2005 to highlight the issue of climate change. The Campaign against Climate Change was created to focus purely on the issue of climate change and to pressure governments into action by building a protest movement of sufficient magnitude to effect political change. Critical Mass is an event typically held on the last Friday of every month in various cities around the world wherein bicyclists and, less frequently, unicyclists, skateboarders, inline skaters, roller skaters and other self-propelled commuters take to the streets en masse. While the ride was founded in San Francisco with the idea of drawing attention to how unfriendly the city was to bicyclists, the leaderless structure of Critical Mass makes it impossible to assign it any one specific goal. In fact, the purpose of Critical Mass is not formalized beyond the direct action of meeting at a set location and time and traveling as a group through city or town streets. One of the elements of the Occupy movement is global warming action. Following environmentalist Bill McKibben's mantra that \"if it's wrong to wreck the climate, it's wrong to profit from that wreckage,[170]\" fossil fuel divestment campaigns attempt to get public institutions, such as universities and churches, to remove investment assets from fossil fuel companies. By December 2016, a total of 688 institutions and over 58,000 individuals representing $5.5 trillion in assets worldwide had been divested from fossil fuels.[171][172] Groups such as NextGen America and Climate Hawks Vote are working in the United States to elect officials who will make action on climate change a high priority. On 20 July 2020, Swedish climate activist Greta Thunberg, who was awarded a Portuguese rights award, pledged to donate the Gulbenkian Prize money of 1 million euros to organizations focused on the environment and climate change.[173] Fossil fuel and other subsidies, and taxes which discourage individual action include: However, sudden removal of a subsidy by governments not trusted to redirect it,[178] or without providing good alternatives for individuals, can lead to civil unrest. An example of this took place in 2019, when Ecuador removed its gasoline and diesel subsidies without providing enough electric buses to maintain service. The result was overnight fuel price hikes of 25-75 percent. The corresponding fare hikes for Ecuador's existing gas and diesel powered bus fleet were met with violent protests.[179] Climate change education, which became mandatory in Italy in 2019,[180] is completely absent in some countries, or fails to provide information on action that individuals can take. In some countries media coverage of global warming reports the effects of climate change, such as extreme weather, but makes no mention of either individual or government actions which can be taken.[181] The suggestion that eating a plant-based diet requires a person to become strictly vegetarian is also misinformation.[182] A plant-based diet focuses on consuming foods primarily from plants. Some examples of food consumed in a plant-based diet are fruits and vegetables, nuts, seeds, oils, whole grains, legumes, and beans. People may consider it as being vegan or vegetarian but it is very different. Vegan diets eliminate all animal products, meanwhile, plant-based diets do not eliminate animal products, but they encourage the focus on eating mostly plants. According to the Physicians Committee,[183] people can choose the right plant-based food to eat enough protein and minerals: \"Plant-based foods are full of fiber, rich in vitamins and minerals, free of cholesterol, and low in calories and saturated fat\".[183] Media focus on low impact[184] rather than high impact behaviors is concerning for scientists. The most impactful actions for individuals may differ significantly from the popular advice for \"greening\" one's lifestyle. For instance, popular suggestions for individual actions include: A few researchers have stated that \"Our recommended high-impact actions: are more effective than many more commonly discussed options. For example, eating a plant-based diet saves eight times more emissions than upgrading light bulbs.\"[11][12] Public discourse on reducing one's carbon footprint overwhelmingly focuses on low-impact behaviors, and as of 2017, the mention of high-impact individual behaviors to impact climate was almost non-existent in mainstream media, government publications, K-12 school textbooks, etc.[11][12][needs update] Other researchers say that decarbonization need not mean a more austere lifestyle, and that the individual actions with the most impact are to electrify households, with for example electric cars and heating.[10] However, advocate Bill McKibben is joined by many others in his opinion that \"no effort is too small\" with regards to climate change.[187][188][189][190][191] \"Discussing global warming leads to greater acceptance of climate science,\" according to a 2019 study in the Proceedings of the National Academy of Sciences.[192] The Yale Climate Communication Program recommends initiating \"climate conversations\" with more moderate individuals.[193][64] Patient listening is key, to determine the personal impacts of climate events on an individual, and to elicit information about the other person's core values.[194] Once personal climate impacts and core values are understood, it may become possible to open a discussion of potential climate solutions which are consistent with those core values.[193][195] Carbon Conversations is a \"psychosocial project that addresses the practicalities of carbon reduction while taking account of the complex emotions and social pressures that make this difficult\".[196] The project touches on five main topics: i) home energy; ii) food; iii) travel; iv) consumption and waste; and v) talking with family and friends. The project understands that individuals often fail to adopt low-carbon lifestyles not because of practical barriers to change (e.g.: there is no renewable energy available), but because of aspects related to their values, emotions, and identity. The project offers a supportive group experience that helps people reduce their personal carbon dioxide emissions by 1 tonne CO2 on average and aim at halving it in the long term. They deal with the difficulties of change by connecting to values, emotions and identity. The groups are based on a psychosocial understanding of how people change. Groups of 6-8 members meet six or twelve times with trained facilitators in homes, community centres, workplaces or other venues. The meetings create a non-judgmental atmosphere where people are encouraged to make serious lifestyle changes. Carbon Conversations was cited in The Guardian newspaper as one of the 20 best ideas to tackle climate change.[197]","Title":"Individual action on climate change - Wikipedia","KeyID":"8432","URL":"https://en.wikipedia.org/wiki/Climate_change_protests"}