{"Content: ":"One-day races and Classics Magnus Cort Nielsen (born 16 January 1993) is a Danish professional road racing cyclist, who currently rides for UCI WorldTeam EF Education–EasyPost.[7] In June 2014, World Tour team Orica–GreenEDGE announced that they had signed Cort for three years, starting from the 2015 season.[3] He was named in the startlist for the 2016 Vuelta a España,[8] where he won stages 18[9] and 21.[10] It was confirmed that he was going to be riding for Astana in 2018.[4] In July 2018, he was named in the start list for the 2018 Tour de France.[11] On 22 July 2018, Cort won stage 15 of the race after being in a breakaway for most of the day. Cort attacked with 8 kilometres (5.0 miles) to go, and ended up in a breakaway together with Bauke Mollema and Ion Izagirre, where he was the fastest man in the final sprint and won the first Tour de France stage of his career.[12] In August 2019, it was announced that Cort would be joining the EF Pro Cycling team on a two-year contract, from the 2020 season.[6] During the 2021 Vuelta a España he won three individual stages and was named the most combative rider of the race.[13] He won the intermediate stage 6, where he just edged overall race leader Primož Roglič for the win. On stage 11 he dropped the surviving breakaway riders and was within less than 300 meters from his second stage win, but he was caught by Roglič, Enric Mas and other riders fighting for the general classification. The very next day Cort survived the two climbs and won his second stage of the Vuelta, crediting his team with setting him up perfectly for the sprint finish.[14] On stage 19 Cort once again found himself at the front of the race near the end of the stage. With less than a kilometer to go his teammate Lawson Craddock rode at the front of the group to control the pace and put Cort in position to time his attack perfectly, which he then did defeating Rui Oliveira and Quinn Simmons in the sprint. Craddock came across the line five seconds later with his arms in the air celebrating the victory of his teammate. At the start of the 2022 Tour de France he took every available mountain point, over the small hills of Denmark, to earn the polka dot jersey early in the race.[15] After the rest day when the race moved to France, he broke the record of the great Federico Bahamontes, for finishing first at the most consecutive mountain checkpoints.[16] On stage 5 the following day he once again joined the breakaway, with teammate Neilson Powless, who had a chance to take the yellow jersey. He fell slightly behind towards the end of the stage but won his second Most Combative Rider award in three stages. He lost the polka dot jersey after stage 9, but on stage 10 he joined the breakaway yet again; and survived to the finish where he won the eighth grand tour stage and second Tour de France stage of his career, in a photo finish.[17] As the third week began he was forced to abandon the race due to a positive COVID test.[18] As a result this became the first grand tour he ever entered that he did not finish.","Title":"Magnus Cort - Wikipedia","KeyID":"8434","URL":"https://en.wikipedia.org/wiki/Magnus_Cort"}