{"Content: ":"The points classification (French: classement par points) is a secondary competition in the Tour de France, which started in 1953. Points are given for high finishes in a stage and for winning intermediate sprints, and these are recorded in a points classification. It is considered a sprinters' competition. The leader is indicated by a green jersey (French: maillot vert), which has become a metonym for the points classification competition. The system has inspired many other cycling races; the other two Grand Tours have also installed points classifications: the Vuelta a España since 1955, also using a green jersey, and the Giro d'Italia since 1966. After scandals in the 1904 Tour de France, the rules of the 1905 Tour de France were changed: the winner was no longer determined by the time system, but with the points system. The cyclists received points, equal to their ranking in the stage, and the cyclist with the fewest points was the leader of the race. After the 1912 Tour de France, the system was changed back to the time system that is still in use. In the 1953 Tour de France, to celebrate the 50th birthday of the Tour de France, the points system was reintroduced, but this time as an additional classification. Because the leader in the general classification wears a yellow jersey, the leader in the points classification also received a special jersey, a green jersey. The color green was chosen because the sponsor was a lawn mower producer, much as the yellow jersey was chosen to mirror the colour of the sponsoring newspaper from which it arose. In the first years, the cyclist only received penalty points for not finishing with a high place, so the cyclist with the fewest points was awarded the green jersey. From 1959 on, the system was changed so the cyclists were awarded points for high place finishes (with first place getting the most points, and lower placings getting successively fewer points), so the cyclist with the most points was awarded the green jersey. 1968 is the only year the jersey was not green: for that edition of the race, the jersey was red to match a new sponsor.[1][2] Whereas the yellow jersey is awarded for the lowest cumulative time in the race, the green jersey reflects points gained for high placings on each stage and intermediate \"hot spots\", especially during the flat stages of the Tour. The intermediate sprints were formerly for the intermediate sprints classification, with the points for the points classification a 'side-effect'; however, the intermediate sprints classification was later scrapped, but the intermediate sprints remained part of the points classification. The points classification is widely thought of as the \"sprinter's competition\", since the most points are scored in flat stages, in which the riders generally remain together in one large peloton, leaving the best sprinters at the end to fight for the stage win.[3] However, to win the competition a rider will need a reasonable level of all-round skills as well as strong sprinting, since he will need to finish within the time limit on mountain stages to remain in contention, and ideally will be able to contest intermediate sprints during mountain stages as well. For example, Mario Cipollini was one of the best pure sprinters of his era but was never in contention for the points classification because he was unwilling to make it through the mountain stages and finish the race (however, he did finish the Giro d'Italia and won its points classification several times). On four occasions, the winner of the points classification was also the winner of the general classification: three times by Eddy Merckx, and once by Bernard Hinault. In 1969, Eddy Merckx won the general classification, the points classification and the mountains classification (the polka dot jersey was born in 1975), a unique performance in the Tour de France, but as he was leading the race, he cannot conceivably wear all jerseys, so while he wore the yellow jersey, the green-jersey is worn by the person who is second in the points classification standings. Peter Sagan set the record for the most stages in the lead of a Tour de France classification, wearing the green-jersey for 100 days through stage 18 of the 2018 Tour de France. Two winners of the points classification, Sean Kelly and Sam Bennett both hail from the town of Carrick-on-Suir, Ireland, a town with a population of only 5,771 residents. The jersey gained its green colour from its first sponsor, La Belle Jardinière, a French clothing store.[4] (this statement contradicts the previous one that it was a lawn mower company). The jersey was sponsored by French betting company Pari Mutuel Urbain (PMU) for nearly 25 years, with Czech car manufacturer Škoda becoming the current sponsor in 2015.[5] As of 2019[update], the points classification is calculated by adding up the points collected in the stage and subtracting penalty points. Points are awarded for the first cyclists to cross the finish-line or the intermediate sprint line,[3] and for the cyclists with the fastest times in the prologue or individual time trials, under the following scheme:[6] Riders can lose points for various infractions to the rules, which means some riders finish the Tour with a negative points tally.[7] Before the start of the Tour de France, the organization declares which stages are considered \"flat\", \"medium mountain\" or \"high mountain\". Flat stages typically have few or no categorized climbs (several 4th category and an occasional 3rd category), medium mountain stages have numerous climbs, typically 2nd and 3rd category, and high mountain stages have numerous large climbs, often 1st category or hors categorie. When the order in which cyclists crossed the line cannot be determined or when cyclists score exactly the same time in the prologue/individual time trial, the cyclists divide the points (rounded up to the nearest 1/2 point). A cyclist that does not finish a stage is removed from the points classification. After every stage, the leader in the points classification is given a green jersey. In the event of a tie in the ranking, the cyclist with the most stage victories is the leader. If that is also a tie, the number of intermediate sprint victories indicates the leader. If that is also a tie, the general classification determines the leader. At the end of the Tour de France, the cyclist leading the points classification is the winner of the green jersey. The rules have varied over the years. When the system started in 1953, the ranks of each cyclist in a stage were added, and the cyclist with the lowest number of points won. Later, points were given to the first few cyclists in each stage. Even later, the point system started to differentiate for stage type, typically assigning more points to flat stages. Intermediate sprints were also given points. In 2009, the system had evolved to the following, with either two or three intermediate sprints per stage:[8] Starting from the 2011 Tour de France, a system very similar to the current one was used:[9] Peter Sagan is the most successful cyclist in the history of the points classification competition with seven green jerseys. Mark Cavendish has the largest gap between wins; 10 years separating his first and second green jerseys. Media related to Points classification in the Tour de France at Wikimedia Commons","Title":"Points classification in the Tour de France - Wikipedia","KeyID":"8437","URL":"https://en.wikipedia.org/wiki/Points_classification_in_the_Tour_de_France"}