{"Content: ":"Stage races One-day races and Classics Other Peter Sagan (Slovak pronunciation: [ˈpeter ˈsaɡan]; born 26 January 1990) is a Slovak professional road bicycle racer who currently rides for UCI ProTeam Team TotalEnergies.[8] Sagan had a successful junior cyclo-cross and mountain bike racing career, winning the junior cross-country race at the 2008 UCI Mountain Bike & Trials World Championships, before moving to road racing. Sagan is considered one of cycling's greatest talents, having earned many prestigious victories,[9][10] including three consecutive World Championships, one European Championship, two Paris–Nice stages, seven Tirreno–Adriatico stages, one in the Tour de Romandie, three and the overall classification in the Tour de Pologne, a record seventeen stages and the overall in the Tour of California,[11] and another fifteen in the Tour de Suisse. He has won a number of classics, including the Monument races Paris-Roubaix and Tour of Flanders, three Gent–Wevelgem races and E3 Harelbeke, together with eighteen stages in Grand Tours: twelve at the Tour de France, four at the Vuelta a España, and two at the Giro d'Italia. After having become the first rider to win the points classification of the Tour de France on his first five attempts, he went on to win it a record seven times, in 2012, 2013, 2014, 2015, 2016, 2018 and 2019. Following his win at the 2017 UCI World Road Race Championships, Sagan wore the rainbow jersey for the duration of 2018 for an unprecedented third consecutive season.[12] Born in Žilina, Peter Sagan is the youngest child among three brothers and a sister. He was brought up by his sister as his parents spent most of the day taking care of a small grocery shop they own in his hometown. His older brother Juraj Sagan is also a professional cyclist, and is also a member of the TotalEnergies team.[13] Sagan started to ride bikes at the age of nine when he joined Cyklistický spolok Žilina, a small local club in his home town.[14] Throughout his junior years Sagan rode both mountain bikes and road bikes, and was well known for his unconventional style of riding in tennis shoes and T-shirts and drinking just pure water. Sagan drew a significant amount of attention when he appeared at the Slovak Cup with a bicycle borrowed from his sister. Sagan had mistakenly sold his own and had not received a spare from the Velosprint sponsor in time. He won the race despite riding a supermarket bike with poor brakes and limited gearing.[15][16][17] Sagan's first professional cycling opportunity came along when he was hired by the Dukla Trenčín–Merida team, a Slovak outfit in the Continental (third) division. In 2008, he won the Mountain Bike Junior World Championship in Val di Sole. That same year he also finished second in the junior race at the UCI Cyclo-cross World Championships in Treviso and Paris–Roubaix Juniors.[18] Sagan was focused on continuing his career as a mountain bike rider, but his management company Optimus Agency approached several professional road cycling teams. They received four answers to bring young Sagan for testing. The first three-day test was performed in Quick-Step but Sagan failed to secure a contract.[19] His frustration was so deep that he decided to quit road cycling, however pressed by his family he gave it a try with Liquigas–Doimo and succeeded. In November 2009, Liquigas' Stefano Zanatta, Paolo Slongo and Enrico Zanardo offered Sagan, who spoke neither Italian or English, a ten-month contract valued at €1,000 per month.[20] The agreement was later replaced by a two-year contract for 2010 and 2011 with an option to ride mountain bikes for Cannondale. Liquigas doctors and managers were stunned by results of Sagan's medical tests, saying that they had never seen a 19-year-old rider as physically strong and capable. During the training camp Sagan destroyed more mountain bikes than any other rider due to his ability to put a bike through its paces. This earned him the nickname \"Terminator\".[21] I do not want to be the second Eddy Merckx. I want to be the first Peter Sagan. Sagan at a press conference in Slovakia on numerous comparisons of him to Eddy Merckx[22] Liquigas selected Sagan for his first UCI ProTour road race, the Tour Down Under in January at the age of 19. He was involved in a crash during the second stage but kept riding with 17 stitches in his arm and left thigh. In the queen stage to Willunga he joined an attack over the last climb with Cadel Evans, Alejandro Valverde and Luis León Sánchez. The four fought to hold off the sprinters' group over the next 20 kilometres (12 miles), with Sánchez taking the win.[23] Sagan won his two ProTour stages during Paris–Nice, a race he was not initially nominated for, but joined the team after his teammate Maciej Bodnar broke his collarbone.[24] His first stage win was gained on the third stage, when Sagan joined a move initiated by Nicolas Roche on the final climb and out-sprinted Roche and Joaquim Rodríguez for the stage win in Aurillac. The result also gave Sagan the lead in the points classification, giving him the green jersey.[25] Sagan's second win came from a solo attack on the fifth stage into Aix-en-Provence. Attacking three kilometres from the finish, on a steep climb, Sagan was able to hold off the peloton to claim the win.[26] Alongside his two stage wins, Sagan also finished second in stage two into Limoges and third in stage six into Tourrettes-sur-Loup. The combination of high stage placings and intermediate sprint points meant Sagan won the points classification, and he finished 17th overall, three minutes and twenty one seconds behind race winner Alberto Contador, who praised him and predicted he would be a rival to watch in future races. In April 2010 his contract was extended to 2012. Following a stage win at the Tour de Romandie,[27] Sagan next raced at the Tour of California, where he won the fifth and sixth stages, coming in with the overall contenders each time.[28][29] Lying third overall in the general classification, Sagan lost more than a minute in the 33.5-kilometre (20.8-mile) individual time trial on the penultimate day,[30] and ultimately finished eighth overall; he won the young rider and sprints classifications.[31] Sagan finished fourth in the opening prologue of the Tour de Suisse, only three seconds behind Fabian Cancellara, but finished almost 11 minutes down in the second stage and did not take the start the following day alleging severe fatigue.[32] After taking a break during July, he returned to form later in the season, securing high placings in a number of European races as well as second place in the inaugural Grand Prix Cycliste de Montréal. He rode the World Championships in Geelong, Australia for Slovakia, but failed to make an impact in the race. He planned to ride several late season races including Paris–Tours and the Giro di Lombardia but an intestinal issue forced him out of the former and weakened him in the latter.[33] Liquigas–Doimo became the renamed Liquigas–Cannondale for the 2011 season, and at a team training camp in December 2010, Sagan said that his first goal for the season was Milan–San Remo.[34] After beginning his season with some solid placings in a couple of Italian one-day races, Sagan won three of the five stages at the Giro di Sardegna, and won both the overall and the points classification, narrowly hanging on to beat José Serpa by three seconds in the general classification.[35] During the Tour of California, he won stage 5 as he ultimately won the sprints classification for the second straight year.[36] In June he took part in the Tour de Suisse starting off with a third place in the opening prologue. He then won the third stage, a mountain stage, showing his versatility when he caught Damiano Cunego on the descent of the Grosse Scheidegg and then outsprinted him in the dash to the finish line.[37] Sagan managed two other podium placings in the flat stages with an uphill sprint finish before winning stage 8 in another bunch sprint; he won the points classification at the race as well.[38][39] He rode the Tour de Pologne as a preparation for the Vuelta a España, his first Grand Tour appearance. He took the leader's jersey after winning stage 4 and then he also won stage 5.[40][41] Although he lost the lead to Dan Martin after a difficult finish of stage 6,[42] he managed to regain it on the final day of the race thanks to bonus seconds earned on the stage.[43] He also claimed the points classification.[39][44] Sagan then won three stages at the Vuelta a España; on stage 6, he caused a split in the small lead group by leading them down the final descent crouched on his bike to increase speed. Only three teammates and Pablo Lastras (Movistar Team) were able to keep up, and Sagan went on to win the sprint.[45] After winning stage 12 in a sprint finish,[46] his next objective was the final stage in Madrid, which he won by a narrow margin ahead of Daniele Bennati and Alessandro Petacchi.[47] He began the season in good form, winning a stage and the points classification in the Tour of Oman.[48][49] Sagan won Stage 4 of Tirreno–Adriatico,[50] and also played a key role in helping Vincenzo Nibali win the event overall. Sagan's good form continued into the classics season, with fourth place in Milan–San Remo,[51] second in Gent–Wevelgem,[52] a stage victory in the Three Days of De Panne,[53] fifth in the Tour of Flanders,[54] and third in the Amstel Gold Race.[55] On the first stage of the Tour of California, Sagan had a puncture with 7 kilometres (4.3 miles) to go. He worked his way back to the bunch and avoided a crash that occurred with 3 kilometres (1.9 miles) left. His teammate Daniel Oss piloted him in the last few kilometres, and Sagan out sprinted his rivals, taking the stage win.[56] On Stage 2, Sagan crashed on the Empire Grade climb, but he was able to return to the peloton for the sprint finish; he was first out of the final corner and accelerated to the finish, taking his second victory in a row.[57] On the third stage, Sagan took his third consecutive victory ahead of Heinrich Haussler (Garmin–Barracuda),[58] before doing the same on the fourth stage.[59] Sagan took his fifth stage win on the final day in Los Angeles, to win the sprints classification.[11][60] In doing so, he took the record for most stage wins at the race, with eight.[60][61] \"I have never seen a rider like him. I do not think anyone has. He is the first-of-a-kind rider. You can expect everything because he can win what he wants. Anything. If he wins the Tour de France someday, it will not be a surprise to me. Watch out.\" Ivan Basso on Sagan.[62] Sagan demonstrated good form once again in the World Tour classified Tour de Suisse by winning four stages and the points classification. He kicked things off with a win in the opening prologue, besting local favourite and time trial specialist Fabian Cancellara (RadioShack–Nissan) by 4 seconds over the 7.3-kilometre (4.5-mile) course.[63] His next win came on a rainy stage 3, where the peloton caught the final two escapees inside the final kilometre. Sagan's foot came out of his pedal in one of the last bends, but he managed to stay upright and pass Orica–GreenEDGE's Baden Cooke before the line for the victory.[64] With about 350 metres (1,150 feet) to go on the fourth stage, Marcus Burghardt of BMC Racing Team launched a sprint for the finish line in rainy conditions. Sagan jumped out of his teammate's wheel to get into Burghardt's slipstream and sailed past him to take the win. He thanked his team for their efforts afterward, especially Moreno Moser.[65] The next win came on stage 6, the last stage of the Tour which was suited to the sprinters. The final kilometres in Bischofszell were filled with urban obstacles such as roundabouts and sharp bends, and Sagan stayed towards the head of the bunch. With 200 metres (660 feet) to go, Sagan took a left bend with a small patch of cobbles in it at full speed. He scraped the barriers as he came out of the corner but sprinted his way to victory. When asked about the seemingly close call he had, Sagan stated that \"you need to invent something to find some space [...]\".[66] Sagan started the Tour de France by finishing in 53rd place on the prologue after losing some time in the corners. He won the first stage in Seraing atop a small climb after breaking away with a little more than a kilometre to go with Fabian Cancellara (RadioShack–Nissan) and out sprinting him and Edvald Boasson Hagen (Team Sky).[67] According to Sagan's SRM file, in the final 1.5 kilometres (0.93 miles) when Cancellara initiated the move, Sagan ramped up his cadence to over 120 rpm to stay with him and averaged 493 watts of power in the last 2 minutes 20 seconds of the race. His power output maximum in the finale was 1,236 watts, and he averaged 970 watts in the last 200 metres.[68] On Stage 3, he went clear on the final Category 4 climb in Boulogne-sur-Mer sprinting away and leaving the field behind.[69] As Sagan crossed the finish line, he performed a \"running man\" salute akin to the eponymous character portrayed by Tom Hanks in 1994 film Forrest Gump.[70] He won again on Stage 6, which had a course suited for a bunch sprint; he beat pure sprinters André Greipel of Lotto–Belisol and Matthew Goss of the Orica–GreenEDGE squad by around a bike length in Metz.[71] He finished the Tour with three stage wins and as winner of the points classification, also earning the \"most combative\" rider award on the mountainous Stage 14.[72] He won a Porsche since he made a bet with the Liquigas management that he could win two stages and the points classification.[73] He is a once-in-a-generation rider. He is super, super good. He is making us all look like juniors. Mark Cavendish on Sagan.[74] In 2013, Sagan's team changed its name to Cannondale, since Liquigas ended its cycling sponsorship after eight years.[75] Sagan started his season at the Tour de San Luis, finishing second to Mattia Gavazzi on the final stage.[76] He took his first victory of the season on the second stage of the Tour of Oman, as he broke away from a chasing group in the final kilometres, joined and dropped three escapees before soloing to the win.[77] He won again the following day, on the same parcours as the second stage of the 2012 Tour of Oman, which he had also won.[78] Before the start of stage 5, he withdrew due to bronchitis.[79] He won his comeback race, the Gran Premio Città di Camaiore, by out sprinting a group of twelve riders.[80] He finished second at Strade Bianche, behind his teammate Moreno Moser; Sagan covered the late break attempts to help Moser's bid for victory, then attacked himself to complete a one-two for Cannondale.[81] He went on to win stages 3 and 6 of Tirreno–Adriatico; on stage 3, he out sprinted Mark Cavendish and André Greipel in the pouring rain after his team accelerated the race's speed on a small climb nearing the finish.[82] On stage 6, Sagan survived a climb featuring a section at a 30% incline, and formed a breakaway with former teammate Vincenzo Nibali and Joaquim Rodríguez, beating both in the sprint.[83] Sagan's form meant he entered Milan–San Remo as the favourite for victory, however, he was beaten into second place in the sprint by MTN–Qhubeka's Gerald Ciolek.[84] He won Gent–Wevelgem, which had been shortened by 90 kilometres (56 miles) due to extremely cold weather. Sagan broke away from a group of ten riders with 4 kilometres (2.5 miles) remaining and won solo, performing a series of wheelies after crossing the line.[85] Two days later, Sagan carried his form to the Three Days of De Panne, where he won a close sprint on the first stage ahead of Arnaud Démare of FDJ. Démare complained to the race officials that Sagan had swerved slightly in the final metres, but the race result was not altered.[86] Sagan finished second at the Tour of Flanders after breaking away with Fabian Cancellara and joining Jürgen Roelandts. Cancellara attacked on the last climb, the Paterberg, dropped Sagan and went on to win solo.[87] Sagan caused some controversy on the podium by pinching the bottom of podium girl Maja Leye,[88] and after a media backlash, he apologised the next day.[89] Prior to the Brabantse Pijl, Sagan apologised in person to Leye and gave her a flower bouquet.[90] He then went on to win the race, where he chased an attack by Greg Van Avermaet in the final kilometres. Only Philippe Gilbert could follow, and Sagan was faster in the final sprint.[91] His next win came in May on stage 3 of the Tour of California, when he beat Michael Matthews in the sprint finish, finding a passage on the right side of the road.[92] He concluded the race by winning the last stage in Santa Rosa, securing the sprints classification jersey for the fourth year in a row.[93] On stage 3 of the Tour de Suisse, Sagan made the selection on the first-category Hasliberg climb along with Rui Costa, Roman Kreuziger and Mathias Frank, and took the stage victory from the quartet.[94] Sagan cemented his victory in the points classification by taking the eighth stage, which was flatter and more suited to the sprinters, ahead of Daniele Bennati and Gilbert.[95] He then went on to win the Slovak National Road Race Championships for the third time, taking the national champion's jersey to the Tour de France.[96] At the Tour de France, Sagan scored three second-place finishes before winning stage 7 to Albi, after his team worked to shed the pure sprinters on the Category 2 Col de la Croix de Mounis. He outsprinted the select group he was part of, crossing the line before John Degenkolb.[97] Sagan retained the green jersey as leader of the points classification to Paris and dyed his beard green to underline that victory.[98] He then went on to win the sprints classification and numerous stages in the USA Pro Cycling Challenge (4 stage wins) and the Tour of Alberta (2 stage wins). Sagan fell short of success in the Grand Prix Cycliste de Québec where he accelerated on one of the final climbs but faded in sight of the finishing line. Two days later, he took victory in the Grand Prix Cycliste de Montréal, escaping the leading group on a climb with 5 kilometres (3.1 miles) to go and winning solo.[99] His successful year was also acknowledged in Slovakia, where he became the Athlete of the Year, for the first time.[100] Sagan started the 2014 season at the Tour de San Luis, where he finished second on the final stage.[101] Then he competed at Dubai Tour, where he took second and third place stage finishes; he lost out to Marcel Kittel on both occasions.[102][103] He finished second at Strade Bianche again, this time he was defeated by Michał Kwiatkowski. The two riders attacked with 21 kilometres (13 miles) to go, but Kwiatkowski was stronger on the final climb towards the Piazza del Campo.[104][105] At Tirreno–Adriatico Sagan won a stage and the points classification,[106][107] before he finished tenth in Milan–San Remo, despite being considered one of pre-race favourites.[108][109] He then went on to win E3 Harelbeke and finished third in Gent–Wevelgem.[110][111] Sagan's next attempt to win his first monument was at the Tour of Flanders, but he finished 16th.[112] A week later Sagan competed at Paris–Roubaix, where he finished 6th.[113] Sagan won the penultimate stage of the Tour of California,[114] and also won the sprints classification, for the fifth successive year. In the first week of the Tour de France, Sagan scored seven consecutive top-5 stage finishes without registering a victory, a feat that had not been recorded since Charles Pélissier had eight successive top-5 stage finishes in 1914.[115] The seventh of those results came in a sprint with Matteo Trentin, where Sagan had to settle for second by a few millimetres in the photo finish.[116] Sagan went on to compete in the Clásica de San Sebastián but withdrew.[117] He then headed to the Vuelta a España and had a difficult first week, his first notable result coming with a third place on Stage 8.[118] He later withdrew from the race on Stage 14.[119] He made his return at the Coppa Bernocchi, where he acted as a lead-out man for teammate Elia Viviani, who won.[120] In early August 2014, Sagan and his older brother Juraj Sagan signed a three-year contract with Tinkoff–Saxo starting in 2015.[121] The team's owner Oleg Tinkov confirmed Sagan's salary reached €4.5 million a year.[122] In November 2014, Sagan climbed Mount Kilimanjaro with his new team as a team-building experience.[123] Sagan started his season at the Tour of Qatar, taking his first podium spots with second-place finishes on stages four,[124] and five,[125] and won the young rider classification.[126] After a winless Tour of Oman, Sagan finished second on the first two road stages of Tirreno–Adriatico.[127][128] On Stage 6, Sagan took his first win in Tinkoff–Saxo colours in a rainy, flat stage.[129] He finished the race as winner of the points classification.[130] He sprinted to fourth place at Milan–San Remo,[131] while at E3 Harelbeke, Sagan got clear of the main group with Geraint Thomas and Zdeněk Štybar on the Oude Kwaremont with 41 kilometres (25 miles) left, but faded to 30th following Thomas' attack with 4 kilometres (2.5 miles) to go.[132] He finished tenth at an attritional Gent–Wevelgem,[133] before a fourth-place finish at the Tour of Flanders, after he faded in the closing kilometres.[134] At Paris–Roubaix, he was in a group chasing the leaders, but lost time following a mechanical and subsequent bike change, ultimately finishing 23rd.[135] After a break from competition, Sagan returned at May's Tour of California. On the first two stages, he finished second to Mark Cavendish.[136][137] On stage 3, Sagan led the peloton across the line behind breakaway winner Toms Skujiņš, maintaining his second-place overall standing.[138] Sagan won the fourth stage ahead of Wouter Wippert and Cavendish; as he crossed the finish, Sagan banged his front wheel twice on the tarmac and celebrated with a no-footed wheelie.[139] Third on stage five, Sagan took the race lead with victory on the sixth stage, a 10.6-kilometre (6.6-mile) individual time trial starting and finishing at the Six Flags Magic Mountain theme park.[140] After losing the overall lead to Julian Alaphilippe the next day on a mountainous finish to Mount Baldy Ski Lifts,[141] Sagan usurped Alaphilippe by taking five bonus seconds during the final stage to Pasadena, taking a three-second victory in the general classification.[142] Sagan returned to racing at the Tour de Suisse. He finished fourth on the opening time trial, before taking victory on the third stage; his teammate Rafał Majka nullified several attacks in the closing kilometres, before Sagan outsprinted the reduced group to the finish line.[143] Second the following day,[144] Sagan won the sixth stage in a bunch sprint for his eleventh stage victory at the race, equalling the record of Hugo Koblet and Ferdinand Kübler.[145] With a further second-place finish on the seventh stage,[146] Sagan won the race's points classification.[147] He then won both the Slovak National Time Trial Championships,[148] and the Slovak National Road Race Championships in his hometown of Žilina.[149] In the Tour de France, after he suffered a flat tyre and caught back up to the 25-rider lead group, Sagan took second position on Stage 2 behind André Greipel.[150] On the fourth stage, Sagan sprinted to third position after protecting his leader Alberto Contador on the cobbles during the stage.[151] On the fifth stage, he again came second to Greipel,[152] and was also second on the sixth stage, after Štybar went solo on the last small climb before the finish.[153] He was third to Cavendish and Greipel on the seventh stage,[154] and second to Greg Van Avermaet on the thirteenth stage.[155] On the next stage, Sagan was part of the breakaway, amassing maximum points at the intermediate sprint and finishing fifth.[156] On Stage 15, Sagan featured again in the breakaway and took fourth position in the final sprint; he won the day's combativity award for his efforts.[157] On Stage 16, Rubén Plaza (Movistar Team) escaped the leading group on the Col de Manse, and Sagan attempted to chase him down on the descent into Gap, but to no avail as Plaza soloed to victory. Sagan came in second and was awarded 'most combative' of the day again.[158] Sagan amassed five second places during the Tour de France, and won the points classification by a margin of 66 points over Greipel.[159] Sagan broke his Grand Tour victory drought at the Vuelta a España by outsprinting Nacer Bouhanni and John Degenkolb on the third stage.[160] On the next stage he finished second to Alejandro Valverde in a punchy finish.[161] On the eighth stage, a race organisation motorcycle, which was overtaking the peloton, caused Sagan to crash.[162] Although Sagan finished the stage, he was forced to retire from the race while leading the points classification.[163] The following month, he won the road race at the UCI Road World Championships after attacking on a short cobbled climb around 2 kilometres (1.2 miles) from the finish line.[164] He finished the season at the Abu Dhabi Tour, where he recorded two second-place finishes.[165] Sagan started his season at the Tour de San Luis, taking his first podium place of the year on Stage 2 by finishing second.[166] In February, after a three-week training camp in Spain's Sierra Nevada, he competed in the opening races of the Belgian classics season, finishing second in Omloop Het Nieuwsblad and seventh in Kuurne–Brussels–Kuurne.[167] He then came in fourth at the Strade Bianche, being part of the four-man decisive move, but was dropped on the final climb to Siena.[168] He took part in Tirreno–Adriatico, where he finished second overall, one second behind Greg Van Avermaet, and also won the points classification.[169] Sagan claimed his eighth second-place finish following his World Championship win at E3 Harelbeke, before taking his first win as world champion at Gent-Wevelgem,[170] becoming the first reigning world champion to win the race since Rik Van Looy in 1962.[171] Upon his win at Gent–Wevelgem, Sagan became the number one-ranked rider in the UCI Men's road racing world ranking.[172] Sagan continued his successes by taking his first Monument victory at the Tour of Flanders, dropping his last opponent Sep Vanmarcke on the Paterberg and soloing the last 14 kilometres (8.7 miles) of the race solo. He dedicated the win to Antoine Demoitié and Daan Myngheer, two cyclists that had died in the weeks prior to the race.[173] A week later, he took part in Paris–Roubaix, finishing eleventh after a split in the peloton occurred. During the race, he avoided a crash by Fabian Cancellara directly in front of him, by bunny hopping over his bike, despite having only one foot clipped into his pedals at the time.[174] In the Tour of California, Sagan won on stages one – a bunch sprint finish – and four, where the finish was contested at Mazda Raceway Laguna Seca.[175][176] On stage 7, he was part of the breakaway, went solo from 50 kilometres (31 miles) remaining to cover and was caught with 20 kilometres (12 miles) to go; he ultimately finished second to Alexander Kristoff.[177] He clinched the sprints classification with another second-place finish on the final stage.[178] At the Tour de Suisse, Sagan took his record twelfth stage victory with a win on the second stage around Baar.[179] He also won the next day, joining the late breakaway after attacking the reduced peloton at the end of a climb, and outsprinted Michael Albasini and Silvan Dillier.[180] If I lose yellow, I have green. If I lose the green jersey, I have the rainbow jersey. Sagan at a press conference after winning his first yellow jersey at the 2016 Tour de France[181] In the first stage of the Tour de France, Sagan came in third.[182] He then won the second stage,[183] which featured a finish on a category 3 climb, to claim his first yellow jersey as leader of the general classification; he was unaware he had won upon reaching the finish line, thinking more riders from the breakaway had crossed the line before him.[183] Sagan was part of the breakaway on stage 10; he finished second to Michael Matthews and won the most combative award for his efforts.[184] On the next stage, Sagan broke away with teammate Maciej Bodnar, yellow jersey wearer Chris Froome and his teammate Geraint Thomas in the final kilometres. He outsprinted Froome to foil the sprinters' plans. After the stage, asked why he undertook such a daring move, he said: \"We are artists\".[185] Sagan claimed his third stage victory by winning stage 16 in Bern, beating Kristoff in the sprint by few centimetres.[186] He finished second to Greipel on the last stage, finishing on the Champs-Élysées, securing his green jersey.[187] He also won the combativity award for the race.[188] At the Rio Olympics, Sagan did not contest the road race, instead competing in the cross-country mountain biking event.[189] He suffered a puncture on the second lap while he was in third position on the trail, and finished a lapped 35th.[190] After abandoning the Bretagne Classic Ouest–France due to a virus,[191] he went on to win the Grand Prix Cycliste de Québec,[192] finished second in the Grand Prix Cycliste de Montréal,[193] and won the first elite men's road race at the European Road Championships.[194] In October, Sagan won the road race at the UCI Road World Championships for the second consecutive year in Doha, Qatar. He came into the finish with the other 24 breakaway riders, and won the subsequent bunch sprint ahead of Great Britain's Mark Cavendish and Tom Boonen of Belgium, respectively.[195] In December, he was awarded the prestigious Vélo d'Or award for the best rider of the year.[196] After it was announced that Tinkoff was to disband at the end of the 2016 season, Sagan's agent Giovanni Lombardi negotiated a new contract with Bora–Hansgrohe. According to Oleg Tinkov, Sagan was expected to earn €6 million a year.[197][198] Peter Sagan affects the way everyone races. He is the best bike rider in the world. What is going to affect how people race is how well or not he is going. Matt White[199] Sagan began the 2017 season at the Tour Down Under,[199] where he finished in second place on stages 3, 4 and 6.[200] After training for the next few weeks, Sagan finished in second place at Omloop Het Nieuwsblad to Olympic Road Race Champion Greg Van Avermaet.[201] The following day, Sagan attacked the breakaway in the final few hundred metres to take his first victory of the season at Kuurne–Brussels–Kuurne. This also marked the first victory for the renamed Bora–Hansgrohe team, and was Sagan's 90th career win.[202] Sagan entered Strade Bianche as a race favourite, but following a crash roughly 75 kilometres (47 miles) into the race, he abandoned 20 kilometres (12 miles) later citing illness. Sagan claimed he possibly needed stitches to his hand following that crash and would hope to be ready for the start of his next race later in the week.[203] Sagan achieved his second victory of the season by sprinting to the line ahead of the pack in Stage 3 of Tirreno–Adriatico.[204] Sagan sprinted to another victory on the fifth stage,[205] and ultimately won the points classification despite an incident during the final time trial stage of the race, when a woman and her dog abruptly crossed his path and he had to swerve in avoidance.[206] At Milan–San Remo, Sagan initiated a move on the slope of the Poggio di San Remo near the finish, with only Michał Kwiatkowski and Julian Alaphilippe able to follow. Kwiatkowski had the better of him in the end after a close sprint on the Via Roma, and Sagan finished in second place.[207] Sagan entered the Tour of Flanders in hopes of defending his title. With 55 kilometres (34 miles) to go, Philippe Gilbert attacked the peloton in a solo breakaway. In an attempt to close that gap, Sagan began to chase with rival Van Avermaet. With 16.9 kilometres (10.5 miles) to go and 59 seconds down, Sagan's handlebar was caught on a jacket draped over the spectator barrier on the Oude Kwaremont causing him to crash, and ruining his chances of victory.[208] In the Tour de Suisse, Sagan took another two stage victories on stages 5 and 8,[209][210] and won the points classification for the sixth time. Sagan won the third stage of the Tour de France from an uphill sprint in Vittel.[211] After the bunch sprint finish of stage four, in which Sagan placed second, he was disqualified after race officials judged that he caused Mark Cavendish to crash, with the jury president Philippe Marien saying that he \"endangered some of his colleagues seriously\".[212][213] Before the crash, Cavendish tried to squeeze through a space that he saw was closing. Opinions have been largely negative on whether Sagan should be disqualified from the race.[214] The opinion of many commentators and former riders was that a disqualification is not justified and even senseless.[215] Months after the Tour de France, Sagan was officially exonerated by the UCI.[216] Cavendish withdrew from the race later that day due to his injuries.[217] Following his disqualification from the Tour de France, Sagan turned his focus to the Tour de Pologne, where he won Stage 1.[218] He also stated he would skip the Vuelta a España, opting to train for an unprecedented third consecutive victory at the UCI Road World Championships in Norway. In September, Sagan sprinted to his 100th career victory at the Grand Prix Cycliste de Québec.[219] Two weeks later, Sagan won the road race at the UCI Road World Championships in a bunch sprint, ahead of Norway's Alexander Kristoff and Australia's Michael Matthews, to become the first male rider to win three consecutive world road race titles.[220][221] Sagan kicked off the 2018 season by winning the Down Under Classic,[222] the prelude criterium to the Tour Down Under. In the Tour Down Under itself, he finished third on the first stage and won the fourth stage.[223][224] Following the race, Sagan visited the Vatican and offered a custom race bike to Pope Francis,[225] which was later auctioned for charity in 2020.[226] He skipped the Belgian season openers to prepare at an altitude camp in the Sierra Nevada before starting his European campaign in Italy. He finished eighth in Strade Bianche,[227] 43rd overall in Tirreno–Adriatico,[228] and sixth in Milan–San Remo.[229] Moving on to the cobbled classics, he was 26th in E3 Harelbeke before winning a record-equalling third Gent–Wevelgem.[230][231] One week later he finished sixth in the Tour of Flanders.[232] On 8 April, Sagan won Paris–Roubaix with an attack at 55 kilometres (34 miles) from the finish to join an earlier break.[233] Only Silvan Dillier could keep up and Sagan beat Dillier in a two-up sprint on the Roubaix Velodrome. He closed his classics campaign with fourth place in the Amstel Gold Race.[234] In the Tour de France, Sagan finished 2nd on the opening stage behind Fernando Gaviria.[235] In Stage 2, Sagan won the stage and earned the green jersey and wore it for the rest of the tour.[236] Sagan also won Stages 5[237] and 13,[238] before he crashed on a descent during stage 17,[239] but ultimately won the points classification for a record-equalling sixth time.[240] Sagan's first victory of the 2019 season came on the third stage of the Tour Down Under, as he won in Uraidla for the second successive year.[241] He did not podium in any of the spring classics, with best results of fourth at Milan–San Remo and fifth at Paris–Roubaix.[242][243] He won stages at the Tour California and the Tour de Suisse,[244][245] prior to the Tour de France. He won the fifth stage at the Tour de France,[246] and took eight other top-five stage finishes as he surpassed Erik Zabel with his seventh points classification victory.[247] In 2020, Sagan started his season at the Vuelta a San Juan in Argentina,[248] where he finished second to Fernando Gaviria on the final stage.[249] He then went on to race Paris–Nice,[250] prior to the COVID-19 pandemic-enforced suspension of racing. When racing resumed in August, Sagan took fourth-place finishes at Milano–Torino and Milan–San Remo.[251][252] At the Tour de France, Sagan failed to win a stage and finished second to Sam Bennett in the points classification.[253] During stage 11, he was relegated after he was adjudged to have used his head to barge Wout van Aert during the sprint finish.[254] Sagan's final race of the season was the Giro d'Italia, where he won the tenth stage – his only win of the season – and finished second to Arnaud Démare in the points classification.[255][256] As he did in 2019 and 2020, Sagan finished fourth in the 2021 Milan–San Remo,[257] his fifth such result at the race. Prior to the Giro d'Italia, Sagan won stages at the Volta a Catalunya and the Tour de Romandie.[258][259] At the Giro d'Italia, he won the tenth stage for the second year in a row,[260] and moved into the lead of the points classification ahead of Tim Merlier; he held the lead for the remainder of the race.[261] After winning the Slovak National Road Race Championships for the seventh time,[262] he contested the Tour de France, but he withdrew midway through the race due to bursitis, having recorded a best stage finish of fifth on two occasions.[263] In September, he contested the Okolo Slovenska for the first time, winning the race overall.[264] In August 2021, Sagan signed a two-year contract with Team TotalEnergies, a UCI ProTeam, from the 2022 season onwards.[8] He was joined at the team by his Bora–Hansgrohe teammates Maciej Bodnar, Daniel Oss and his brother Juraj Sagan.[265] He was due to make his first start with the team at the Vuelta a San Juan in late January,[266] but the international event was cancelled due to the COVID-19 pandemic in Argentina.[267] Sagan took his first win for the team at the Tour de Suisse in June, winning the third stage into Grenchen.[268] He later had to withdraw from the race, following a positive test (his third) for COVID-19.[269] Sagan is a practising Catholic and met Pope Francis in Vatican City in January 2018.[270] Sagan was formerly married to Katarína Smolková.[271] They married on 11 November 2015 in Slovakia and resided in Monaco.[272] Their first child, Marlon, was born on 25 October 2017.[273] On 18 July 2018, Sagan announced their separation.[274][275] In April 2021, Sagan was drunk, riding as a passenger with his older brother Juraj Sagan in Monaco when the pair were stopped by the police as they were in violation of a curfew due to the COVID-19 pandemic in Monaco. The younger Sagan \"struggled like a madman\" during the incident giving a policeman a minor injury. The pair were arrested for violating curfew.[276] He later apologised for the incident and was fined €6,600; he stated that he feared he was going to be taken to the hospital against his will and forcibly vaccinated.[277] In an interview with Spanish sports publication Marca, Sagan commented on the state of the sport during the COVID-19 pandemic, stating that \"without people, cycling is different and worse\".[278]","Title":"Peter Sagan - Wikipedia","KeyID":"8438","URL":"https://en.wikipedia.org/wiki/Peter_Sagan"}