{"Content: ":"The young rider classification is a secondary competition in the Tour de France, that started in 1975. Excluding the years 1989 to 1999, the leader of the young rider classification wears a white jersey (French: maillot blanc). The requirements to be eligible for the young rider classification have changed over the years but have always been such that experienced cyclists were not eligible, sometimes by excluding cyclists over a certain age, cyclists who had entered the Tour de France before, or cyclists who had been professional for more than two years. In the most recent years, only cyclists who will remain below 26 in the year the race is held are eligible. From 1968 to 1975, there was a white jersey awarded in the Tour de France to the lead rider in the combination classification (best rider in the overall, points and climbing competitions). In 1975, this classification was removed, and replaced by the young rider classification. Any neo-professional (less than three years professional) competed in this classification, which was calculated using the rankings for the general classification.[1] The leader in the young rider classification wore a white jersey. The rules for the young rider classification changed in 1983, when the competition was only open for first-time competitors, but in 1987 it became open for all cyclists less than 26 years of age at 1 January of the year following that tour.[2] From 1989-1999, the white jersey was no longer awarded, although the competition was still calculated. Since 2000, the white jersey has again been awarded, open for all cyclists less than 26 years of age at 1 January of the year following that Tour. In 1997, the name of the competition officially changed to 'Souvenir Fabio Casartelli'.[3] The optical retail chain Krys has sponsored the white jersey since 2015.[4] The jersey was previously sponsored by Czech car manufacturer Škoda from 2004-2014. Since the young rider classification was introduced in 1975, it has been won by 40 different cyclists. On seven occasions a cyclist has won the young rider classification and the general classification — Laurent Fignon in 1983, Jan Ullrich in 1997, Alberto Contador in 2007, Andy Schleck in 2010, Egan Bernal in 2019 and Tadej Pogačar in 2020 and 2021. The only cyclists to win the young rider classification and the mountains classification in the same year are Nairo Quintana in 2013 and Pogačar in 2020 and 2021. The only cyclists to win the young rider classification in multiple Tours are Marco Pantani (two wins), Ullrich (three wins — also finishing first or second in the general classification on all three of these occasions), Schleck (three wins),[5] Quintana (two wins — also finishing second in the general classification both years), and Pogačar (three wins). Quintana is the only rider to win the classification in non-consecutive years. Media related to Young rider classification in the Tour de France at Wikimedia Commons","Title":"Young rider classification in the Tour de France - Wikipedia","KeyID":"8439","URL":"https://en.wikipedia.org/wiki/Young_rider_classification_in_the_Tour_de_France"}