{"Content: ":"The 2022 Tour de France Femmes, (officially Tour de France Femmes avec Zwift), is the ongoing first edition of the Tour de France Femmes, one of women's cycling's two grand tours. The race is taking place from 24 to 31 July 2022,[1] and is the 16th event in the 2022 UCI Women's World Tour. The race follows years of campaigning by the women's professional peloton for an equivalent race to the men's Tour de France,[2] after historic attempts failed due to financial difficulties, limited media coverage and trademark issues.[3][4] The race is organised by Amaury Sport Organisation (ASO), who also organise the Tour de France. 24 teams are taking part in the race.[5] All 14 UCI Women's WorldTeams were automatically invited. They were joined by 10 UCI Women's Continental Teams - the three best 2021 UCI Women's Continental Teams (Ceratizit–WNT Pro Cycling, Parkhotel Valkenburg and Valcar–Travel & Service) received an automatic invitation, and the other seven teams were selected by Amaury Sport Organisation (ASO), the organisers of the Tour. The teams were announced on 30 March 2021.[6] 144 riders started the race, from 25 nationalities - with the largest percentage being Dutch (20% of the peloton).[5] UCI Women's WorldTeams UCI Women's Continental Teams In October 2021, the route was announced by race director Marion Rousse.[7] It comprises eight stages over eight days of racing (as there is no rest day as with longer stage races), covering a total of 1,033 kilometres (642 mi). The race started with a stage on the Champs-Élysées, earlier on the same day as the men's tour finished. The route includes gravel sections in Champagne vineyards, stages in the Vosges mountains (including one, stage 5, of 175.6 km (109.1 mi)), and a summit finish at La Super Planche des Belles Filles.[7] The route was welcomed by the professional peloton, and campaigners such as Kathryn Bertine.[8][9][10] The overall length of the event was also met with agreement, with some teams noting that they do not \"yet have the staff or numbers ... for a three-week event.\"[11] The route itself required a waiver from the Union Cycliste Internationale, as Women's WorldTour races have a maximum stage length of 160 kilometres (99 mi) and a maximum race length of six days.[10] These restrictions have been criticised by the professional peloton and campaigners as \"sexist\".[10] Ahead of the race, Annemiek van Vleuten, Elisa Longo Borghini, Ashleigh Moolman, Cecilie Uttrup Ludwig, Marta Cavalli and Katarzyna Niewiadoma were all named as pre-race favourites for the general classification,[12][13] with Lorena Wiebes and Elisa Balsamo tipped for the points classification.[13] The field of 144 has been described as \"packed with talent\",[14] with the top 28 riders in the UCI rankings all taking part.[5] Media coverage prior to the event was very positive,[15] calling the race a \"historic moment for women's cycling\"[16] and \"game changing\".[17] However, there was some criticism regarding the €250,000 prize fund (compared to the €2.2m prize fund for the men's race).[18] Riders from the Cyclists Alliance (a union representing the female peloton) stated that live TV coverage for races was their biggest priority, rather than prize money.[18][19] ASO, the organisers of the race, noted that the prize fund was larger than men's races of similar length - such as the Critérium du Dauphiné.[18] Live television coverage will be provided by France Télévisions in conjunction with the European Broadcasting Union.[23][4] The race will be broadcast around the world, including on NBC's Peacock in the United States,[24] on Eurosport across Europe and by a variety of national broadcasters such as France 3, RTVE and SBS.[25] During the race, broadcasters reported high viewing figures, with France 3 reporting a peak of 3 million for the opening stage in Paris, and 2.8 million watching stage 3.[26][27] Some viewers did request that live TV coverage be expanded to encompass the entire length of the stage.[28]","Title":"2022 Tour de France Femmes - Wikipedia","KeyID":"8442","URL":"https://en.wikipedia.org/wiki/2022_Tour_de_France_Femmes"}