{"Content: ":"AG2R Citroën Team (UCI team code: ACT) is a French cycling team with UCI WorldTeam status. Its title sponsors are French insurance firm AG2R La Mondiale and French automobile manufacturer Citroën. The team is predominantly French. In 1992 Vincent Lavenu, who had just retired from professional cycling, started a professional cycling team with Chazal as the main sponsor. Lavenu had previously organised sponsorship from Chazal of his last professional team. This sponsor stayed from 1992 to 1995. In 1996 Petit Casino, a chain of coffee shops in supermarkets, took over the sponsorship of the team. At this time the team was a second division team that relied on the public to sponsor the team. The team had the saying \"Petit Casino- c’est votre equipe\" – \"it’s your team\", which signified this involvement of the public.[1] In 1997 Casino, the supermarket chain that contained the Petit Casino coffee shops, took over the sponsorship of the team and the budget increased substantially. Lavenu's team could compete in the big races such as the classics.[2] The team obtained successes with Alexander Vinokourov, Jaan Kirsipuu and Lauri Aus. The insurance company Ag2r Prevoyance took over as the main sponsor in 2000.[3] The team obtained further successes with Laurent Brochard, Jaan Kirsipuu and Jean-Patrick Nazon. In 2006, the team joined the UCI ProTour, following the signings of big cycling names Francisco Mancebo and Christophe Moreau. Fassa Bortolo's exit from the competition had freed a licence and AG2R was the only team left vying for the license, as Comunidad Valenciana voluntarily withdrew, while the proposed new team of former Fassa Bortolo sporting director Giancarlo Ferretti turned out to be without financial backing. Ag2r obtained success in the 2006 Tour de France with a stage win by Sylvain Calzati, and a day in the yellow jersey as leader of the general classification by Cyril Dessel. Rinaldo Nocentini took the yellow jersey after stage 7 of the 2009 Tour de France after a successful breakaway in which fellow Ag2r-La Mondiale rider Christophe Riblon also took part and earned the daily combativity award. Nocentini retained the race leadership for eight stages, and Ag2r-La Mondiale also led the team classification from stage 7 to stage 11 and for one further day after stage 14. In 2014, the team had great results at the Tour de France, winning a stage and having Jean-Christophe Péraud taking second place in the overall classification. In October of that year, it was announced that AG2R would continue to sponsor the team through 2018,[4] at the 2016 Tour de France the sponsorship was extended a further two years – into the 2020 season.[5] In September 2020, the team signed a contract with BMC as their bike supplier from 2021 for three years. The team will also be known under the name AG2R Citroën Team from the 2021 season after the French car company announced that they had become the co-sponsor of the team.[6] The team experienced further success during the 2021 Tour de France, when Tour debutant Ben O'Connor ascended to victory on Stage 9 in the Alpine village of Tignes.[7] On September 21, 2012, Steve Houanard tested positive for EPO in an out-of-competition test and was provisionally suspended.[8][9][10] On May 15, 2013, Sylvain Georges tested positive for the banned stimulant Heptaminol and failed to start stage 11 of the 2013 Giro d'Italia.[11][12] Georges blamed the positive result on the freely available product 'Ginkor Fort' (made from Ginkgo biloba).[13] On May 21 Georges 'B Sample' also tested positive for the stimulant[14] causing the team to voluntarily remove itself from the 2013 Criterium du Dauphine in accordance with MPCC rules.[15] As a result of the positive Georges was banned by the French Cycling Federation for 6 months.[16] On March 10, 2015, the UCI announced that Lloyd Mondory had tested positive for EPO on February 17 in an out of competition test. As a result, Mondory was suspended pending the outcome of his B sample analysis.[17][18]","Title":"AG2R Citroën Team - Wikipedia","KeyID":"8444","URL":"https://en.wikipedia.org/wiki/AG2R_Citro%C3%ABn_Team"}