{"Content: ":"EF Education–EasyPost (UCI Code: EFE), is an American professional cycling team. Founded in 2003, they have competed in the UCI World Tour since 2009. Headquartered in Boulder, Colorado, United States, the team maintains an equipment and training facility in Girona, Catalonia, Spain. In 2018, EF Education First, an international education company — founded in Sweden but headquartered and incorporated in Switzerland — purchased a controlling equity stake in Slipstream Sports, the sports management company behind the team.[2] The founder and CEO is American Jonathan Vaughters and the head sporting director is Briton Charly Wegelius.[a] Between 2008 and 2021, the team won 36 Grand Tour stages and 37 national road race and time trial championships. EF Education–Nippo is known for its anti-doping stance. The team reviews blood levels before signing riders, and maintains an internal testing system. Before 2015, no rider had tested positive during or after his tenure at the team. American Tom Danielson tested positive for synthetic testosterone in August 2015.[3] In October 2016, he accepted a four-year suspension for unintentionally consuming dehydroepiandrosterone.[4][5] Riders who competed with banned substances in the late-1990s to early-2000s are eligible to ride after their confession and ban. Vaughters founded the team for 2003 as a junior development squad. Its sponsor was 5280 magazine in Denver. The following year TIAA-CREF became sponsor and Vaughters fielded professional and amateur riders. 5280 and TIAA-CREF continued to sponsor Garmin's youth riders in subsequent years, followed by the restaurant chain Chipotle Mexican Grill. In 2007 Slipstream Sports LLC took the management and the team raced under the name Team Slipstream. In 2008 Chipotle Mexican Grill began to sponsor the team and the team name was changed to Team Slipstream by Chipotle. The name was changed again in June 2008 after the navigation system manufacturer Garmin was announced as the title sponsor, a week prior to the 2008 Tour de France. Their first major Tour was the 2008 Giro d'Italia, where they won the Team Time Trial and Christian Vande Velde wore the pink jersey for one stage. In the Tour de France Vande Velde finished fourth and the team was leading from stage 3 until stage 6. Garmin remained sponsor in 2009 and the team was renamed Garmin-Slipstream. In the 2009 Tour de France Bradley Wiggins was a major surprise, finishing fourth overall – later upgraded to third place after Lance Armstrong's results were voided by the UCI – while Vande Velde finished eighth. In the 2009 Vuelta a España the sprinter Tyler Farrar, the time trial specialist David Millar and the Canadian Ryder Hesjedal took stage wins for the team. In 2010 Transitions Optical became co-sponsors of the team. Hesjedal was the best rider for the team in the 2010 Tour de France, finishing seventh. On August 28, 2010, Garmin-Transitions announced it was switching working agreements from Felt Bicycles to Cervélo bikes, and that it would change its name to Garmin-Cervélo for the 2011 season. Felt chose not to exercise its option with Garmin-Transitions after a four-year working agreement. The Cervélo TestTeam folded and seven riders moved to Garmin-Cervélo, including then world champion Thor Hushovd.[6][7] Ahead of the 2012 season, the team again changed names to Garmin-Barracuda, after Barracuda Networks joined the team as a sponsor. Despite giving up the team's second name, Cervélo will remain with the team as its official bicycle supplier.[8] In June 2012, the Sharp Corporation became the second team name sponsor, although Barracuda remained a named member of the organisation.[9][10] After months of speculation, Garmin-Sharp and Cannondale announced on 20 August 2014 that for the 2015 season the two teams would merge. Cannondale became the title sponsor and bike supplier, with Garmin remaining a key team sponsor. Slipstream Sports became the managerial organisation behind the team.[11] The 2015 season did not match the team's expectations, with only one World Tour win, courtesy of Davide Formolo at the Giro d'Italia. At the end of the season it was announced that long term team leaders, Dan Martin & Ryder Hesjedal would leave the team for Etixx Quickstep & Trek Factory Racing respectively. Co-title sponsor Garmin also announced they would not continue sponsorship of the team. In 2021, Japanese construction company Nippo Corporation became a co-title sponsor.[12] In 2022, American shipping company EasyPost took over as the co-title sponsor, although Nippo remained within the team's organization and continued its sponsorship of the EF Education–NIPPO Development Team.[13][14] Between the 2009 and the 2018 UCI World Tours, the team finished inside the top-ten on six occasions. Notable results include: the 2009 Vattenfall Cyclassics and the 2010 Vattenfall Cyclassics with American Tyler Farrar, the 2010 Tour de Pologne, the 2013 Volta a Catalunya, the 2013 Liège–Bastogne–Liège, and the 2014 Giro di Lombardia with Irishman Dan Martin, the 2011 Tour Down Under with Australian Cameron Meyer, the 2011 Paris–Roubaix with Belgian Johan Vansummeren, the 2012 Giro d'Italia with Canadian Ryder Hesjedal, the 2014 Critérium du Dauphiné with American Andrew Talansky, the 2019 Tour of Flanders with Italian Alberto Bettiol, the 2019 Bretagne Classic Ouest–France with Belgian Sep Vanmarcke, the 2020 Critérium du Dauphiné with Colombian Daniel Martínez, and the 2021 Clásica de San Sebastián with American Neilson Powless. Between 2008 and 2021, the team claimed 36 Grand Tour stages – 11 in the Giro d'Italia, 9 in the Tour de France, and 16 in the Vuelta a España. Colombian Rigoberto Urán and Briton Bradley Wiggins finished second and third, respectively, in the 2017 and 2009 Tours de France. Briton Hugh Carthy finished third at the 2020 Vuelta a España. In 2010, Garmin–Transitions signed Norwegian Thor Hushovd, the reigning UCI Road World Race Champion. In 2010, Briton David Millar won the silver medal at the UCI Road World Time Trial Championships. In 2015, 2018, and 2021, Lithuanian Ramūnas Navardauskas, Canadian Michael Woods, and Dane Michael Valgren won the bronze medal at their respective UCI Road World Race Championships. Between 2006 and 2012, the squad was partnered with American Chipotle–First Solar Development Team in the UCI America Tour. Between 2017 and 2019, it had ties to Australian Drapac Cannondale Holistic Development Team in the UCI Oceania Tour. Between 2008 and 2021, the squad won 37 national road race and time trial championships. When the team entered the Professional Continental ranks they began in the Agency for Cycling Ethics[15] program to eliminate doping.[16] First, by recruiting admitted dopers (before being hired, riders are required to admit any past doping offenses to the team while keeping those revelations from the public), then by what is now conventional means. Participants are tested repeatedly to develop a bio-stable marker profile. Future tests check that these markers have not moved. If they have, it is a sign that the rider is ill or has taken performance-enhancing drugs. If any change has been noted, the rider cannot race until the markers have returned to normal. Riders are interviewed and tested for illness or doping. On 26 August 2017, during the Vuelta a España, Vaughters announced that a sponsor had backed out of a commitment to provide the team with funding for the following season, and that riders under contract for 2018 were free to seek employment elsewhere.[17] In an effort to allow the team to continue racing in the 2018 season and raise the US$7 million to continue for the next season under the UCI's requirements for a WorldTour team, a crowdfunding system was set up and other sponsors sought using the hashtag #SaveArgyle.[18] Raising over half a million dollars from ~4,700 donors was not quite enough to do the trick, however the campaign was an incredibly important stepping off point. An employee of EF Education First contacted Vaughters after learning of Slipstream Sports' plight and alerted higherups at the company about the issue. After a failed pitch to EF back in 2014, the efforts of Slipstream this time were much more fruitful. After a decline of EF's 2017 offer of a one-year funding deal, Vaughters was able to convince chairman Phillip Hult to arrange an asset purchase from the majority owner of Slipstream, effectively rendering the team EF's. On September 7, Vaughters emailed his riders to inform them that their 2018 contracts would now be enforced,[19] and two days later on September 9, 2017, the new sponsor was announced.[20]","Title":"EF Education–EasyPost - Wikipedia","KeyID":"8448","URL":"https://en.wikipedia.org/wiki/EF_Education%E2%80%93EasyPost"}