{"Content: ":"Groupama–FDJ[2] (UCI team code: GFC) is a French cycling team at UCI WorldTeam level. The team is managed by Marc Madiot, a former road bicycle racer and winner of the Paris–Roubaix classic in 1985 and 1991. The team is predominantly French. The team was founded on the initiative of Marc Madiot after he retired from racing in 1994 following a leg-breaking crash in that year's edition of Paris–Roubaix. After a period in the mid-1990s when the professional cycling scene in France was contracting - resulting in the 1996 French National Road Race Championships elite race being held on a pro–am basis due to the reduced number of professional riders - by the time of the team's launch in 1997 they faced competition for riders in France from fellow newcomers Cofidis as well as the expanding Casino team and the already established GAN outfit. The team's initial lineup included younger French riders such as teenagers Nicolas Vogondy and Damien Nazon as well as more experienced foreign racers like Davide Rebellin, Mauro Gianetti, Max Sciandri and Andrea Peron. The inaugural squad also included the reigning French national champions in road racing, time trialling and cyclo-cross - Stéphane Heulot, Eddy Seigneur and Christophe Mengin respectively.[3] In their first season the team only took a total of 13 wins and won the UCI Road World Cup - however these included several high-profile victories such as Frédéric Guesdon's triumph at Paris–Roubaix, a stage win for Mengin at the Tour de France and victories for Rebellin at the Clásica de San Sebastián and Züri-Metzgete.[3] In the 2003 edition of Tour de France, Australian individual time trial specialist Bradley McGee won the prologue stage to wear the yellow jersey for a few days. McGee was also able to win the prologue of the following year's Giro d'Italia, wore the pink jersey for three days and finished the race in the top ten (finishing eighth). Sprinter Baden Cooke won the green jersey for the points competition. On 31 October 2012, it emerged that BigMat would no longer sponsor the team, with the team choosing to focus on finding another co-sponsor for the 2014 season.[4] The team has been sponsored by Française des Jeux (lottery) since its founding in 1997. Française des Jeux, the French national lottery, owns a majority of shares in the team, and the team is based in a warehouse owned by Française des Jeux on the outskirts of Paris: according to Madiot the team and the sponsor have a close working relationship.[3] The team was named FDJeux.com in 2003 and 2004, then renamed Française des Jeux, supposedly to avoid bad luck, until July 2010, when the name was simplified to its initials. Prior to the 2012 season, French building merchants BigMat joined the team as co-sponsors, becoming FDJ–BigMat, contributing €2 million to the team.[5][6] Following the departure of BigMat, the team renamed itself FDJ.fr. At the end of 2017, the team announced that they secured a sponsorship deal with French insurance group Groupama for the 2018 season, becoming Groupama–FDJ, contributing investment that increased the team's budget from €16 million to €20 million for next season.[7] In February 2019, Austrian newspaper Kronen Zeitung broke news that a number of professional cyclists had been implicated in the doping scandal uncovered at the 2019 FIS Nordic World Ski Championships. Georg Preidler confessed to having his blood extracted for a possible transfusion. On 3 March, Preidler confessed to Austrian police, whilst also terminating his contract with the team via email. Preidler was due to race during the previous weekend, later admitting to having his blood drawn on two occasions late in 2018. The team then contacted the Union Cycliste Internationale (UCI), the French Anti-Doping Agency (French: Agence française de lutte contre le dopage) and the Mouvement pour un cyclisme crédible (MPCC; English: Movement for Credible Cycling).[8][9]","Title":"Groupama–FDJ - Wikipedia","KeyID":"8449","URL":"https://en.wikipedia.org/wiki/Groupama%E2%80%93FDJ"}