{"Content: ":"The megapodes, also known as incubator birds or mound-builders, are stocky, medium-large, chicken-like birds with small heads and large feet in the family Megapodiidae. Their name literally means \"large foot\" and is a reference to the heavy legs and feet typical of these terrestrial birds. All are browsers, and all but the malleefowl occupy wooded habitats. Most are brown or black in color. Megapodes are superprecocial, hatching from their eggs in the most mature condition of any bird. They hatch with open eyes, bodily coordination and strength, full wing feathers, and downy body feathers, and are able to run, pursue prey, and in some species, fly on the same day they hatch.[1] Megapodes are medium-sized to large terrestrial birds with large legs and feet with sharp claws. The largest members of the clade are the species of Alectura and Talegalla. The smallest are the Micronesian scrubfowl (Megapodius laperouse) and the Moluccan scrubfowl (Eulipoa wallacei). They have small heads, short beaks, and rounded and large wings. Their flying abilities vary within the clade. They present the hallux at the same level of the other toes just like the species of the clade Cracidae. The other Galliformes have their halluces raised above the level of the front toes.[2] Megapodes are found in the broader Australasian region, including islands in the western Pacific, Australia, New Guinea, and the islands of Indonesia east of the Wallace Line, but also the Andaman and Nicobar Islands in the Bay of Bengal. The distribution of the family has contracted in the Pacific with the arrival of humans, and a number of island groups such as Fiji, Tonga, and New Caledonia have lost many or all of their species. Raoul Island, a New Zealand territory and the main island of the Kermadec Islands, may also have once had a species of megapode, based on settler accounts.[3] Megapodes are mainly solitary birds that do not incubate their eggs with their body heat as other birds do, but bury them. Their eggs are unusual in having a large yolk, making up 50–70% of the egg weight.[4] The birds are best known for building massive nest mounds of decaying vegetation, which the male attends, adding or removing litter to regulate the internal heat while the eggs develop. However, some bury their eggs in other ways; there are burrow-nesters which use geothermal heat, and others which simply rely on the heat of the sun warming sand. Some species vary their incubation strategy depending on the local environment.[3] Although the Australian brushturkey was thought to exhibit temperature-dependent sex determination, this was later proven false;[5] temperature does, however, affect embryo mortality and resulting offspring sex ratios. The nonsocial nature of their incubation raises questions as to how the hatchlings come to recognise other members of their species, which is due to imprinting in other members of the order Galliformes. Research suggests an instinctive visual recognition of specific movement patterns is made by the individual species of megapode.[6] Megapode chicks do not have an egg tooth; they use their powerful claws to break out of the egg, and then tunnel their way up to the surface of the mound, lying on their backs and scratching at the sand and vegetable matter. Similar to other superprecocial birds, they hatch fully feathered and active, already able to fly and live independently from their parents.[4] In megapodes superprecociality apparently evolved secondarily from brooding and at least loose parental care as more typical in Galliformes.[7] Eggs previously assigned to Genyornis have been reassigned to giant megapode species. Some dietary and chronological data previously assigned to dromornithids may instead be assigned to the giant megapodes.[8] Megapodes share some similarities to the extinct enantiornithes in terms of their superprecocial life cycle, though also several differences.[a] The more than 20 living species are placed in seven genera. Although the evolutionary relationships between the Megapodiidae are especially uncertain, the morphological groups are clear:[10] Macrocephalon – maleo Eulipoa – Moluccan megapode Megapodius – scrubfowl (12 species) Leipoa – malleefowl Talegalla – brushturkeys (3 species) Alectura – Australian brushturkey Aepypodius – brushturkeys (2 species) In their native Oceania, indigenous peoples protect their nesting sites, as their eggs are considered to be delicacies.[13] Their eggs are about twice the size of chicken eggs and the yolks are roughly four times as massive.[14]","Title":"Megapode - Wikipedia","KeyID":"845","URL":"https://en.wikipedia.org/wiki/Megapode"}