{"Content: ":"Quick-Step Alpha Vinyl Team (UCI team code: QST) is a Belgian UCI WorldTeam cycling team led by team manager Patrick Lefevere. The directeurs sportifs are Davide Bramati, Brian Holm, Klaas Lodewyck, Wilfried Peeters, Ricardo Scheidecker, Tom Steels, Geert Van Bondt and Rik Van Slycke.[2] The team is nicknamed 'The Wolfpack' and has used the term in its branding since 2017.[3] The team was created as Quick-Step–Davitamon in 2003 from staff and riders of Domo-Farm Frites and Mapei–Quick-Step when the latter disbanded after nine years in the sport. Paolo Bettini won the UCI Road World Cup in 2003 and 2004 as well as the 2004 Summer Olympics road title in 2004. In the 2005 UCI ProTour season, renamed Quick-Step–Innergetic, the team won a large number of classics: Tom Boonen won Tour of Flanders and Paris–Roubaix, Filippo Pozzato the HEW Cyclassics, and Paolo Bettini the Züri-Metzgete and the Giro di Lombardia. In late 2005 Tom Boonen won the 2005 UCI Road World Championships in Madrid, where Michael Rogers won the time-trial. In 2006 Boonen retained the Tour of Flanders and held the yellow jersey in the 2006 Tour de France during stage 3–6, and Filippo Pozzato won 2006 Milan – San Remo. Paolo Bettini won the world championship in Salzburg and retained his Giro di Lombardia crown. In 2007 Tom Boonen won the points classification in the Tour de France, taking two stage wins. Bettini defended his world championship in Stuttgart. In 2008 Gert Steegmans took the final stage of the 2008 Tour de France on the Champs-Élysées. Paolo Bettini retired after the world championship in Varese. In both 2008 and 2009 Stijn Devolder took the Tour of Flanders and Tom Boonen, Paris–Roubaix. After two seasons of disappointment, a resurgent Omega Pharma–Quick-Step and Tom Boonen took four major Spring classics victories, including the four cobblestone courses E3 Harelbeke, Gent–Wevelgem, Tour of Flanders, Paris–Roubaix. In October 2012, the team fired their veteran rider Levi Leipheimer after he admitted to doping in a sworn affidavit to USADA.[4] This was despite the team statement that \"commended\" Leipheimer for his \"open cooperation\" in the USADA investigation that exposed Lance Armstrong's long-term cheating in cycling via doping. The team's action was described by USADA head Travis Tygart as \"The classic Omertà move, right? Actions speak louder than words. On the one hand, they say they congratulate him on coming forward, [but] their action terminating him for being truthful speaks a lot louder than their words.\" CyclingNews reported in the same article that the team's claim to have only recently learned of Leipheimer's past doping was according to Tygart \"absolutely not true... Leipheimer and a USADA attorney told the team months ago of the investigation, and of Leipheimer’s role\". Cyclingnews noted that Omega Pharma general manager Patrick Lefevere \"had admitted in 2007 to having used doping products, including amphetamines, during his own career\". Lefevere is still CEO of Etixx as of September 2015. On 17 July 2014, the team announced that Iljo Keisse had been given a two-year contract extension.[5] Tony Martin confirmed via his Twitter account that he had signed a two-year contract extension.[6] On 19 August the team announced that Pieter Serry had signed a two-year contract extension,[7] on 27 August the team announced the signing of Maxime Bouet on a two-year deal[8] and on 1 September the team announced the signing of David de la Cruz on a two-year contract.[9] In 2014 Michał Kwiatkowski won a rainbow jersey in 2014 UCI Road World Championships – Men's road race in Ponferrada, Spain. In February 2015, the team announced it had signed 2015 UCI World Omnium champion, Fernando Gaviria, and fellow Colombian, Rodrigo Contreras, on two-year deals set to commence at the start of the 2016 season.[10] In August 2015, the team signed Davide Martinelli for the 2016 and 2017 seasons.[11] As of April 2021, the team has won more than 800 races, making it one of the most successful squads in history.[12][13] The team is operated by the company Decolef Lux,[14] based in Luxembourg[15] with branches in France[16] and Belgium.[17] A majority shareholder of the company is a Czech businessman Zdeněk Bakala.[18][19] Title sponsors throughout its history have been Quick-Step Flooring, a division of Mohawk Industries, who had previously been co-sponsors of the Mapei team from 1999 to 2003.[20] Belgian pharmaceutical company Omega Pharma had two spells as title co-sponsors (2003–07 and 2012–16), using either the company name or one of its products. Either side of its first involvement with this team, Omega were sponsors of their Belgian rivals. Deceuninck, a manufacturer of PVC-systems windows, became the primary sponsors from 2019, with Quick-Step Floors remaining as secondary sponsor.[21] At the Tour of Flanders in 2020 and 2021, the team carried the name of a Deceuninck product line, Elegant, rather than that of the company.[22][23] Deceuninck ended their sponsorship of the team following the 2021 season, while Quick-Step Floors extended their sponsorship until 2027.[24]","Title":"Quick-Step Alpha Vinyl Team - Wikipedia","KeyID":"8453","URL":"https://en.wikipedia.org/wiki/Quick-Step_Alpha_Vinyl_Team"}