{"Content: ":"Team DSM (UCI team code: DSM[2]) is a Dutch professional cycling team at UCI WorldTeam level. The team is managed by Iwan Spekenbrink. The team was founded in 2005 under the name \"Shimano-Memory Corp\", sponsored by Skil and Shimano, and was based in the Netherlands.[3] Thanks to aggressive strategies during Paris–Nice in 2008 and 2009, the team was awarded a wildcard for the 2009 Tour de France, making it their first appearance in a Grand Tour. After losing its sponsors at the end of 2011, the team adopted the name \"Project 1T4i\", standing for \"team spirit, inspiration, integrity, improvement and innovation\",[4] until a new sponsor was secured. Ahead of the Tour of Flanders on 1 April 2012, the team became Argos-Shimano following the announcement of a three-year naming rights contract with the Argos North Sea Group, an oil company based in the Netherlands.[5][6] In 2012, the team received their second wildcard invitation to the 2012 Tour de France, along with three French-registered teams: Cofidis, Team Europcar and Saur–Sojasun.[7] In December 2012 it was announced that the team would compete at the World Tour level for the 2013 season.[8] In September 2014 German shampoo manufacturer Alpecin announced that they would co-sponsor the team alongside Giant for the 2015 season.[9] In December 2014 Sunweb (a Dutch-owned international tour operator) was announced as a new major sponsor of the team, signing a 2-year deal.[10] On 23 January 2016 during training in Spain, six members of the team (John Degenkolb, Warren Barguil, Max Walscheid, Chad Haga, Fredrik Ludvigsson and Ramon Sinkeldam) were hit by a car that was driven by an English tourist, who turned the wrong way into on-coming traffic.[11] For a time there was serious concern about some of them not only returning to ride in the 2016 season, but whether or not the accident might end their careers. Fortunately everyone recovered.[12] On the first rest day of the 2016 Tour de France, the team announced that Sunweb would become a named sponsor of the team for the 2017 season, and the team would move their registration from the Netherlands to Germany.[3][13] In 2017, Team Sunweb won its first Grand Tour: the 2017 Giro d'Italia with Tom Dumoulin. At the 2017 Tour de France, the team won four stages and two major jerseys: Warren Barguil won the Mountains classification and Combativity Award while reaching 10th overall, and Michael Matthews won the Points classification. In 2018 the team rode in support of Tom Dumoulin, who finished 2nd in both the Giro d'Italia, as well as the Tour de France. From the 2021 season, DSM took over title sponsorship of the team.[14]","Title":"Team DSM (men's team) - Wikipedia","KeyID":"8456","URL":"https://en.wikipedia.org/wiki/Team_DSM_(men%27s_team)"}