{"Content: ":"Team TotalEnergies (UCI team code: TEN) is a professional road bicycle racing team that competes as a UCI ProTeam in UCI Continental Circuits races, and UCI World Tour races when invited as a wild card entry. In previous years, the team was known as Brioches La Boulangère, Bonjour, Bouygues Télécom, and Bbox Bouygues Telecom and Europcar. The 2015 season was the last under the sponsorship of Europcar; the team has been sponsored by Direct Énergie since 2016.[1] The team was founded in 1984 as Système U. The team disbanded in 1985 but returned in 1986 under new management. Cyrille Guimard became the directeur sportif, bringing his protégé Laurent Fignon. A change of sponsor in 1990 renamed the team Castorama. In 1992 Guimard became manager of the team. In 1995, Jean-René Bernaudeau, a former professional racer, became director of the team. From 1996 to 1999, the team withdrew from top-level competition. Bernaudeau set up a development team in the Vendée region called Vendée U. In 2000, the team again became a professional team Bonjour, still under the control of the sporting director Bernaudeau. In 2003, the team became \"Brioches La Boulangère\", then \"Bouygues Télécom\" in 2005. The amateur team Vendée U still acts as feeder team for the professional team. As Bonjour and Brioches La Boulangère the team gained prominence with promising young stars Fabrice Salanson, Thomas Voeckler and Sylvain Chavanel. Salanson's death due to heart disease in 2003 was a blow to the team. Voeckler wore the yellow jersey as leader of the general classification for 10 days in the 2004 Tour de France while also French national champion and became a national hero. The team competes mainly in French races. Chavanel left the team in 2005 to join Cofidis. On 29 September 2009 Bbox Bouygues Telecom along with Cofidis were not allowed to renew their ProTour licenses due to poor results.[2] In their first season post-relegation, the team made showings at some grand tours, winning several stages and holding various classification jerseys. They had particular success in the Giro d'Italia and the Tour de France. However sponsorship questions and unmet desires to rejoin the top tier, continued to dog the team. In late 2010, following a lengthy struggle to secure a sponsor for the 2011 season, Europcar was confirmed as the replacement, after assurances that then- French National Champion Thomas Voeckler would remain with the team,[3] but the guarantee of the team's future, so late that it necessitated an extension of the usual UCI deadline for licence application, was too late to retain the services of Pierrick Fédrigo and Nicolas Vogondy. Voeckler's contract is worth over 400,000 euros a year, second only to Sylvain Chavanel among French riders, although he had been offered nearly twice as much to leave Bernadeau's team and join Cofidis for the 2011 season.[4][5][6] Following these sponsorship questions, the team had its best year to date in 2011, winning stages in Paris–Nice and the Criterium du Dauphine (in which they also took the team competition). In July, Thomas Voeckler won and held the overall lead in the Tour of France for 10 days; support rider Pierre Rolland received accolades for his defense of Voeckler,[7] and later took a stage victory on the famous Alpe D'Huez climb, leading to the race's overall white jersey title.[8] The team also fielded Yohann Gène, the first black rider in the Tour.[9] Europcar hoped that its new higher profile will allow it compete internationally in 2012 and sign more notable riders.[10] Team Europcar failed to achieve World Tour status for the second year. Nevertheless, the team showed strong early-season form, taking second at the renowned Paris-Roubaix with Sébastien Turgot, and then winning the next classic on the schedule, as Thomas Voeckler rode solo to victory for 30 kilometers at the Brabantse Pijl.[11][12][13] Following that result, the team continued their spring success with top-five showings from Voeckler in both Ardennes Week classics, the Amstel Gold and Liège–Bastogne–Liège.[14] The squad sent to Gabon also enjoyed stage victories in late April from both Géne and Voeckler, while Anthony Charteau won the overall lead for the third year running;[15][16][17] and in Europe team sprinter Matteo Pelucchi took a stage in Dunkerque at the beginning of May. In April the team received a wildcard invitation to the Tour de France, along with three other French-registered teams.[18] In the Tour, Europcar rider Voeckler won stages 10 and 16 and the King of the Mountains jersey, and Pierre Rolland won stage 11. Although negotiations with lead sponsor Europcar to extend their sponsorship beyond the end of the season have so far been unsuccessful,[19] the team began their season with strong showings in some early races, seeing Yohann Gène taking a stage as well as winning the overall classification at La Tropicale Amissa Bongo, the team's fourth successive overall victory in Gabon.[20][21] The team later took three successive stage wins at the Étoile de Bessèges, with Bryan Coquard winning the second and fourth stages,[22][23] and Jérôme Cousin winning the third stage.[24] Coquard took two wins at the Tour de Langkawi, winning stages eight and nine. In the team's first World Tour appearance of the season, at Paris–Nice, Damien Gaudin achieved a victory in the race-opening prologue. Gaudin won the Cholet-Pays de Loire single-day race, later in March, while Anthony Charteau won the fourth stage of the Tour de Normandie. In April, Pierre Rolland won the penultimate stage of the Circuit de la Sarthe, en route to winning the race overall. Cyril Gautier won the Tour du Finistère from an eight-rider breakaway move, while Natnael Berhane won the queen stage of the Tour of Turkey, finishing the race second overall the first place on the General Classification was awarded to Berhane after an anti-doping rule violation.[25] Coquard's good performances saw him take the lead of the UCI Europe Tour, and continued his form into may, winning the second stage of the Tour de Picardie. In June, David Veilleux soloed to an opening stage victory at the Critérium du Dauphiné, while Thomas Voeckler also won a stage at the race. Gène won the second stage of the Route du Sud, and Voeckler took the queen stage of the race the following day, going on to win the race overall. Veilleux continued his form into the Boucles de la Mayenne, winning the race overall. In August, Angelo Tulik achieved his first professional victory by winning the final stage of the inaugural Tour des Fjords. Coquard won his first one-day race, by winning the Châteauroux Classic to take the lead of the French Road Cycling Cup from FDJ.fr rider Anthony Geslin. Voeckler won the penultimate stage time trial of the Tour du Poitou-Charentes, to take the overall lead of the race. He maintained the lead until the end, to win the race for the second time.","Title":"Team TotalEnergies - Wikipedia","KeyID":"8461","URL":"https://en.wikipedia.org/wiki/Team_TotalEnergies"}