{"Content: ":"Christian Prudhomme (born 11 November 1960) is a French journalist and general director of the Tour de France since 2007. Born in Paris, Prudhomme studied at the ESJ school of journalism in Lille from 1983 to 1985. He joined RTL (Radio-Télévision Luxembourg) in 1985 with the encouragement of his tutor, Michel Cellier, who was RTL correspondent in the Nord region. He joined RTL on trial. RTL did not keep him on and Prudhomme moved to RFO and then on 3 August 1987 to the television channel, La Cinq, as a sports reporter under Pierre Cangioni. He reported in particular on his favourite sports: cycling, rugby, athletics, and skiing. Of those, his favourite was cycling and he reported regularly on the Midi Libre and Paris–Nice stage races. He said of cycling: Prudhomme became head of sport at La Cinq. He occasionally presented sports bulletins at midday. In 1992 that failed through lack of funds and Prudhomme freelanced for a year before joining the news channel, LCI. He had barely agreed to join when Eugène Saccomano, head of sport at the radio station Europe1 invited him to replace Jean-René Godart, who was leaving to join the television network, France 2. In 1998 he was in at the start of a cable channel, L'Équipe TV, television companion to the daily sports paper and run by Amaury Group, whose subsidiary, Amaury Sport Organisation (ASO), is the organiser of the Tour de France. He became editor-in-chief. In 2000 he joined France Télévisions to modernise its sports programme, Stade 2. He commentated at the Tour de France for France Télévisions in 2000, alongside the former winner, Bernard Thévenet. In 2007, Prudhomme replaced Jean-Marie Leblanc as director of the Tour de France, having been his assistant director for three years. Under Prudhomme, the Tour has strengthened its opposition to doping. In 2007, two teams – Astana and Cofidis – withdrew from the Tour after doping scandals. In 2008, the ASO withdrew the Tour from the aegis of the UCI to implement its own anti-doping regime. Astana was not invited and, that same year, Saunier Duval-Scott withdrew after Riccardo Riccò's test for third-generation synthetic EPO. Prudhomme suggested that the positive test was part of a doping programme organised by the team manager.[2] During the 2020 Tour de France, Prudhomme tested positive for COVID-19. As a result, he had to self-isolate for seven days, and was not in the Tour's lead car for stages 10 to 16.[3] Media related to Christian Prudhomme at Wikimedia Commons","Title":"Christian Prudhomme - Wikipedia","KeyID":"8462","URL":"https://en.wikipedia.org/wiki/Christian_Prudhomme"}