{"Content: ":"La Planche des Belles Filles (French pronunciation: [la plɑ̃ʃ de bɛl fij]) is a ski station in the Vosges Mountains, in France. It is located in the Haute-Saône département. Since 2012, the climb to the summit has been used several times during the Tour de France cycle race. The name Belles Filles literally means \"beautiful girls\", but is actually derived from the local plant life. The mountain is attested from the 16th century as lieu peuplé de belles fahys, a \"place inhabited with nice beech trees\" in the local dialect. Belles fahys later became corrupted into Belles Filles, though there remains a nearby village of Belfahy. Meanwhile, Planche, \"board\", is derived from the nearby small town of Plancher-les-Mines. A folk etymology, in contrast, holds that the mountain took its name from the time of the Thirty Years' War. According to legend, young women from Plancher-les-Mines fled into the mountains to escape Swedish mercenaries as they feared being raped and massacred. Rather than surrender, they decided to commit suicide and jumped into a lake far below. One of the soldiers then took a board on which, with his dagger, he engraved an epitaph for the \"beautiful girls\".[1][2] A wooden statue, created by a local artist, is a reminder of the legend.[3] From Plancher-les-Mines the climb to the finish at 1,035 m (3,396 ft) is 5.9 km (3.7 mi) long, gaining 503 m (1,650 ft) and averages 8.5% with a maximum of 14%,[4] but with a short stretch from 22% to 28% near the finish.[5] La Planche des Belles Filles was first used as a finish in Stage 7 in the 2012 Tour de France, 199 km (124 mi) from Tomblaine on 7 July.[4] The stage was won by Chris Froome with his Team Sky team-mate Bradley Wiggins taking the race lead.[6] The steep finish proved popular, and it quickly became a popular climb among cycling fans.[7] The climb has since been used frequently; in 2014 it was the finish of Stage 10 and won by then race leader Vincenzo Nibali;[8][9] in 2017 it was the finish of Stage 5 of the Tour, with Fabio Aru winning by 16 seconds from Dan Martin, and Chris Froome taking the yellow jersey.[10] It featured again in 2019, won by Dylan Teuns. It became the stage finish in a mountain time-trial in stage 20 of the 2020 Tour de France, which was won by Tadej Pogačar, who also took the yellow jersey and the polka-dot jersey.[11] La Planche des Belles Filles will feature in the premiere event of Le Tour de France Femmes in 2022 as the finish of the final stage (stage 8) on July 31.[12]","Title":"La Planche des Belles Filles - Wikipedia","KeyID":"8464","URL":"https://en.wikipedia.org/wiki/La_Planche_des_Belles_Filles"}