{"Content: ":"The 1986 Tour de France was the 73rd edition of Tour de France, one of cycling's Grand Tours. The Tour began in Boulogne-Billancourt with a prologue individual time trial on 4 July and Stage 12 occurred on 15 July with a mountainous stage from Bayonne. The race finished on the Champs-Élysées in Paris on 27 July. 15 July 1986 — Bayonne to Pau, 217.5 km (135.1 mi)[1] This mountainous stage departed from Bayonne heading south through Villefranque and then south-east to Hasparren. With the race turning south to the Category 4 Côte de Mendionde and then south-east to the Category 4 Côte d'Hélette, the riders gently descended south through Irissarry and west to Ossès. The race then headed south to Saint-Jean-Pied-de-Port and turned east to Saint-Jean-le-Vieux. Continuing south-east through Ahaxe and Mendive, over the Category 1 Col de Burdincurutcheta [fr] to 1,135 metres (3,724 ft), and then east over the Category 2 Col Bagargui [fr] to 1,327 metres (4,354 ft), the riders partially descended to the brief ascent of the Category 3 Côte de Larrau at 600 metres (2,000 ft). After fully descending north-east through Licq and north to Tardets, the race headed east over the Category 4 Côte du Monument Lopez, continuing through Lanne-en-Barétous to Aramits. The riders then turned south to Lourdios-Ichère, and east over the Category 2 Col d'Ichère [fr] to 680 metres (2,230 ft), descending to Sarrance. The route then continued north to Escot, before turning east for the Category 1 Col de Marie-Blanque to 1,035 metres (3,396 ft), descending to Bielle. The race then turned north to Sévignacq-Meyracq, continuing through Rebenacq and Gan, over the Category 4 climb of the Côte de Larroude to the finish line in Pau.[1] 16 July 1986 — Pau to Superbagnères, 186 km (115.6 mi)[3] This mountainous stage departed from Pau and headed south-east through Aressy, Assat, Boeil-Bezing, Igon and Lestelle-Bétharram to Saint-Pé-de-Bigorre. The route then turned east through Peyrouse to Lourdes. After turning south-west to Agos-Vidalos and then south through Argelès-Gazost, Pierrefitte and Sassis to Luz-Saint-Sauveur, the riders began the climb through Barèges to the Hors catégorie Col du Tourmalet at 2,115 metres (6,939 ft). Descending east and then north through La Mongie to Sainte-Marie-de-Campan, the riders then turned south-east to begin the climb through La Séoube for the Category 1 Col d'Aspin to 1,489 metres (4,885 ft), with a descent to Arreau. The riders then began climbing south through Bordères-Louron, continuing south and then east to the Category 1 Col de Peyresourde at 1,570 metres (5,150 ft). The final descent was east through Garin to Luchon, before the Hors catégorie climb to the ski station of Superbagnères at 1,770 metres (5,810 ft).[3] 17 July 1986 — Luchon to Blagnac, 154 km (95.7 mi)[5][6] This descending hilly stage departed from Luchon gently descending north through Cazaux-Layrisse and Cierp-Gaud to Martres-de-Rivière. The riders continued east to Saint-Gaudens and turned north over the Category 4 Côte de la Serre through Saint-Marcet and then over the Category 4 Côte de Saint-Patatin to Montgaillard. The riders then turned north-east to Anan and continued through L'Isle-en-Dodon to Lombez. The race then headed east, travelling through Bragayrac to Sainte-Foy-de-Peyrolières. Turning north-east again, the race continued through Saint-Lys and Fonsorbes to Plaisance-du-Touch. The route then turned north, travelling through Pibrac to Cornebarrieu. Finally, heading south-east around Toulouse–Blagnac Airport to the finish line at Blagnac.[6] 18 July 1986 — Carcassonne to Nîmes, 225.5 km (140.1 mi)[8] 19 July 1986 — Nîmes to Gap, 246.5 km (153.2 mi)[10] 20 July 1986 — Gap to Serre Chevalier, 190 km (120 mi)[12] This mountainous stage departed from Gap heading east through La Bâtie-Neuve and Chorges, across the Lac de Serre-Ponçon to Savines-le-Lac. The riders then turned south-west over the Category 3 Côte des Demoiselles to Le Sauze and then south-east to Le Lauzet-Ubaye. The race continued east through Les Thuiles and Barcelonnette to Jausiers. Turning north, the riders travelled through La Condamine and Saint-Paul-sur-Ubaye, ascending the Category 1 Col de Vars to 2,108 m (6,916 ft), before descending through Saint Marie to Guillestre. Climbing north-east and then north through Arvieux, the riders then ascended the Hors catégorie Col d'Izoard to 2,361 m (7,746 ft) and descended through Cervières to Briançon. The final ascent was the Hors catégorie climb of the Col du Granon to 2,413 m (7,917 ft), for the finish line above Serre Chevalier.[12] 21 July 1986 — Briançon to Alpe d'Huez, 162.5 km (101.0 mi)[14] This mountainous stage contained the ascent of the Hors catégorie Col du Galibier to 2,460 m (8,070 ft) descending to Saint-Jean-de-Maurienne, followed by the Category 1 climb of the Col de la Croix de Fer to 2,067 m (6,781 ft). After a descent into Le Bourg-d'Oisans, the final ascent was the Hors catégorie climb to the finish line at Alpe d'Huez at 1,860 m (6,100 ft).[14] 22 July 1986 — Rest day 23 July 1986 — Villard-de-Lans to Saint-Étienne, 179.5 km (111.5 mi)[16] 24 July 1986 — Saint-Étienne to Saint-Étienne, 58 km (36 mi) (individual time trial)[18] 25 July 1986 — Saint-Étienne to Puy de Dôme, 190 km (120 mi)[20] 26 July 1986 — Clermont-Ferrand to Nevers, 194 km (121 mi)[22] 27 July 1986 — Cosne-sur-Loire to Paris, 255 km (158 mi)[24]","Title":"1986 Tour de France, Stage 12 to Stage 23 - Wikipedia","KeyID":"8466","URL":"https://en.wikipedia.org/wiki/1986_Tour_de_France,_Stage_12_to_Stage_23"}