{"Content: ":"Dunkirk (French: Dunkerque [dæ̃kɛʁk] (listen); French Flemish: Duunkerke; Dutch: Duinkerke(n) [ˈdœy̯ŋkɛrkə(n)] (listen); UK: /dʌnˈkɜːk/ dun-KURK, US: /ˈdʌnkɜːrk/ DUN-kurk;[3][4]) is a commune in the department of Nord in northern France.[5] It lies 10 kilometres (6.2 mi) from the Belgian border. It has the third-largest French harbour. The population of the commune in 2019 was 86,279. The name of Dunkirk derives from West Flemish dun(e) 'dune' or 'dun' and kerke 'church', thus 'church in the dunes'.[6] A smaller town 25 km farther up the Flemish coast originally shared the same name, but was later renamed Oostduinkerke(n) in order to avoid confusion. Until the middle of the 20th century, French Flemish (the local variety of the Dutch language) was commonly spoken. A fishing village arose late in the tenth century, in the originally flooded coastal area of the English Channel south of the Western Scheldt, when the area was held by the Counts of Flanders, vassals of the French Crown. About AD 960, Count Baldwin III had a town wall erected in order to protect the settlement against Viking raids. The surrounding wetlands were drained and cultivated by the monks of nearby Bergues Abbey. The name Dunkirka was first mentioned in a tithe privilege of 27 May 1067, issued by Count Baldwin V of Flanders.[citation needed] Count Philip I (1157–1191) brought further large tracts of marshland under cultivation, laid out the first plans to build a Canal from Dunkirk to Bergues and vested the Dunkirkers with market rights. In the late 13th century, when the Dampierre count Guy of Flanders entered into the Franco-Flemish War against his suzerain King Philippe IV of France, the citizens of Dunkirk sided with the French against their count, who at first was defeated at the 1297 Battle of Furnes, but reached de facto autonomy upon the victorious Battle of the Golden Spurs five years later and exacted vengeance. Guy's son, Count Robert III (1305–1322), nevertheless granted further city rights to Dunkirk; his successor Count Louis I (1322–1346) had to face the Peasant revolt of 1323–1328, which was crushed by King Philippe VI of France at the 1328 Battle of Cassel, whereafter the Dunkirkers again were affected by the repressive measures of the French king. Count Louis remained a loyal vassal of the French king upon the outbreak of the Hundred Years' War with England in 1337, and prohibited the maritime trade, which led to another revolt by the Dunkirk citizens. After the count had been killed in the 1346 Battle of Crécy, his son and successor Count Louis II of Flanders (1346–1384) signed a truce with the English; the trade again flourished and the port was significantly enlarged. However, in the course of the Western Schism from 1378, English supporters of Pope Urban VI (the Roman claimant) disembarked at Dunkirk, captured the city and flooded the surrounding estates. They were ejected by King Charles VI of France, but left great devastations in and around the town. Upon the extinction of the Counts of Flanders with the death of Louis II in 1384, Flanders was acquired by the Burgundian, Duke Philip the Bold. The fortifications were again enlarged, including the construction of a belfry daymark (a navigational aid similar to a non-illuminated lighthouse). As a strategic point, Dunkirk has always been exposed to political greed, by Duke Robert I of Bar in 1395, by Louis de Luxembourg in 1435 and finally by the Austrian archduke Maximilian I of Habsburg, who in 1477 married Mary of Burgundy, sole heiress of late Duke Charles the Bold. As Maximilian was the son of Emperor Frederick III, all Flanders was immediately seized by King Louis XI of France. However, the archduke defeated the French troops in 1479 at the Battle of Guinegate. When Mary died in 1482, Maximilian retained Flanders according to the terms of the 1482 Treaty of Arras. Dunkirk, along with the rest of Flanders, was incorporated into the Habsburg Netherlands and upon the 1581 secession of the Seven United Netherlands, remained part of the Southern Netherlands, which were held by Habsburg Spain (Spanish Netherlands) as Imperial fiefs. Burgundian Netherlands 1384–1482 Habsburg Netherlands 1482–1556 Spanish Netherlands 1556–1577 Dunkirk Rebels 1577–1583 Spanish Netherlands 1583–1646 France 1646–1652 Spanish Netherlands 1652–1658 England and France 1658–1659 England 1659–1662 France 1662–1870 Prussian occupation 1870–1873 France 1873–1940 German occupation 1940–1945 France 1945–present The area remained much disputed between the Kingdom of Spain, the United Netherlands, the Kingdom of England and the Kingdom of France. At the beginning of the Eighty Years' War, Dunkirk was briefly in the hands of the Dutch rebels, from 1577. Spanish forces under Duke Alexander Farnese of Parma re-established Spanish rule in 1583 and it became a base for the notorious Dunkirkers. The Dunkirkers briefly lost their home port when the city was conquered by the French in 1646 but Spanish forces recaptured the city in 1652. In 1658, as a result of the long war between France and Spain, it was captured after a siege by Franco-English forces following the battle of the Dunes. The city along with Fort-Mardyck was awarded to England in the peace the following year as agreed in the Franco-English alliance against Spain. The English governors were Sir William Lockhart (1658–60), Sir Edward Harley (1660–61) and Lord Rutherford (1661–62). On 17 October 1662, Dunkirk was sold to France by Charles II of England for £320,000.[7] The French government developed the town as a fortified port. The town's existing defences were adapted to create ten bastions. The port was expanded in the 1670s by the construction of a basin that could hold up to thirty warships with a double lock system to maintain water levels at low tide. The basin was linked to the sea by a channel dug through coastal sandbanks secured by two jetties. This work was completed by 1678. The jetties were defended a few years later by the construction of five forts, Château d'Espérance, Château Vert, Grand Risban, Château Gaillard, and Fort de Revers. An additional fort was built in 1701 called Fort Blanc. During the reign of Louis XIV, a large number of commerce raiders and pirates once again made their base at Dunkirk, the most famous of whom was Jean Bart. The main character (and possible real prisoner) in the famous novel Man in the Iron Mask by Alexandre Dumas was arrested at Dunkirk. The eighteenth-century Swedish privateers and pirates Lars Gathenhielm and his wife Ingela Hammar are known to have sold their gains in Dunkirk. As France and Great Britain became commercial and military rivals, the British grew concerned about Dunkirk being used as an invasion base to cross the English Channel. The jetties, their forts, and the port facilities were demolished in 1713 under the terms of the Treaty of Utrecht.[8] The Treaty of Paris of 1763, which concluded the Seven Years' War, included a clause restricting French rights to fortify Dunkirk. This clause was overturned in the subsequent Treaty of Versailles of 1783.[9] Dunkirk's port was used extensively during the war by British forces who brought in dock workers from, among other places, Egypt and China.[10] From 1915, the city experienced severe bombardment, including from the largest gun in the world in 1917, the German 'Lange Max'. On a regular basis, heavy shells weighing approximately 750 kg were fired from Koekelare, about 45–50 km away.[11] The bombardment killed nearly 600 people and wounded another 1,100, both civilian and military, while 400 buildings were destroyed and 2,400 damaged. The city's population, which had been 39,000 in 1914, reduced to fewer than 15,000 in July 1916 and 7,000 in the autumn of 1917.[10] In January, 1916, a spy scare took place in Dunkirk. The writer Robert W. Service, then a war correspondent for the Toronto Star, was mistakenly arrested as a spy and narrowly avoided being executed out of hand.[12] On 1 January 1918, the United States Navy established a naval air station to operate seaplanes. The base closed shortly after the Armistice of 11 November 1918.[13] In October 1917, to mark the gallant behaviour of its inhabitants during the war, the City of Dunkirk was awarded the Croix de Guerre and, in 1919, the Legion of Honour and the British Distinguished Service Cross.[10][14] These decorations now appear in the city's coat of arms.[15] During the Second World War, in the May 1940 Battle of France, the British Expeditionary Force (BEF), while aiding the French and Belgian armies, were forced to retreat in the face of the overpowering German Panzer attacks. Fighting in Belgium and France, the BEF and a portion of the French Army became outflanked by the Germans and retreated to the area around the port of Dunkirk. More than 400,000 soldiers were trapped in the pocket as the German Army closed in for the kill. Unexpectedly, the German Panzer attack halted for several days at a critical juncture. For years, it was assumed that Adolf Hitler ordered the German Army to suspend the attack, favouring bombardment by the Luftwaffe. However, according to the Official War Diary of Army Group A, its commander, Generaloberst Gerd von Rundstedt, ordered the halt to allow maintenance on his tanks, half of which were out of service, and to protect his flanks which were exposed and, he thought, vulnerable.[16] Hitler merely validated the order several hours later.[17] This lull gave the British and French a few days to fortify their defences. The Allied position was complicated by Belgian King Leopold III's surrender on 27 May, which was postponed until 28 May. The gap left by the Belgian Army stretched from Ypres to Dixmude. Nevertheless, a collapse was prevented, making it possible to launch an evacuation by sea, across the English Channel, codenamed Operation Dynamo. Winston Churchill, the British Prime Minister, ordered any ship or boat available, large or small, to collect the stranded soldiers. 338,226 men (including 123,000 French soldiers) were evacuated – the miracle of Dunkirk, as Churchill called it. It took over 900 vessels to evacuate the BEF, with two-thirds of those rescued embarking via the harbour, and over 100,000 taken off the beaches. More than 40,000 vehicles as well as massive amounts of other military equipment and supplies were left behind. Forty thousand Allied soldiers (some who carried on fighting after the official evacuation) were captured or forced to make their own way home through a variety of routes including via neutral Spain. Many wounded who were unable to walk were abandoned. Dunkirk was again contested in 1944, with the 2nd Canadian Infantry Division attempting to liberate the city in September, as Allied forces surged northeast after their victory in the Battle of Normandy. However, German forces refused to relinquish their control of the city, which had been converted into a fortress. To seize the now strategically insignificant town would consume too many Allied resources which were needed elsewhere. The town was by-passed masking the German garrison with Allied troops, notably the 1st Czechoslovak Armoured Brigade. During the German occupation, Dunkirk was largely destroyed by Allied bombing. The artillery siege of Dunkirk was directed on the final day of the war by pilots from No. 652 Squadron RAF, and No. 665 Squadron RCAF.[citation needed] The fortress, under the command of German Admiral Friedrich Frisius, eventually unconditionally surrendered to the commander of the Czechoslovak forces, Brigade General Alois Liška, on 9 May 1945.[18] On 14 December 2002, the Norwegian car carrier MV Tricolor collided with the Bahamian-registered Kariba and sank off Dunkirk Harbour, causing a hazard to navigation in the English Channel.[19] The population data in the table and graph below refer to the commune of Dunkirk proper, in its geography at the given years. The commune of Dunkirk absorbed the former commune of Malo-les-Bains in 1969, Rosendaël and Petite-Synthe in 1971, Mardyck in 1979 and Fort-Mardyck and Saint-Pol-sur-Mer in 2010.[5][20] Dunkirk is part of Nord's 13th constituency, The current Member of Parliament is Christian Hutin of the miscellaneous left. At their base, the arms display the insignia of the four medals awarded to the city: the Legion of Honour, Croix de Guerre and British Distinguished Service Cross for World War I; and a second Croix de Guerre for World War II.[15] The city also has its own flag, made up of six horizontal stripes of alternate white and azure blue.[15]   The commune has grown substantially by absorbing several neighbouring communes: Dunkirk has the third-largest harbour in France, after those of Le Havre and Marseille.[24] As an industrial city, it depends heavily on the steel, food processing, oil-refining, ship-building and chemical industries. The cuisine of Dunkirk closely resembles Flemish cuisine; perhaps one of the best known dishes is coq à la bière – chicken in a creamy beer sauce. In June 1792 the French astronomers Jean Baptiste Joseph Delambre and Pierre François André Méchain set out to measure the meridian arc distance from Dunkirk to Barcelona, two cities lying on approximately the same longitude as each other and also the longitude through Paris. The belfry was chosen as the reference point in Dunkirk. Using this measurement and the latitudes of the two cities they could calculate the distance between the North Pole and the Equator in classical French units of length and hence produce the first prototype metre which was defined as being one ten millionth of that distance.[25] The definitive metre bar, manufactured from platinum, was presented to the French legislative assembly on 22 June 1799. Dunkirk was the most easterly cross-channel measuring point for the Anglo-French Survey (1784–1790), which used triangulation to calculate the precise distance between the Paris Observatory and the Royal Greenwich Observatory. Sightings were made of signal lights at Dover Castle from the Dunkirk Belfry, and vice versa. Two belfries in Dunkirk (the belfry near the Church of Saint-Éloi and the one at the town hall) are part of a group of belfries of Belgium and France, inscribed on the UNESCO World Heritage List in 2005 in recognition of their civic architecture and importance in the rise of municipal power in Europe.[26] Two museums in Dunkirk include: The Tour du Leughenaer (Tour du Leughenaer [fr]) (the Liar's Tower) Dunkirk Town Hall Carnival in Dunkirk Malo-les-Bains beach front Dunkirk Beach The remains of the East Mole of Dunkirk harbour, pictured in 2009 Dunkirk has a ferry route to Dover that is run by DFDS, which serves as an alternative to the route to the service to nearby Calais. The Dover-Dunkirk ferry route takes two hours compared to Dover-Calais' 1 hour 30 minutes, is run by three vessels and runs every two hours from Dunkirk. The Gare de Dunkerque railway station offers connections to Gare de Calais-Ville, Gare de Lille Flandres, Arras and Paris, and several regional destinations in France. The railway line from Dunkirk to De Panne and Adinkerke, Belgium, is closed and has been dismantled in places. In September 2018, Dunkirk's public transit service introduced free public transport, thereby becoming the largest city in Europe to do so. Several weeks after the scheme had been introduced, the city's mayor, Patrice Vergriete, reported that there had been 50% increase in passenger numbers on some routes, and up to 85% on others. As part of the transition towards offering free bus services, the city's fleet was expanded from 100 to 140 buses, including new vehicles which run on natural gas.[27] As of August 2019, approximately 5% of 2000 people surveyed had used the free bus service to completely replace their cars.[28] Dunkirk is twinned with:[29] Dunkirk has co-operation agreements with: Dunkirk has an oceanic climate, with cool winters and warm summers. According to the Köppen Climate Classification system, Dunkirk has a marine west coast climate, abbreviated \"Cfb\" on climate maps.[31] Summer high temperatures average around 20 to 21 °C (68 to 70 °F), being significantly influenced by the marine currents.","Title":"Dunkirk - Wikipedia","KeyID":"8474","URL":"https://en.wikipedia.org/wiki/Dunkirk"}