{"Content: ":"Coordinates: 50°23′56″N 3°24′45″E﻿ / ﻿50.399°N 3.4125°E﻿ / 50.399; 3.4125 The Trouée d'Arenberg or Tranchée de Wallers-Arenberg (English: Trench of Arenberg) is a 2.3 km long cobbled road in the municipality of Wallers in Northern France, in the Département Nord. The road's official name is La Drève des Boules d'Hérin (\"Bullet Alley of Hérin\") and crosses the Forêt de Raismes-Saint-Amand-Wallers, outside France better known as the Forest of Arenberg. It is best known from the annual cycling classic Paris–Roubaix held in April, where it is one of the most difficult passages of the race. Officially, the 2,300 meters of cobbles were laid in the time of Napoleon I, in the late 18th century, crossing the large forest of Saint-Amand-Wallers, close to Wallers and just west of Valenciennes. The road is straight and narrow (3 m), dropping slightly when entering the forest from the village of Arenberg, then rising in the second half. The altitude is 25m at the start and 19m at the end. The cobbles are extremely difficult to ride because of their irregularity. Many fans have taken away cobbles as souvenirs, leading to a regular check-up of the road.[1] François Doulcier, the president of Les Amis de Paris-Roubaix, the voluntary association which takes care of the race's cobblestones, said that \"objectively speaking, it’s the worst-maintained sector of cobbles in the whole race\", giving three reasons: the rough and grooved surface of the stones, resulting from poor cutting; the wide gaps between the stones; and the uneven laying of the cobbles. These difficulties mean that riders have to carefully balance the need to avoid accidents and mechanical problems with riding at high speed.[2] It has been noted that the road's layout, as a long straight surrounded by trees, is unique among Paris-Roubaix's cobbled secteurs: Doulcier has stated that \"it gives the impression that you’re standing in a cathedral. Even if it were tarmacked over, it would be impressive\".[2] The Trench of Arenberg was first included in Paris–Roubaix in 1968 and has become an iconic location of the cobbled classic. It is one of three \"five star\" sections of pavé, together with the sections of Mons-en-Pévèle and Carrefour de l'Arbre which come later in the race. The introduction of the secteur was in response to the resurfacing of many cobbled roads after World War II with tarmac or asphalt. This change had a significant effect on the parcours of the cobbled classics: by the 1965 edition of Paris-Roubaix cobbled sections only accounted for 22 km of the 265.5 km route. As a result the race was becoming easier, with the 1967 edition being won by Jan Janssen in a small group sprint of 15 riders. In reaction to this race director Jacques Goddet asked Albert Bouvet, a recently retired rider who had been appointed course designer for the race, to find new cobbled secteurs to add to the parcours.[2] The site was proposed for Paris–Roubaix by former professional cyclist Jean Stablinski, who had worked in the mine under the woods of Arenberg. The mine closed in 1990 (later being used by director Claude Berri to shoot his film Germinal)[2] and the cobbled passage is now classified. Although almost 100 km from Roubaix, the sector usually proves decisive and as Stablinski stated, \"Paris–Roubaix is not won in Arenberg, but from there the group with the winners is selected\". A memorial to Stablinski stands at one end of the road.[3] Despite his desire to increase the difficulty of the race, Goddet was initially reluctant to include the Arenberg due to its extreme difficulty. However it was included in the 1968 race, and the field raced through it without any problems.[2] It was immediately dubbed the \"Trouée d'Arenberg\" by Pierre Chany, as an allusion to the trenches of World War I that were scattered across the area of northern France where the race is held.[4] Despite the lack of complications, it was removed from the race in 1974 and only returned in 1983 as a generally permanent fixture on the parcours. The race's passage through the Arenberg was broadcast on live television for the first time the following year, where the field was led by Gregor Braun and Roubaix native Alain Bondue, who were team-mates on the local La Redoute team and who both finished in the top five of the race.[2] The abandonment of the mines caused sections of the road to subside. In 1998 Johan Museeuw, leading the World Cup, crashed heavily on the Trouée and broke his kneecap, nearly spelling the end of his career. In 2001 French rider Philippe Gaumont broke his femur after falling at the beginning of the Trouée when leading the peloton and never returned to racing at the highest level.[5] Consequently, the Trouée d'Arenberg was left out in 2005, as conditions had deteriorated beyond safety limits. Regional and local councils spent €250,000 to restore the road and add 50 cm to its width. The section was included again in 2006. Because of its difficulty, it is considered a crucial site of the race, although at 85 kilometers, it is relatively far from the finish in Roubaix. Gilbert Duclos-Lassalle, twice a winner of the race, has said that \"when you leave the Arenberg badly placed or in the red it’s then that you know that you won’t be in the mix in the final... Once out of the forest you may not have won the race, but you’ll certainly know if you have lost it\". Thierry Gouvenou, a former winner of Paris–Roubaix Espoirs, suggested that \"the race can clearly be split between what happens before and what happens after the Arenberg. Because until you have crossed the threshold of the Trench it’s not even worth thinking about what comes next\".[2] It is also the only site of the race where guard rails are placed, as the road is narrow and fans gather in large numbers to see the race.[6] In the earlier years of the section's inclusion, riders were often able to avoid riding on the cobbles by using the verges on the edge of the road - Gouvenou claimed that riders only had to ride 400 of the secteur's 2300 metres on the cobblestones - however in the 1990s the barriers were introduced to prevent crashes. According to Doulcier, over 10,000 fans watch the race on the Arenberg every year.[2] The Trouée d'Arenberg was never included in the Tour de France, but three stages of the Tour have finished in the village of Arenberg, at the forest's entrance. In 2010 cobble specialist Thor Hushovd won the third stage with seven cobbled sectors.[7] In 2014 Lars Boom won the fifth stage of the Tour near the entrance of the Trouée ahead of Jakob Fuglsang and Vincenzo Nibali. The stage saw defending champion Chris Froome crash out in a memorable day in inclement weather.[8][9] In 2022 Simon Clarke won the fifth stage of the Tour from the day's early breakaway.[10]","Title":"Trouée d'Arenberg - Wikipedia","KeyID":"8477","URL":"https://en.wikipedia.org/wiki/Trou%C3%A9e_d%27Arenberg"}