{"Content: ":"Châtel (Arpitan: Châtél) is a commune on the Swiss border in the Haute-Savoie department in the Auvergne-Rhône-Alpes region in Southeastern France. In 2019, it had a population of 1,246. Situated in the northern part of the French Alps, Châtel is part of the French-Swiss ski domain known as Portes du Soleil.[2] Despite its development into a major ski resort, the village still retains many of its traditional alpine characteristics.[3] Nearby French towns include La Chapelle-d'Abondance, Abondance, Morzine and Avoriaz. The Swiss town of Morgins in the canton of Valais is just across the border. Châtel has an extensive ski area with runs to suit skiers and boarders of all abilities. The whole village is served by a free ski-bus which gives easy access to ski lifts. The resort is part of the vast Portes du Soleil domain, the largest international linked ski area in the world with over 650 km (403 mi) of varied terrain spread across eight French and four Swiss resorts. This gives skiers and boarders a vast choice of easy-access runs. Although known as a winter destination, Châtel is also a mountain bike resort with the ski lifts opening between June and September for cyclists. Other attractions over the summer months include windsurfing and sailing (on nearby Lake Geneva), white-water rafting, kayaking, paragliding, or walking.[citation needed] More activities also include a zip-line which extends between two mountain peaks, spanning the valley of Pre-la-Joux, over the ski lifts and the restaurants at Plaine Dranse. It is active during the summer season and at specific times during the winter season. In August Chatel celebrates both the Fête de la St Laurent and the Fête de la Belle Dimanche. St Laurent is the patron saint of Châtel and the village assumes a carnival atmosphere with floats and live entertainment. La Belle Dimanche is the farmers tribute to the \"beautiful sunday\" and is held up in the Plaine Dranse up from the ski lift Pierre Longue. Every Monday evening the village host welcome drinks. This is a key moment in the week when you can get together with the villages ski instructors and event team and meet the local community. Welcome drinks also includes a rundown on the key events of the week. Such as the traditional market on Wednesdays, the street shows, the torchlight descents, trips with commentary on the sightseeing train, the evening skating sessions at the outdoor rink, skiing by night at the Linga floodlit stadium, and loads more.[4]","Title":"Châtel, Haute-Savoie - Wikipedia","KeyID":"8484","URL":"https://en.wikipedia.org/wiki/Ch%C3%A2tel,_Haute-Savoie"}