{"Content: ":"One-day races and Classics Bob Jungels (born 22 September 1992) is a Luxembourgish road bicycle racer, who currently rides for UCI WorldTeam AG2R Citroën Team.[3] Born in Rollingen, Mersch, Luxembourg, Jungels competed in the Tour de France for the first time in 2015,[4] as part of the UCI World Tour team Trek Factory Racing, finishing 27th overall and 5th in the young rider classification. Jungels signed for Etixx–Quick-Step for the 2016 and 2017 seasons.[5] He was named in the start list for the 2016 Giro d'Italia where he finished sixth overall and won the young rider classification.[6] In 2017 he confirmed his ambitions in the general classification by finishing 8th in the Giro d'Italia. He also defended the young rider classification from the previous edition. Only Vladimir Poulnikov and Pavel Tonkov won the classification in consecutive years before him. In the process he was able to take stage 15 and became the first rider from Luxembourg, since Charly Gaul 56 years earlier, to win at the Giro d'Italia.[7] In 2018, Jungels won Liège–Bastogne–Liège after a solo attack on the Côte de la Roche-aux-Faucons. In August 2020, Jungels signed a two-year contract with the AG2R Citroën Team from the 2021 season.[8] His first season with the French squad was hampered first by a back injury[9] and then a head injury suffered in a crash in the Amstel Gold Race.[10] Then in June 2021 the team announced that he would miss the Tour de France and the COVID-19 pandemic-delayed 2020 Summer Olympics for surgery for iliac artery endofibrosis.[11] He returned to competition after a 93-day absence at the Tour de Luxembourg in September.[12] Jungels regained his title at the Luxembourgish National Time Trial Championships in 2022, finishing around half a minute faster than any other competitor over the 13.6-kilometre (8.5-mile) course in Nospelt.[13] Sunday, July 10th, 2022 he won his first individual stage of the Tour de France. The 9th stage of the tour started with a large breakaway group breaking free from the peloton. With 63 kilometers to go Jungels broke free from the group and rode solo to the finish. Initially Thibaut Pinot was the closest to challenging for the win, pulling within 19 seconds at the top of the next-to-last climb, but he extended his lead over Pinot on the descent and ended up winning the stage by 22 seconds over Jonathan Castroviejo. He was the first cyclist from Luxembourg to win a stage since Andy Schleck in 2011.[14] In 2010, Jungels was the winner of the Prix du Jeune Espoir Luxembourgeois.[15] In 2018, Jungels was the men's winner at the Luxembourgish Sportspeople of the Year awards.[16]","Title":"Bob Jungels - Wikipedia","KeyID":"8485","URL":"https://en.wikipedia.org/wiki/Bob_Jungels"}