{"Content: ":"Briançon (French: [bʁijɑ̃sɔ̃] (listen), Occitan: [bɾjanˈsun]) is the sole subprefecture of the Hautes-Alpes department in the Provence-Alpes-Côte d'Azur region in Southeastern France. It is the highest city in France at an altitude of 1,326 metres (4,350 feet), based on the national definition as a community containing more than 2,000 inhabitants. Its most recent population estimate is 11,084 (as of 2018) for the commune. Briançon has been part of the Fortifications of Vauban UNESCO World Heritage Sites since they were established in 2008. Briançon was the Brigantium of the Romans and formed part of the kingdom of King Cottius. Brigantium was marked as the first place in Gallia after Alpis Cottia (Mont Genèvre). At Brigantium the road branched, to the west through Grenoble to Vienna (modern Vienne), on the Rhone; to the south through Ebrodunum (modern Embrun), to Vapincum (modern Gap). Both the Antonine Itinerary and the Table give the route from Brigantium to Vapincum. The Table places Brigantium 6 M.P. from Alpis Cottia. Strabo[2] mentions the village Brigantium, and on a road to Alpis Cottia, but his words are obscure. Ptolemy mentions Brigantium as within the limits of the Segusini, or people of Segusio (modern Susa), in Piedmont; but it seems, as D'Anville observes, to be beyond the natural limits of the Segusini. Walckenaer (vol. i. p. 540) justifies Ptolemy in this matter by supposing that he follows a description of Italy made before the new divisions of Augustus, which we know from Pliny. Walckenaer also supports his justification of Ptolemy by the Jerusalem Itinerary, which makes the Alpes Cottiae commence at Rama (near modern La Roche-de-Rame) between Embrun and Briançon. In the 1040s it came into the hands of the counts of Albon and thenceforth shared the fate of the Dauphiné. The Briançonnais included not merely the upper valley of the Durance (with those of its affluents, the Gyronde and the Guil), but also the valley of the Dora Riparia (Césanne, Oulx, Bardonnèche and Exilles), and that of the Chisone (Fénestrelles, Pérouse, Pragelas)—these glens all lying on the eastern slope of the chain of the Alps. But by the Treaty of Utrecht (1713) all these valleys were handed over to Savoy in exchange for that of Barcelonnette, on the west slope of the Alps. In 1815 Briançon successfully withstood a siege of three months at the hands of the Allies, a feat which is commemorated by an inscription on one of its gates, Le passé répond de l'avenir. Briançon is located near the Italian border, in the Serre Chevalier ski area. It is built on a plateau centred on the confluence of the Durance and the Guisane rivers. Briançon station has rail connections to Gap, Marseille, Valence and Paris. Due to its elevation, Briançon features a warm-summer humid continental climate (Köppen : Dfb), bordering on an oceanic climate (Cfb) under the Köppen system. Summers are warm with cool nights, and winters are cold and snowy. The historical centre is a strongly fortified town, built by Vauban to defend the region from Austrians in the 17th century. Its streets are very steep and narrow, though picturesque. Briançon lies at the foot of the descent from the Col de Montgenèvre, giving access to Turin, so a great number of other fortifications have been constructed on the surrounding heights, especially towards the east. The Fort Janus is no less than 1,200 m. above the town. The parish church, with its two towers, was built 1703–1726, and occupies a very conspicuous position. The Pont d'Asfeld, east of the town, was built in 1734, and forms an arch of 40 m span, thrown at a height of 56 m across the Durance. The modern town extends in the plain at the southwest foot of the plateau on which the old town is built and forms the suburb of Ste Catherine. Briançon is close to the Parc National des Ecrins and the Vallée de la Clarée. On 8 July 2008, several buildings of Briançon were classified by the UNESCO as World Heritage Sites, as part of the \"Fortifications of Vauban\" group. These buildings are: the city walls, Redoute des Salettes, Fort des Trois-Têtes, Fort du Randouillet, ouvrage de la communication Y and the Asfeld Bridge. Along with Briançon, 11 other sites of fortified buildings in France were classified. Among them is the place-forte of Mont-Dauphin, also in the Hautes-Alpes department. These pieces of art were designed by Sébastien Le Prestre de Vauban (1633–1707), a military engineer of King Louis XIV. The following people were either born in Briançon or lived there for a significant portion of their lives. Briançon is twinned with: Briançon has often hosted starts and finishes of stages of the Tour de France, Giro d'Italia and Dauphiné Libéré. In 2017 stage 18 of the Tour de France started here. As Briançon has regularly featured as a stage town in the Tour de France, it is a popular base for cyclists. Since 1947, the town has been the start point for a stage of the Tour 22 times, and has also been a stage finish 22 times. In 2007, the town was the finish of the 159.5 km (99.1 mi) stage 9 on 17 July from Val-d'Isère crossing the Col de l'Iseran, the Col du Télégraphe and the Col du Galibier with a 37 km (23 mi) downhill finish to Briançon. The Diables Rouges de Briançon play in the Ligue Magnus, the French top league. Briançon is situated around the confluence of the Durance river and its tributary the Guisane which are fed with snow melt in the Spring. Tourists come from around Europe to kayak and raft on the resultant whitewater rivers and their tributaries, including the Onde, the Gyronde, the Guil, the Rabioux, the Ubaye and others; often basing themselves in Briançon. Popular white water rivers in the Alps are mainly medium volume glacier-fed rivers with long continuous rapids and few big drops. The season is short (two or three months in early summer when the snow and glaciers are melting) but the whitewater is reliable during this period. Briançon is the base and lowest altitude station of the large Serre Chevalier ski resort. Most of the town's accommodation is used exclusively in winter, the population tripling during that period. ","Title":"Briançon - Wikipedia","KeyID":"8489","URL":"https://en.wikipedia.org/wiki/Brian%C3%A7on"}