{"Content: ":"Cathemerality, sometimes called metaturnality, is an organismal activity pattern of irregular intervals during the day or night in which food is acquired, socializing with other organisms occurs, and any other activities necessary for livelihood are undertaken.[1] This activity differs from the generally monophasic pattern (sleeping once per day) of nocturnal and diurnal species as it is polyphasic (sleeping 4-6 times per day) and is approximately evenly distributed throughout the 24-hour cycle.[2] Many animals do not fit the traditional definitions of being strictly nocturnal, diurnal, or crepuscular, often driven by factors that include the availability of food, predation pressure, and variable ambient temperature.[3] Although cathemerality is not as widely observed in individual species as diurnality or nocturnality, this activity pattern is seen across the mammal taxa, such as in lions, coyotes, and lemurs.[4] Cathemeral behaviour can also vary on a seasonal basis over an annual period by exhibiting periods of predominantly nocturnal behaviour and exhibiting periods of predominantly diurnal behaviour. For example, seasonal cathemerality has been described for the Mongoose lemur (Eulemur mongoz) as activity that shifts from being predominantly diurnal to being predominantly nocturnal over a yearly cycle, but the Common brown lemurs (Eulemur fulvus) have been observed as seasonally shifting from diurnal activity to cathemerality.[5] As research on cathemerality continues, many factors that have been identified as influencing whether or why an animal behaves cathemerally. Such factors include resource variation, food quality, photoperiodism, nocturnal luminosity, temperature, predator avoidance, and energetic constraints.[6][7][8] In the original manuscript for his article \"Patterns of activity in the Mayotte lemur, Lemur fulvus mayottensis,\" Ian Tattersall introduced the term cathemerality to describe a pattern of observed activity that was neither diurnal nor nocturnal.[9] Although the term cathemeral was proposed, it was initially deemed as unnecessary new jargon and thus the term diel was used in the published version instead. In 1987, Tattersall gave a formal definition of cathemeral, turning to its Ancient Greek roots. The word is a compound of two Greek terms: κᾰτᾰ́ (katá) 'through' and ἡμέρᾱ (hēmérā) 'day'. The term cathemeral, then, means 'through the day', where \"day\" refers to the full day from midnight to midnight. Tattersall credits his father, Arthur Tattersall, and Robert Ireland, two classicists, for considering this lexical problem and proposing its solution.[10] Photoperiodism has been determined to heavily influence the distribution of activity throughout the day.[7] When there are increased daylight hours and increased sunset delay, afternoon activity begins earlier which, in turn, increases the amount of diurnal activity. In contrast, when there is a decrease in daylight hours and decreased sunset delay, afternoon activity begins later which, in turn, increases the amount of nocturnal activity.[7] Nocturnal luminosity influences the annual pattern of activity rhythms and affects both diurnal and nocturnal behaviour.[7] Nocturnal luminosity has been found to positively correlate with the amount of nocturnal activity and negatively correlate with diurnal activity. In other words, an animal's activity distribution may be somewhat dependent on the presence of the lunar disc and the fraction of illuminated moon in relation to sunset and sunrise times.[7] Thermoregulation has been said to be an adaptive response that enables cathemeral animals to minimize thermoregulatory stress and costs associated with maintaining temperature homeostasis.[8] A comparison between diurnal activity and ambient temperatures showed that cathemeral individuals demonstrate the least activity during the hottest part of the day and exhibit an increase in nocturnal activity, therefore exhibit a decrease in diurnal activity during the hot wet seasons.[11] For example, to reduce heat stress, Eastern grey kangaroos (Macropus giganteus) will spend hot daylight hours in the shade and as a result, they increase their nocturnal activity.[12] It has been hypothesized that cathemeral animals alter their activity patterns over a 24-hour period as a mechanism to avoid predation.[8] For example, lemurs are subject to a large amount of predation, such as from diurnal raptors or fossa, when active during the day. In attempt to minimize the risk of predation, lemurs limit their amount of diurnal activity.[8] Predation masking effects have also been exhibited by a tropical reef fish, Golden-lined spinefoot (Siganus lineatus), which shifts its activity based on specific predation pressures in specific environments.[13] Other hypotheses suggest that cathemerality provides less predictable activity patterns to predators, making the cathemeral individual \"temporally cryptic.\" This provides an advantage to cathemeral animals as their predators are unable to anticipate the activity pattern of their prey due to their irregular, flexible schedule.[5] It has been reported that body size is correlated with cathemeral behaviour.[14] Cathemerality allows animals to forage for food at any point during the 24-hour day to maximize energy and nutrient intake. This implies that they have the opportunity to eat up to twice as much as nocturnal or diurnal species. Since larger animals possess larger energy requirements, they tend to spend more time foraging than smaller animals, and behave cathemerally as a result.[14] In contrast, small body size causes increased metabolic rate which may also result in cathemeral activity as an attempt to improve foraging efficacy, as seen in shrews and voles.[15] The evolutionary disequilibrium hypothesis suggests that cathemerality is a result of the diversification of more specialized activity patterns, and somewhat viewed as a transition state between nocturnality and diurnality.[2] For example, the ancestral primate is said to be nocturnal, but may have displayed flexibility in activity patterns which facilitated the evolution of cathemerality. This hypothesis is supported by the comparative approach of vision morphology in primates.[16] Nocturnal primates possess visual systems that were primarily dependent on sensitivity to light as opposed to quality of acuity. Nocturnal primates also exhibit larger cornea size, high rod:cone ratio, and greater photoreceptors relative to ganglion cells when compared to diurnal primate vision systems.[16] Cathemeral primates exhibit a vision system that is intermediate of diurnal and nocturnal primates, which suggests an evolutionary accommodation that provided nocturnal species with the opportunity of diurnal activity when advantageous.[17]","Title":"Cathemerality - Wikipedia","KeyID":"849","URL":"https://en.wikipedia.org/wiki/Cathemeral"}