{"Content: ":"Grand Tours One-day races and Classics Thomas Pidcock MBE (born 30 July 1999) is a British cyclist who currently competes in the cyclo-cross, mountain bike and road bicycle racing disciplines of the sport for UCI WorldTeam Ineos Grenadiers.[3][4] After a prodigious junior and under-23 career with World Championship victories in all three of these disciplines, Pidcock turned professional in 2021. Since then his biggest victories have been the cross-country mountain biking at the 2020 Summer Olympics, and the Cyclo-cross World Championships in 2022. Across all three disciplines he has won numerous other races, with his biggest victory on the road in his first season being the 2021 Brabantse Pijl road classic. After several high-ranking results during the 2015–2016 cyclo-cross season, including a top-five result in the junior race at the 2016 UCI Cyclo-cross World Championships at Circuit Zolder, Pidcock came to prominence in the junior ranks during 2016. In September, Pidcock took a road victory, winning the La Philippe Gilbert Juniors race by 21 seconds from his closest competitor.[5] Thereafter, Pidcock concentrated on the 2016–2017 cyclo-cross season; in October, Pidcock took a victory in the Superprestige at Zonhoven, just before the UEC European Cyclo-cross Championships at Pontchâteau, France. In the race, Pidcock was able to work his way into the lead on the third of eight laps, and was able to create a gap to the rest of the field, eventually taking the gold medal by 14 seconds clear of France's Nicolas Guillemin.[6][7] Thereafter in November, Pidcock was able to claim victories at the Grand Prix van Hasselt,[8] and the Bollekescross DVV Trophy event,[9] as well as a first podium finish in the UCI Junior Cyclo-cross World Cup, with a third in Zeven, Germany.[10] Pidcock took his first win in the competition the following month in Namur, taking the victory around the city's citadel by almost a minute ahead of France's Antoine Benoist; he echoed previous celebrations of Peter Sagan and Mathieu van der Poel by wheelieing across the finish line.[11] The performances had caught the eye of Telenet–Fidea Lions team manager and former world champion Sven Nys, who was looking to sign Pidcock to his team.[12] In the run up to the 2017 UCI Cyclo-cross World Championships, Pidcock won his first British National Junior Cyclo-cross Championships title in Bradford,[13] and won a second World Cup race in the Grand Prix Adri van der Poel at Hoogerheide, leading teammate Ben Turner home in a 1–2 finish.[14][15] With his form, Pidcock entered the World Championships as one of the junior race favourites.[14][16] On an icy course in Bieles, Luxembourg, Pidcock took the lead from France's Maxime Bonsergent on the second lap of the five-lap race,[17] and held onto the lead for the remainder of the race to take the rainbow jersey, the first British junior to do so since Roger Hammond in 1992.[18] Pidcock's teammates Dan Tulett and Ben Turner completed the top-three placings, for a British clean sweep of the podium.[19] Such was his performance, that Belgian media referred to him as a \"mini-Sagan\", in reference to Peter Sagan.[20] In April 2017, two and a half months after his win at the Junior World Cyclo-cross Championships, Pidcock won Paris–Roubaix Juniors, breaking clear with a solo attack on the Carrefour de l'Arbre 15 km (9.3 mi) from the finish.[21] In May 2017, while riding for the PH Mas–Paul Milnes–Oldfield team, Pidcock became the first guesting rider to win an individual round of the Tour Series criterium competition, soloing to victory in Durham.[22][23] In July he went on to win the elite race of the British National Circuit Race Championships in Sheffield, at only 17 years of age, attacking on the final climb on the final lap and taking the title ahead of Harry Tanfield and Jon Mould.[24] In addition to his success in cyclo-cross, criteriums and road racing, in August he took honours on the track when he won the junior British National Scratch Championships.[25] On 19 September 2017, he won the junior time trial at the UCI Road World Championships in Norway.[26] At the start of June 2017, Pidcock announced that he would join the Telenet–Fidea Lions team from October, on a two-year contract.[27] Pidcock made his début with the team at the Polderscross Brico Cross race on 14 October 2017, where he finished as part of a five-rider group – including the likes of Laurens Sweeck and Kevin Pauwels – in ninth place, 77 seconds down on race winner Mathieu van der Poel.[28] The following weekend, he took his first win for the team; on 21 October, he took victory in the under-23 race at the Niels Albert CX, held in Boom, as part of the Superprestige competition.[29] Pidcock finished eight seconds clear of his closest competitor, Adam Ťoupalík.[30] On 22 October, Pidcock again got the better of Ťoupalík in the first under-23 World Cup race of the season, at Koksijde.[31] In November, Pidcock took the silver medal in the under-23 race at the European Championships,[32] in Tábor, Czech Republic; Belgium's Eli Iserbyt out-sprinted him to the finish line in a two-up sprint but Pidcock raised his arm in protest,[33] claiming that Iserbyt had made an irregular sprint, boxing him in at the barriers. In December, it was announced that Pidcock would ride for WIGGINS in road races in 2018.[34] On 26 December 2017, Pidcock won his fourth World Cup race in as many starts, at the Grand Prix Erik De Vlaeminck held at Circuit Zolder.[35] With the victory, it gave him an unassailable lead in the World Cup standings, as a rider's best four scores (from seven races) count towards the classification.[36] In the run up to the 2018 UCI Cyclo-cross World Championships, Pidcock won his first British National Under-23 Cyclo-cross Championships title in Hetton-le-Hole, winning the race by over a minute from his next closest competitor.[37] However, despite being considered the favourite for the Under-23 title at the Worlds, he could only finish 15th after enduring a poor start to the race when he lost his footing on the pedals.[38] In August 2018 it was announced that Pidcock and Telenet–Fidea Lions had mutually agreed to end their contract to allow Pidcock to join new British cyclo-cross team TP Racing. The team was established by rider agency Trinity Sports Management, and a spokesperson for Trinity indicated that the new team would be built around Pidcock.[39] The team made their debut in October 2018.[40] During the 2018–19 season, Pidcock won a second Under-23 Cyclo-cross World Cup,[41] the Under-23 Superprestige,[42] the Under-23 European Championship,[43] and the Under-23 World Championship,[44] as well as the senior British National Championship.[41] After the cyclo-cross season, Pidcock added to his success at Paris-Roubaix Juniors two years previously by winning Paris–Roubaix Espoirs in June 2019 in the colours of Wiggins Le Col. Pidcock and Johan Jacobs attacked off the front of a nine-man leading group with 25 km (16 mi) to go: Pidcock attacked again and left Jacobs behind with less than 20 km (12 mi) to go and rode solo to the finish to take the win, making him the first British rider to win the Under-23 version of the race.[45] He made a successful transition to another discipline the following month, when he won the Under-23 British National Mountain Biking Championship in Cannock Chase with a sprint from a three-man group at the finish of the race.[46] At the 2019 UCI Road World Championships, held on home roads in Yorkshire, Pidcock crossed the finish line of the Under-23 road race in fourth, although this was subsequently promoted to third as the initial apparent winner Nils Eekhoff was subsequently disqualified.[47] TP Racing were rebranded to Trinity Racing for the 2019–20 cyclo-cross season, with Pidcock stepping up to a full season of senior elite competition for the first time.[42][48] He scored four top ten finishes in the Cyclo-cross World Cup, before claiming the silver medal at the World Championships behind Van der Poel,[49] as well as retaining his British national title.[50] In February 2020 it was announced that Pidcock would also ride for Trinity Racing on the road as the team would branch out into road racing for the 2020 season, after Wiggins Le Col folded part way through 2019.[51] After racing in 2020 was interrupted by the COVID-19 pandemic, Pidcock returned to competition in August, making his debut in international mountain biking competition at the French Cup cross-country race at Alpe d'Huez, where he finished ninth, before competing at the Transmaurienne Vanoise, where he finished fourth overall, won three of the five stages and placed on the podium in the other two. On the road, he finished fourth in the Under-23 time trial at the 2020 European Road Championships, before heading to the Giro Ciclistico d'Italia: after losing time on the first stage in hot conditions, he won stage 4 in a breakaway to take the leader's pink jersey, and went on to win stages 7 and 8 to secure the overall race win.[52][53] In September, Pidcock rode at the Road World Championships in Imola, where he made his debut in the elite road race as leader of the British team, having been given dispensation to step up after the championships' under-23 and junior races were cancelled due to the Coronavirus pandemic. He finished the 258 km (160 mi) race - the longest one-day race of his career so far - in 42nd place, staying near the front of the peloton for most of the race before fading on the final lap. He stated that he was pleased with his performance and received plaudits from the Team GB's road captain Luke Rowe.[54] The following month he rounded off his season by switching back to mountain biking, making his debut in the Mountain Bike World Cup at Nové Město na Moravě where he won the two under-23 races at the meeting, despite starting from the back of the grid in both races. His fastest lap in each of the races was seven seconds quicker than the fastest riders in the elite races.[55] He then went to the Mountain Bike World Championships in Leogang where he picked up two rainbow jerseys, winning the e-mountain bike world title with a 35-second lead over the second-placed rider[56] before going on to be crowned under-23 world champion by almost two minutes.[57] Pidock started his 2020-21 cyclo-cross season in November 2020 at Cyklokros Tábor, the first round of that season's World Cup, where he finished 17th after enduring a poor start and crashing midway through the race.[58] The following month he won Cyclo-cross Gavere, his first major senior international win in cyclo-cross. He finished ahead of Mathieu van der Poel, Toon Aerts and Eli Iserbyt, who were the only riders to finish within a minute of Pidcock: the latter described his performance as a \"(coming) of age\".[59] At the 2021 UCI Cyclo-cross World Championships in Ostend in January, Pidcock narrowly missed out on a medal, finishing fourth, despite closing the gap to the third placed Aerts in the closing stages. Pidcock competed in 13 races in the 2020-21 cyclo-cross season, taking a total of nine podiums.[60] In September 2020 Ineos Grenadiers announced that Pidcock would join them from the 2021 season.[61] He was initially scheduled to join the team from 1 March, following the conclusion of the 2020–21 cyclo-cross season.[62] In January 2021, it was announced that Pidcock was to join the team on 1 February.[3][63] Pidcock enjoyed a successful start with the team in the spring classics, finishing third in Kuurne–Brussels–Kuurne,[64] fifth in Strade Bianche,[65] and 15th at Milan-San Remo, where he attacked from the leading group on the descent of the Poggio.[66] On 14 April 2021 Pidcock won the Brabanste Pijl, beating Wout van Aert and Matteo Trentin in a three-man sprint to take his first professional win,[67] and in the Amstel Gold Race Pidcock came second after a photo finish behind Wout van Aert. He went on to take another top ten finish at Flèche Wallonne, placing sixth despite crashing 28 km (17 mi) from the finish.[68] After the spring classics, Pidcock switched to mountain bike racing as part of his preparation for competing in the discipline at the 2020 Summer Olympics. In his first appearance in the elite category of the Mountain Bike World Cup in Albstadt, Pidcock moved forward from his starting position of 76th in the field to lead the race at the start of the third lap before eventually crossing the finish line in fifth.[69] At the second round of the 2021 Mountain Bike World Cup in Nové Město in May, Pidcock took the win, being the only rider who could keep pace with Mathieu van der Poel for the first two laps, before attacking the Dutch rider on the third and crossing the finish line a minute ahead of Van der Poel.[70] At the end of May Pidcock broke his collarbone in a training crash that prevented him from returning to the road in the Tour de Suisse the following month, however following surgery he was able to return to training on the road after just over a week.[71] At the Olympics in July, Pidcock took the gold medal in the cross-country mountain bike competition, taking the lead midway through the race and crossing the finish line 20 seconds ahead of second placed Mathias Flückiger. This was the first ever Olympic medal for a British rider in mountain biking, and Pidcock also became the youngest rider to win an Olympic mountain bike title, being 79 days younger than Jenny Rissveds when she was crowned Olympic champion at the 2016 Summer Olympics.[72] Pidcock was named in the Ineos Grenadiers squad for the 2021 Vuelta a España, which he finished 67th on GC.[73] Pidcock was appointed Member of the Order of the British Empire (MBE) in the 2022 New Year Honours for services to cycling.[74][75] Pidcock started his cyclo-cross season in early December at Cyclo-cross Boom, and competed in 12 races leading up to the world championships. He won his first elite World Cup in Rupchen and took another world cup win in Hulst. Overall he finished 11th in the world cup standings; despite only participating in 5 out of 15 rounds. In January he skipped defending his British championship to attend the Ineos Grenadiers training camp. After the training camp he returned to compete in the X20 trofee in Hamme and the World Cup in Hoogerheide. At the World Championships Pidcock entered as a top favorite with Eli Iserbyt.[76] Pidcock was outnumbered by the Belgian team at the front of the race, but rode away to take the win, posing as Superman across the finish line.[77] During the 2022 road cycling season Pidcock entered seven classic races as well as three out of the four early season Monuments and had what could best be described as average results all the way around. In the Monuments he finished at the back of the group in Liège–Bastogne–Liège, he finished outside the top 10 in the Tour of Flanders and abandoned Milan-San Remo where he began to feel sick as the race progressed.[78] In the Flanders Classics he did not fare much better finishing in the middle of the pack in Kuurne–Brussels–Kuurne and Gent–Wevelgem and then finishing outside the top 10 in the 2022 Omloop Het Nieuwsblad and Amstel Gold Race. His best results were a podium finish in 2022 Dwars door Vlaanderen behind Benoot and van der Poel, after which he stated that he doesn't fully understand the cycling classics just yet.[79] He also recorded a top 5 in Brabantse Pijl, where he had to stay back as his teammate Magnus Sheffield was up the road on a solo attack going for the win. He was named to the Ineos Grenadiers start list for the Tour de France. During the Tour he survived the cobbles of stage 5 and by the end of the first week was in the top 10 overall. After the first major high mountain stage, which culminated on the Col du Granon, he fell out of the top 10, but was riding well enough to seem like he would be instrumental in supporting Geraint Thomas, who was seemingly riding strong enough to be in contention for a podium finish. On stage 12, which was Bastille Day in France and included a mountain top finish on Alpe d'Huez, he joined the veteran four-time former Tour champion Chris Froome and bridged up to the breakaway.[80] The escape group included several strong and veteran riders with Giulio Ciccone, Louis Meintjes and Neilson Powless being among them. About halfway up the final climb he attacked in an effort to go for the solo stage win. His attack succeeded and he claimed what is arguably the biggest stage victory in all of cycling and his name will be added to the permanent memorial of stage winners on one of the signs lining the 21 hairpin turns of the route. This victory made him the youngest rider to ever win on Alpe d'Huez and moved him back up to 8th place overall.[81][82] Into the third week his position in the overall standings became less important with two teammates ahead of him in Yates and Thomas, who rode stronger as the race progressed. By the final time trial he was still 2nd in the young rider classification to Tadej Pogačar, but not in contention for the winning of the jersey.","Title":"Tom Pidcock - Wikipedia","KeyID":"8490","URL":"https://en.wikipedia.org/wiki/Tom_Pidcock"}