{"Content: ":"Stage races One-day races and Classics Mads Pedersen (born 18 December 1995) is a Danish professional racing cyclist, who rides for UCI WorldTeam Trek–Segafredo.[5] In September 2019, he won the men's road race at the 2019 UCI Road World Championships in Yorkshire, England, and became the first Danish cyclist to win the men's World Championship road race title. In 2013, Pedersen won the Paris–Roubaix Juniors and went on to claim the silver medal in the World Championships junior road race. Pedersen won Ghent–Wevelgem U23, the U23 Tour of Norway, and a stage of the Tour de l'Avenir prior to turning professional.[6] In August 2016 Trek–Segafredo announced that they had signed Pedersen through to 2018.[1] In his neo-pro season, he was named in the start list for the 2017 Giro d'Italia.[7] He also become national champion of Denmark, and took overall victory in the Tour du Poitou Charentes after winning the time trial.[6] In September 2017, Pedersen took overall victory at the Danmark Rundt.[8] In April 2018, he finished in second place in the Tour of Flanders following a spirited break away.[9] Pedersen attacked ahead of the Koppenberg with just over 50 kilometres (31 miles) remaining, and was joined by Dylan van Baarle (Team Sky) and Sebastian Langeveld (EF Education First–Drapac p/b Cannondale). Eventual winner Niki Terpstra (Quick-Step Floors) caught and passed Pedersen on the final ascent of the Oude Kwaremont and rode to victory, but Pedersen was strong enough to hold off world champion Peter Sagan (Bora–Hansgrohe) and the chasing peloton to become the youngest podium finisher in 40 years. On 29 September 2019, Pedersen won the World Road Race Championship in a rain-soaked race, in and around Harrogate, in Yorkshire, England.[10] He is the first Danish cyclist to win a men's world championship road race title.[11] In August 2020, he was named in the startlist for the 2020 Tour de France.[12] He did not win any stages and held the white jersey for best young rider for one day. After the Tour was over he won a stage and the points classification in the 2020 BinckBank Tour, and won the 2020 Gent-Wevelgem. Both of these races were held late in the season due to the COVID pandemic. In 2021 he won Kuurne-Brussels-Kuurne and took a stage victory in the Tour of Norway. In 2022 he won the points classification in Circuit de la Sarthe and Étoile de Bessèges and had top 10 finishes in Milan-San Remo, the Tour of Flanders and Gent-Wevelgem. During the 2022 Tour de France he was very active early in the race as the Grand Depart was held in his home country of Denmark, however he had no luck.[13] At the end of the second week he got involved in a breakaway where he and teammate Quinn Simmons formulated a plan and bridged up to what eventually became a seven rider breakaway. Simmons drove a hard pace up the Coté de Saint-Romain-en-Gal and with just under 11km to go Pedersen launched an attack. Only Fred Wright and Hugo Houle could go with him. As the finish line approached Pedersen overpowered both of them, and easily won the sprint to claim the stage win.[14]","Title":"Mads Pedersen (cyclist) - Wikipedia","KeyID":"8493","URL":"https://en.wikipedia.org/wiki/Mads_Pedersen_(cyclist)"}