{"Content: ":"Foix (French pronunciation: [fwa]; Occitan: Fois [ˈfujs, ˈfujʃ]; Catalan: Foix [ˈfoʃ]) is a commune, the former capital of the County of Foix. It is the capital of the department of Ariège as it is the seat of the Préfecture of that department. Foix is located in the Occitanie region of south western France. It is the second least populous French departmental capital, the least populous being Privas. Foix lies south of Toulouse, close to the borders with Spain and Andorra. As of 2019, the city had a population of 9,493. It is only the second biggest town in Ariège, the biggest being Pamiers, which is one of the two sub-prefectures, the other being St Girons. Foix is twinned with the English cathedral city of Ripon, with the Spanish towns of Sarroca de Lleida and Lerida and the Andorran capital Andorre-la-Vieille. The Romans built a fort on the steep rock from which Foix castle now dominates the town. The town of Foix probably owes its origin to an oratory founded by Charlemagne, which afterwards became the Abbey of Saint Volusianus in 849. The founding, in 849, of the Abbey Saint-Volusien allowed the development of urban living in the tenth century to the twelfth century. The city reached its peak in the fourteenth century. The castle, whose foundations date back to the early tenth century, was a strong fortress that withstood the repeated attacks of Simon de Montfort IV between 1211 and 1217, during the Albigensian Crusade. In 1272, when the Count of Foix refused to recognize the sovereignty of the king of France, Philip the Bold personally took the leadership of an expedition against the city, subsequently the count surrendered. In 1290, at a meeting of the Béarn region and the county of Foix, the city was practically abandoned by the Counts. Gaston Phoebus was the last to have lived in the castle, and by the sixteenth century the castle had lost its military purpose. The castle was then used as a prison until 1864. In 1536 began the first Reformation preaching in Foix, and in 1579 the church of Montgauzy was destroyed. The same fate awaited the abbey and its church in 1581. The following year, Foix was retaken by Catholics, and in 1589 the Count of Foix, Henry of Navarre, was crowned King of France and became Henry IV. Foix is situated at the confluence of the Ariège and Arget rivers in the foothills of the Pyrenees. It can be accessed by car from the Route Nationale 20 (N20). Trains run north from Foix station to Toulouse and south to l'Hospitalet station that serves [Andorra], terminating at Letour de Carol station, near the Spanish border, where there is a direct connection with the Barcelona regional train service and the scenic Ligne de Cerdagne (Little Yellow Train (Petit train jaune)). There is also a direct sleeper train service from Foix station to Paris. In accordance with the General Code of Territorial Collectives - Article L2121-2, the number of council members is fixed in relation to the size of the population. For Foix, this is twenty nine.[3] The last municipal elections were held in March 2020, when retired teacher, Norbert Meler, was re-elected Mayor.[4] The town of Foix was the seat of the Commune of Foix, which has now merged with the various other communes to form the commune of the Pays Foix-Varilhes to which thewithin the Department of Ariège. As such, it hosts several administrative bodies, namely the Education Inspectorate, Departmental Territories Directorate, Departmental Directorate for Social Cohesion and Protection of the Population, the local branches of the Family Allowance Fund (CAF, and of the Primary Health Insurance Fund (CPAM), as well as the local branch of the Agricultural Social Mutual Fund (MSA). The population growth is documented in the censuses of the commune dating back to 1793. Since 2006, the official population of communes is published annually by the National Institute of Statistics and Economic Studies (INSEE). The census is now based on an annual information gathering in all municipal areas over a period of five years. For municipalities with populations of under 10,000, a census of the entire population is conducted every five years, the official population of intervening years being estimated by interpolation or extrapolation. For the municipality of Foix, the first comprehensive census under the new framework was carried out in 2008. In 2016, the municipality had 9,613 inhabitants, down 1.73% from 2011. The coat of arms used by the commune has the blazon D'or à trois pals de gueules (gold with three red bars). This is replicated on the flag, and on the arms of the département. It originates from the arms of the Counts of Foix and dates back to medieval times. It resembles the coat of arms of Catalonia and of Aragon, both of which are featured in the coat of arms of Andorra. In 1955 the post office issued a postage stamp with a face value of 50 cents, coloured black, green, yellow and red representing the Arms of County of Foix, reference YT 1044. It is part of the eighth century series of Provincial Coat of Arms. In 1958, the post office issued a postage stamp with a face value of 15 f., coloured ultramarine, grey, brown and green representing the Château de Foix, reference YT 11759. There are two weekly markets in the town. On Tuesdays, between 7.30 am and 1.30 pm, there is a small market for local food producers at the main covered market, the Halle aux Grains. The main market on Fridays sells local agricultural produce, food, craft and various other products. It occupies the wide central reservation of the main thoroughfare, the Allees de Vilotte, the neighbouring Halle aux Grains, and has a mainly organic produce section a couple of hundred yards away, at the Square of Saint-Volusien, where there is a smaller covered market.[7] The Estive arts centre in Foix, houses an Art et Essai cinema and is the local branch of the Scène National theatre, which hosts musical and theatrical performances of international standard. It supports more than 40 events in and around the town, including the Résistances annual film festival. Foix also has an annual Jazz festival, an annual African Arts festival and market \"Ingénieuse Afrique\", and a medieval festival. There is an open-air theatre that puts on various performances during the summer, including historical plays, son et lumière events and equestrian displays. Foix is twinned with the following places: These playing fields comprise 3 football pitches; 3 rugby pitches; a white water canoe and kayak course on the Ariege river, which has hosted international junior kayak competitions; a 250m velodrome; 4 open-air and 2 covered tennis courts. Across the Boulevard François Mitterrand is the Jean Noel Fondere football and athletics stadium, renovated in 2010, it includes a 400-metre 6-lane running track with facilities for high jump; long jump; shot put; hammer, discus and javelin throwing and pole vaulting. The synthetic surface provides a high-quality all-weather facility. This is classified by the French Athletics Federation as a regional-level facility. The athletics stadium is home to U.S.F Union Sportive Fuxéenne rugby union club. Across the athletics stadium car park there is a martial arts centre, the Dojo de Foix. The Aquatic Centre, with two indoor pools, outdoor pools, Jacuzzi and sauna serves the population of the Commune of the Pays Foix-Varilhes. Hosting History: The botanical garden, Les Épines de Lespinet, has a collection of cacti and succulents, as well as citrus trees, banana plants, and Mediterranean vegetation. The Halle aux Grains covered market, dating from 1870, is in the style of Victor Baltard. The castle stands on a rocky outcrop that dominates the town. The castle rock is geologically part of Mount Saint Sauveur, to the North West of the town and was separated from it due to erosion by the river Arget. Most of the present building dates from the 12th to 14th centuries. The Arget tower to the North was covered by a slate roof at the end of the nineteenth century, and is certainly the oldest dating to the 11th and 12th centuries. The middle, square tower, built in the 13th century, was completely renovated in the 14th century. It has beautiful architectural features such as sculpted heads and coats of arms on the keystones. The round tower is of Gothic architecture with large bays illuminating beautiful hexagonal vaulted halls. In 1104, the regular canons of St Augustine took possession of an abbey housing the relics of St Volusien. It was then that the construction of a large church with three naves and a transept was undertaken. In the 14th century, the Romanesque apse was replaced by a new polygonal chancel. The building was destroyed during the religious wars and the relics were burned. Reconstruction work was begun in 1609 and completed in 1670. The portal and the base of the walls of the nave are the main remnants of the medieval church. There is a very fine organ of 40 stops, built by Fermis in 1869 and restored in 2007. This still retains its medieval character as reflected in the narrow streets (Rue des Marchands, the Rue des Chapeliers), and some half-timbered houses. Nothing remains of the primitive Romanesque church and the 13th century church. The present church dates partly from 1628, and retains the Romanesque layout and a portal that copies the Romanesque style. The history of the chapel of Montgauzy is eclectic. Its foundation commemorates the victory of Charlemagne over the Moors in 778, and the chapel then became a place of pilgrimage. In 1340, the Bishop of Pamiers, Arnaud Villemur, had to intervene against the bad behaviour of some of the increasing numbers of pilgrims (there were reports of noisy evening events). On 4 January 1562 the chapel was one of the many targets of the Reformation, and in 1579 the governor of the castle of Foix demolished it. It was rebuilt in 1628 and pilgrimages recommenced. Following the revolution, having been rebuilt, it was sold in 1791. This, now private, property fell into ruin due to lack of maintenance. It was then purchased by the department in 1840. An École Normale was established in the area and, in 1843, the chapel was once more made fit for worship. It was closed again in 1883, and the furniture was scattered. After repairs in 1943, it was again reopened for worship. The \"Villote\" (small town), in the Middle Ages, was an area outside the city walls and was built in 1330. Executions sometimes took place there. After the destruction of the city walls, tree planting and urban landscaping works, including a fountain and bandstand, made it a popular venue for promenading by the townspeople. The plane-tree-lined central reservation of the Allées de Villote contains the town war memorial as well as a car park and is currently a main site for festive occasions and for the Friday market. The street is lined by shops, cafés and restaurants and public buildings as well as a monument to the resistance to and deportees of the 2nd World War Nazi occupation.","Title":"Foix - Wikipedia","KeyID":"8499","URL":"https://en.wikipedia.org/wiki/Foix"}