{"Content: ":"Anseriformes is an order of birds also known as waterfowl that comprises about 180 living species of birds in three families: Anhimidae (three species of screamers), Anseranatidae (the magpie goose), and Anatidae, the largest family, which includes over 170 species of waterfowl, among them the ducks, geese, and swans. Most modern species in the order are highly adapted for an aquatic existence at the water surface. With the exception of screamers, males have penises, a trait that has been lost in the Neoaves. Due to their aquatic nature, most species are web-footed. Anseriformes are one of only two types of modern bird to be confirmed present during the Mesozoic alongside the other dinosaurs, and in fact were among the very few birds to survive their extinction, along with their cousins the galliformes. These two groups only occupied two ecological niches during the Mesozoic, living in water and on the ground, while the toothed enantiornithes were the dominant birds that ruled the trees and air. The asteroid that ended the Mesozoic destroyed all trees as well as animals in the open, a condition that took centuries to recover from. The anseriformes and galliformes are thought to have survived in the cover of burrows and water, and not to have needed trees for food and reproduction.[2] The earliest Cretaceous anseriform found so far is Vegavis, a goose-like waterfowl thought to have lived as long as 66 million years ago.[3] Some members apparently surviving the KT extinction event, including presbyornithids, thought to be the common ancestors of ducks, geese, swans, and screamers, the last group once thought to be galliformes, but now genetically confirmed to be closely related to geese. The first known duck fossils start to appear about 34 million years ago. Waterfowl are the best-known examples of sexually antagonistic genital coevolution in vertebrates, causing genital adaptations to coevolve in each sex to advance control over mating and fertilization. Sexually antagonistic coevolution (or SAC) occurs as a consequence of sexual conflict between males and females, resulting in coevolutionary process that reduce fit, or that functions to decrease ease of having sex.[4] The Anseriformes and the Galliformes (pheasants, etc.) belong to a common group, the Galloanserae. They are the most primitive neognathous birds, and as such they should follow the palaeognathae (ratites and tinamous) in bird classification systems. Several unusual extinct families of birds like the albatross-like pseudotooth birds and the giant flightless gastornithids and mihirungs have been found to be stem-anseriforms based on common features found in the skull region, beak physiology and pelvic region.[5][6][7][8][9][10] The genus Vegavis for a while was found to be the earliest member of the anseriform crown group but a recent 2017 paper has found it to be just outside the crown group in the family Vegaviidae.[11] Below is the general consensus of the phylogeny of anseriforms and their stem relatives.[5][6][7][8][9][11] †Pelagornithidae (pseudo-tooth birds) †Gastornithidae †Dromornithidae (mihirungs) †Vegaviidae Anseriformes (screamers and waterfowl) Anatidae systematics, especially regarding placement of some \"odd\" genera in the dabbling ducks or shelducks, is not fully resolved. See the Anatidae article for more information, and for alternate taxonomic approaches. Anatidae is traditionally divided into subfamilies Anatinae and Anserinae.[12] The Anatinae consists of tribes Anatini, Aythyini, Mergini and Tadornini. The higher-order classification below follows a phylogenetic analysis performed by Mikko's Phylogeny Archive[13][14] and John Boyd's website.[15] Some fossil anseriform taxa not assignable with certainty to a family are: Unassigned Anatidae: In addition, a considerable number of mainly Late Cretaceous and Paleogene fossils have been described where it is uncertain whether or not they are anseriforms. This is because almost all orders of aquatic birds living today either originated or underwent a major radiation during that time, making it hard to decide whether some waterbird-like bone belongs into this family or is the product of parallel evolution in a different lineage due to adaptive pressures. Living Anseriformes based on the work by John Boyd.[15] Anhima Chauna Anseranas Dendrocygna Thalassornis Plectropterus Stictonetta Nettapus Biziura Heteronetta Nomonyx Oxyura Malacorhynchus Coscoroba Cereopsis Sthenelides Cygnus Branta Anser Merganetta Chloephaga Oressochen Neochen Radjah Tadorna Alopochen Histrionicus †Camptorhynchus Clangula Polysticta Somateria Melanitta Bucephala Mergellus Lophodytes Mergus Cairina Aix Callonetta ?Salvadorina Chenonetta Hymenolaimus Sarkidiornis Pteronetta Cyanochen Marmaronetta Asarcornis Netta Metopiana Aythya Anas Sibirionetta Spatula Tachyeres Lophonetta Amazonetta Speculanas Crested screamer (Chauna torquata) Magpie goose (Anseranas semipalmata), sole surviving member of a Mesozoic lineage Cast of Dromornis stirtoni, a mihirung, from Australia. Studies of the mitochondrial DNA suggest the existence of four branches – Anseranatidae, Dendrocygninae, Anserinae and Anatinae – with Dendrocygninae being a subfamily within the family Anatidae and Anseranatidae representing an independent family.[16] The clade Somaterini has a single genus Somateria.","Title":"Anseriformes - Wikipedia","KeyID":"850","URL":"https://en.wikipedia.org/wiki/Anseriformes"}