{"Content: ":"One-Day Races and Classics Hugo Houle (born 27 September 1990) is a Canadian professional cyclist, who currently rides for UCI WorldTeam Israel–Premier Tech.[7] Born in Sainte-Perpétue, Centre-du-Québec, Quebec, Houle began racing triathlons, aged 10, alongside his brother, before focussing on cycling at the age of 16.[8] He became acquainted with former professional cyclist Louis Garneau, who provided him with a team and equipment. Between 2008 and 2010, Houle combined cycling with completing a college degree in Québec. After graduating, he signed his first professional contract with Canadian team SpiderTech–C10.[9] Whilst at SpiderTech–C10, Houle won the general classification of the Tour de Québec as well as a stage.[10] He also finished third in the Canadian National Time Trial Championships in 2012, as well as finishing fourth at the under-23 road race at the 2012 UCI Road World Championships.[11] SpiderTech–C10 disbanded at the end of the 2012 season, and Houle moved to French professional team Ag2r–La Mondiale. During this time, he competed in the Giro d'Italia twice and the Vuelta a España once. He also won the time trial at the Pan American Games and the Canadian National Time Trial Championships in 2015.[11][12] In 2016, he was officially named in Canada's 2016 Olympic team.[13] In 2018, Houle signed for Astana, becoming the first Canadian to sign for the team.[14] He rode his first Tour de France in 2019.[15] In September 2019, he extended his contract with Astana through 2022.[16] He represented Canada at the 2020 Summer Olympics.[5][17] Despite holding a contract for the 2022 season with the Astana Qazaqstan Team,[16] Houle left the team, and joined Israel–Premier Tech on a three-year contract.[18] Houle got involved in a successful breakaway on stage 13 of the 2022 Tour de France and survived to the end where he was easily defeated in the final sprint by Mads Pedersen. On stage 16 he got involved in another breakaway, this time a group of nearly 30 riders. Somehow Houle was able to get to the front of the race, late in the race and open a bit of a gap. At the time it seemed as though he was taking the pressure of his teammate Michael Woods, who would have been considered a greater threat to the breakaway. Houle maintained his lead, then his lead began to grow until it became all but insurmountable, and all he would have to do is stay upright to claim the win. As the end neared he checked over his shoulder one last time and as he crossed the finish line he pointed to the sky in memory of his younger brother.[19] This made him only the second Canadian rider, after Steve Bauer in 1988, and the first rider of French-Canadian ancestry, to win an individual stage in the Tour de France. Houle's brother, Pierrick, was killed by a drunk driver in 2012 while out running. Since then, Houle has contributed to Opération Nez Rouge (English: Operation Red Nose), a charity which aims to stop drunk-driving on the roads.[20] Houle dedicated his win in Stage 16 of the 2022 Tour de France to his brother. [21]","Title":"Hugo Houle - Wikipedia","KeyID":"8500","URL":"https://en.wikipedia.org/wiki/Hugo_Houle"}