{"Content: ":"Cahors (French pronunciation: [kaɔʁ]; Occitan: Caors [kaˈuɾs, ˈkɔws, ˈkɔw]) is a commune in the western part of Southern France. It is the smallest prefecture among the 13 departments that constitute the Occitanie Region.[2] The main city of the Lot department and the historical center of the Quercy, Cahors is home to 19,878 cadurciennes and cadurciens. Nestled in a meander of the Lot and surrounded by steep arid limestone hills, this historic city is home to a great monumental diversity, mainly inherited from Roman times and the Middle Ages; the city's monuments include a historic city centre, Saint-Étienne cathedral, Roman walls and the famous Valentré bridge (a UNESCO World Heritage Site as part of the pilgrimage path to Santiago de Compostela). Famed for its wine and gastronomy (truffles and foie gras), this southern French city holds the label of the French Towns of Art and History. The Cadurcian economy is reliant on tertiary services and makes Cahors the Lot's economic centre. Cahors has had a rich history since Celtic times. The original name of the town was Divona or Divona Cadurcorum, \"Divona of the Cadurci,\" Divona was a fountain, now called \"la fontaine des Chartreux\", worshiped by the Cadurci, a Celtic people of Gaul before the Roman conquest in the 50s BC. The Cadurci were among the last Celtic tribes to resist the Roman invasion. Cahors derives from Cadurcorum.[3] However, romanization was rapid and profound: Cahors became a large Roman city, with many monuments whose remnants can be seen today. It has declined economically since the Middle Ages, and lost its university in the 18th century. Today it is a popular tourist centre with people coming to enjoy its medieval quarter and the 14th-century fortified Valentré bridge. It is the seat of the Diocese of Cahors. It was also infamous at that time for having bankers who charged interest on their loans. The church in these times said that using money as an end in itself (usury) was a sin. Because of this Cahors became synonymous with this sin, and was mentioned in Dante's Inferno (XI.50) alongside Sodom as wicked. Pope John XXII, born Jacques Duèze or d'Euse, was born in Cahors in 1244, the son of a shoemaker. In the 2007 Tour de France, Cahors was the start of stage 18. The town is situated 115 km (71 mi) north of Toulouse, on the RN20 / A20, connecting the city, via Limoges to Paris and Orléans. The town's height above sea level is between 105 metres (344 feet) and 332 metres (1,089 feet). The area of the town is 64.72 square kilometres (24.99 square miles), with population density relatively high for France at 309 inhabitants per square kilometre (800/sq mi).[4] The area around Cahors produces wine, primarily robust and tannic red wine. Wine from the Cahors appellation must be made from at least 70% Malbec (also called Cot, Auxerrois and Pressac) grape, with a maximum of 30% Merlot or Tannat grape varieties. The Cahors Blues Festival has taken place annually, in July, since 1982. From 1331 to 1751 the Roman Catholic Diocese of Cahors managed the University of Cahors. Pope John XXII granted a charter on 7 June 1331,[6] The University had three colleges at Cahors: Pélegry (1358), Rodez (1371), and San Michel (1473).[7] Fénelon studied at this institution, which, in 1751, was dissolved as a separate institution and annexed to the University of Toulouse.[8] The institution had faculties covering theology, law, medicine, arts and literature. The university dissolved in 1751 and faculties annexed into the University of Toulouse.","Title":"Cahors - Wikipedia","KeyID":"8505","URL":"https://en.wikipedia.org/wiki/Cahors"}