{"Content: ":"One-day races and Classics Aleksandr Anatolyevich Vlasov (Russian: Александр Анатольевич Власов; born 23 April 1996) is a Russian cyclist who rides for UCI WorldTeam Bora–Hansgrohe.[7] In October 2020, he was named in the startlists for the Giro d'Italia[8] and the Vuelta a España,[9] where he finished 11th overall. In 2021, he finished second in Paris–Nice,[10] and finished just off the podium in the Giro d'Italia.[11] In August 2021, Vlasov was announced to be moving to the Bora–Hansgrohe team, signing an initial three-year contract from 2022.[12] Vlasov made his first start with the team at January's Challenge Mallorca, finishing third in the Trofeo Pollença – Port d'Andratx.[13] In his first stage race with the team, the Volta a la Comunitat Valenciana, Vlasov won the third stage which finished on the Alto de las Antenas del Maigmó [es].[14] He assumed the overall race lead, which he held to the end of the race.[15] He took four further top-five results over the next two months, placing fourth overall at the UAE Tour,[16] second at the GP Miguel Induráin,[17] third overall at the Tour of the Basque Country,[18] and third at La Flèche Wallonne.[19] Following this run of results, Vlasov next competed at the Tour de Romandie, where he was third overall going into the final stage,[20] behind Rohan Dennis and Juan Ayuso. The final stage was a primarily uphill 15.84-kilometre (9.84-mile) individual time trial between the World Cycling Centre in Aigle and the ski resort of Villars-sur-Ollon; Vlasov won the stage by more than half a minute from his next closest challenger Simon Geschke, and with Ayuso and Dennis each losing more than a minute, Vlasov also won the overall general classification.[21] He went into the 2022 Tour de France, his first Tour entry, with high GC aspirations, but ran into bad luck early in the race. Before the serious mountain stages even started his chances for a high finish took a severe hit.[22] As the race progressed he moved back up in the standings. He made his final jump up to 5th place overall by riding considerably better than Quintana and Meintjes, who were ahead of him to start the day, in the individual time trial on stage 20.[23]","Title":"Aleksandr Vlasov (cyclist) - Wikipedia","KeyID":"8509","URL":"https://en.wikipedia.org/wiki/Aleksandr_Vlasov_(cyclist)"}