{"Content: ":"Stage races One-day races and Classics Adam Richard Yates (born 7 August 1992) is a British road and track racing cyclist who currently rides for Ineos Grenadiers.[5] He placed fourth overall at the 2016 Tour de France and became the first British rider to win the young rider classification, one year ahead of his twin brother Simon,[6] Adam and Simon took up cycling after their father John was injured in a collision with a car while riding – during his recovery he took the twins to Manchester Velodrome to track sessions run by his cycling club, Bury Clarion, to keep in touch with the other members.[7] Both brothers soon started riding on the road for Bury Clarion and on the track for Eastlands Velo. Whilst Simon was selected for the British Cycling Olympic Academy programme, Adam pursued his road racing career in France with financial help from the Dave Rayner Fund.[8] Yates finished second by just 55 seconds to Spanish rider Rubén Fernández in the general classification of the 2013 Tour de l'Avenir while representing the British national team. Having spent a successful season with French amateur team CC Etupes, he joined the Australian UCI World Tour team Orica–GreenEDGE along with his brother in 2014.[9] In his first professional race, the Tour de San Luis in Argentina, Yates finished eleventh overall and first in the young rider classification.[10] Yates's breakthrough results came at the Tour of Turkey in late April and early May 2014. He had been one of the team's protected riders for the general classification, along with his brother.[11] On the third stage, he became the 'de facto' team leader after Simon crashed out of the race.[12] Yates was the only person to follow an attack by Rein Taaramäe on the final climb to Elmalı, and ultimately finished the stage in second place, six seconds down on Taaramäe after he had attacked again in the closing metres.[13] After two stages that suited the sprinters, Yates achieved his first professional victory on the sixth stage, finishing at the House of the Virgin Mary in Selçuk. A reduced peloton had formed on the final climb from which Yates attacked with around a kilometre remaining. Yates held off the chasers – led home by Davide Formolo and Davide Rebellin, two seconds in arrears – and was able to take the leader's blue jersey from Taaramäe, who crossed the line seven seconds behind Yates.[14][15] Yates held the race lead until its conclusion in Istanbul two days later; he extended his lead by a further four seconds on the final stage, as there was a split on the run-in, with only a 28-rider group being given the same time as stage winner, Mark Cavendish.[16] He later described the victory – the first British overall win at the Tour – as \"unexpected\", having set out with the ambition of winning stages.[17] Yates next competed at the Tour of California. After being passed on the road by Bradley Wiggins (Team Sky) on Stage 2, the 20-kilometre (12-mile) individual time trial around Folsom, he finished fourth on Stage 3, which finished on Mount Diablo, and fourth on Stage 6, which finished on Mountain High.[18] Yates finished fifth overall in the general classification, 2 minutes and 14 seconds behind the winner, Wiggins. Yates's good form continued at the Critérium du Dauphiné, where he placed eighth on the first mountain top finish on Stage 2.[19] He finished third on Stage 5 after launching a late attack with Wilco Kelderman (Belkin Pro Cycling), and again finished third on Stage 8, a mountain-top finish at Courchevel. Yates finished the UCI World Tour race sixth overall.[20] Orica–GreenEDGE decided not to select Yates for the Tour de France. He returned to racing at the GP Industria & Artigianato in July, which he won to take his first one-day professional victory.[21] Yates made the lead group at the Clásica de San Sebastián with Alejandro Valverde (Movistar Team), Bauke Mollema (Belkin), Joaquim Rodríguez (Team Katusha) and Mikel Nieve (Team Sky), but crashed heavily on a descent with 3.5 kilometres (2.2 miles) remaining, missing out on the chance of his first World Tour victory.[22] He made his Grand Tour debut at the 2014 Vuelta a España,[23] finishing 82nd overall.[24] He was named in the start list for the 2015 Tour de France.[25] He finished seventh on Stage 8, which finished on the Mûr-de-Bretagne,[26] and seventh on the first mountain stage, Stage 10, which finished on the Col de la Pierre St Martin in the Pyrenees.[27] On 1 August 2015, Yates took his biggest victory to date by winning the Clásica de San Sebastián after attacking on the final climb as leader Greg Van Avermaet of BMC Racing Team was involved in a crash with a race motorcycle, and holding off the chasers on the descent into San Sebastián. In the confusion after Van Avermaet's crash Yates did not realise he had won, so did not initially celebrate when crossing the finishing line.[28] Yates was selected to ride the Tour de France. On Stage 7, Yates broke clear of the leading group of GC contenders on the descent of the Col d'Aspin, but was involved in an accident when the inflatable Flamme rouge marking 1 kilometre (0.62 miles) remaining of the stage deflated as he rode underneath it. Yates suffered cuts to his chin requiring stitches, but after the stage results were revised to give him the 7 second advantage he had over the peloton with 3 kilometres (1.9 miles) to go, Yates rose to second overall and took the white jersey as leader of the Young rider classification from Julian Alaphilippe (Etixx–Quick-Step).[29] On Stage 9, which was the first mountain top finish of the race at Andorre Arcalis, Yates finished tenth, leading home a select group of GC contenders including Chris Froome (Team Sky), Nairo Quintana (Movistar Team), Richie Porte (BMC Racing Team) and Dan Martin (Etixx–Quick-Step).[30] This meant Yates sat second overall going into the first rest day, 16 seconds behind Froome, and led the young rider classification by 39 seconds. He was unofficially in the Maillot Jaune with a lead of eight seconds over Chris Froome following the initial results of the stage on Mont Ventoux. Froome, Porte and Bauke Mollema were involved in a crash with a motorcycle and eventually the race jury controversially decided to give all three riders the same time as Mollema, which kept Froome in the lead. Yates finished the Tour in 4th place 21 seconds behind Nairo Quintana's podium place. Nevertheless, Yates clinched the white jersey over 2 minutes ahead of Louis Meintjes (Lampre–Merida).[31] He was named in the start list for the 2017 Giro d'Italia, finishing 9th after being caught up in a crash in the early stages. He was narrowly edged out of the young rider classification by Bob Jungels during a final stage time trial.[32] Yates came second in the general classification at the 2018 Critérium du Dauphiné, having won stage 7.[33] He was Mitchelton–Scott's leader at the 2018 Tour de France but finished 29th in the general classification. He came second on stage 16, having crashed while in the lead on the final descent and been passed by mountains jersey wearer Julian Alaphilippe.[34] Yates finished second in the general classification at the Volta a Catalunya[35] and won stage 3.[36] Prior to this, he had finished second at Tirreno–Adriatico, losing the lead by one second to Primož Roglič in a final stage individual time trial.[37] Yates was again the team leader for Mitchelton–Scott at the Tour de France, supported by his brother,[38] but he repeated his 29th-place finish from the previous year. During the COVID-19 shortened 2020 cycling season his most important result was at the Tour de France where he finished in 9th place overall. Following a penalty by Julian Alaphilippe early in the Tour Yates took over the yellow jersey as race leader. After being informed he was now the race leader he said, \"Nobody wants to take the jersey like this. I was on the bus and we were about to leave for the hotel when I got the call... tomorrow I'll give it everything to defend the jersey...\",[39] which he then did for four stages. In August 2020, Yates signed a two-year contract with Ineos Grenadiers, from the 2021 season.[40] Early in the 2021 season he placed 2nd at the UAE Tour and then won the 2021 Volta a Catalunya. He did not ride in the Tour de France, but he did compete in the 2020 Summer Olympics in Tokyo where he earned a top 10 in the road race. Following the Games he rode the 2021 Vuelta a España, where he finished fourth, his joint best finish in a Grand Tour alongside his performance in the 2016 Tour.[41] In October he competed in the autumn Italian classics, finishing fourth in the Giro dell'Emilia, second in Milano–Torino and third in Il Lombardia, where he outsprinted Roglič in the chase group behind winner Tadej Pogačar and runner-up Fausto Masnada to take his first podium in a monument.[42] Following the end of his season, he ran the Barcelona Marathon the following month, completing the course in 2:58:44.[43]","Title":"Adam Yates - Wikipedia","KeyID":"8512","URL":"https://en.wikipedia.org/wiki/Adam_Yates"}