{"Content: ":"Stage races Enric Mas Nicolau (Catalan: [ənˈrik mas nikoˈlaw]) (born 7 January 1995) is a Spanish racing cyclist who rides for UCI WorldTeam Movistar Team.[4] He is a talented climber, and has finished in top 10 in prestigious world tour stage races, and has also won a stage at the Tour of the Basque Country. He is regarded as the next Alberto Contador, by the man himself, however Mas stated he would rather be the first Enric Mas.[5] Having previously ridden for the Specialized–Fundación Alberto Contador team, Contador knows the strength of Enric Mas, believing he has a bright future. Mas was born in Artà, a small town of about 7,500 people, which is the administrative seat of Llevant, on the island of Majorca, one of the Balearic Islands of Spain. In the past twenty years this small town has produced four professional athletes, three footballers and the pro cyclist Enric Mas. On 19 July 2016, UCI World Tour team Quick-Step Floors announced the signing of Mas for 2017 season.[6] The 2017 season became the first season for Mas in the World Tour. His best result came at the Vuelta a Burgos, where he finished 2nd on the final stage and therefore finished 2nd overall. He was named in the startlist for the 2017 Vuelta a España.[7] He won the Combativity Award on stages 6 and 20 at the Vuelta a España; on the penultimate stage to Angliru, Mas was in the breakaway and helped Alberto Contador win the stage. The 2018 season was Enric Mas's second on the World Tour, and his first top 10 result came at the Tour of the Basque Country. He won the final stage to Arrate, which was his first professional victory. He moved up to 6th place in the general classification after the last stage, which meant he got his first ever top 10 world tour stage race finish; he also won the young rider classification. He continued his form, 2 months later when he placed 4th overall at the Tour de Suisse, and won the Young rider classification. He also managed to finish 2nd on stage 5 behind Diego Ulissi. At the Vuelta a España, Mas was outside top 10 before the last two stages of the second week. He finished 7th on the Stage to Las Praeres, and moved up to 8th place. On the following Stage to the Lakes of Covadonga, he finished 6th and moved up to 6th place. On the Time trial he once again showed he had great form when he finished 6th. He moved up another place in the general classification. The race visited a new climb Balcón de Bizkaia on Stage 17. Mas was the strongest of the General classification contenders, and moved up to 3rd position overall. However he dropped to 4th place on Stage 19 which visited Naturlandia, Andorra. At the start of Stage 20, the gap between him and the 3rd placed rider Steven Kruijswijk was only 17 seconds. He attacked on the final climb together with Miguel Ángel López and Simon Yates. Mas rode together to the finish line with Lopez and outsprinted him, to take his first stage victory in a Grand Tour. With his performance on stage 20, Mas moved from 4th to 2nd place overall in the Vuelta, finishing on the podium in just his second Grand Tour. Mas earned top 10 places in both the 2019 Volta a Catalunya as well as the 2019 Tour de Suisse. In July 2019, he was named in the startlist for the 2019 Tour de France.[8] He finished the race in 22nd place overall. During the 2020 season he earned top 5 finishes in both the Tour and the Vuelta and won his second young rider competition in the latter. During that Vuelta he assisted Primoz Roglič in securing his second title through the circumstances of the race situation. Richard Carapaz dropped Roglič on the final climb of the final mountain stage but Roglič was able to limit his losses by getting on the wheel of Mas and following him up the climb. Mas was fighting to gain time over Dan Martin and jump into 4th place in the overall standings. Mas rode in the 2021 Tour de France, which was marred by numerous crashes and foul weather early in the race. He finished in 6th place overall, the highest placed rider on Movistar Team. During the 2021 Vuelta a España Mas proved himself to be in very good form early in the race and the race eventually turned into a battle between Primož Roglič and him. By the end of the first week he was among the handful of riders within +1:00 of Roglič. After stage nine all of the other general classification riders had fallen behind and he was the only rider within a minute of Roglič being about +0:30 behind. Throughout the remainder of the race Mas was able to consistently stay with the Slovenian on most of the climbs. He lost time to Roglič on stage seventeen, which included a summit finish at Lagos de Covadonga, crossing the line with the surviving GC favorites about a minute and a half behind. On stage eighteen his teammate Miguel Ángel López attacked and won the stage. Mas did not join in this attack as he felt that if he also attacked Roglič would have gone with him.[9] Stage twenty saw several highly placed riders lose considerable time when a gap formed between the GC riders. Mas was able to stay in the lead group and went into the final time trial about two and a half minutes behind Roglič. Of all the daily awards and jersey classifications that follow each stage, over a hundred total, Mas was not awarded a single one and did not wear a single jersey for even one stage, despite the fact he dominated the rest of the field finishing in second overall.[10]","Title":"Enric Mas - Wikipedia","KeyID":"8513","URL":"https://en.wikipedia.org/wiki/Enric_Mas"}