{"Content: ":"The 2022 Tour de France is the 109th edition of the Tour de France. It started in Copenhagen, Denmark on 1 July[1] and will end with the final stage at Champs-Élysées, Paris on 24 July.[2] The first stage of the Tour featured an individual time trial with a length of 13.2 kilometres (8.2 mi) on the streets of Copenhagen. The course was pan-flat, with the only intermediate time check taking place after 6.6 kilometres (4.1 mi). The course was also technical, featuring more than 20 corners. Rain also greeted the riders, particularly among the first half of starters. Jérémy Lecroq (B&B Hotels–KTM) was the first rider off the start ramp. The first rider to set a benchmark time was Bauke Mollema (Trek–Segafredo), the Dutch time trial champion, with a time of 15' 34\". Shortly after, his time was beaten by Mathieu van der Poel (Alpecin–Deceuninck), who went four seconds faster than Mollema; he was on the hot seat for some time. Three riders came close to beating his time as Mads Pedersen (Trek–Segafredo) and Team Jumbo–Visma's pair of general classification (GC) leaders, Jonas Vingegaard and Primož Roglič, were two to three seconds slower than van der Poel. After a few minutes, the world champion, Filippo Ganna (Ineos Grenadiers) came out on the course. He was a second slower at the time check but he eventually finished with a time of 15' 27\", knocking van der Poel off the hot seat. Less than a minute later, Wout van Aert (Team Jumbo–Visma) quickly beat Ganna as he finished with a time of 15' 22\". The two-time defending champion, Tadej Pogačar (UAE Team Emirates) challenged van Aert's time but he fell short by two seconds. The only rider to beat van Aert was Yves Lampaert (Quick-Step Alpha Vinyl Team). Lampaert was two seconds slower than van Aert at the time check but he ended up finishing with a time of 15' 17\". No one came close to beating his time as Lampaert took his first Tour stage and the first maillot jaune of the race. He also took the points jersey while Pogačar took the young riders jersey. Amongst the GC contenders, Pogačar was the fastest, eight and nine seconds ahead of Vingegaard and Roglič, respectively. The rest of the potential contenders finished between 16 seconds to almost a minute behind the Slovenian.[3][4] The first road stage of the Tour featured a 202.2 kilometres (125.6 mi) flat parcours from Roskilde to Nyborg, with the stage expected to end in a bunch sprint. The first half of the stage featured three fourth-category climbs, offering opportunities for the riders to take the first polka-dot jersey. Following the intermediate sprint in Kalundborg after 126.9 kilometres (78.9 mi) of racing, the riders rode along the coast before reaching the 18-kilometre (11 mi) Great Belt Fixed Link with 21.1 kilometres (13.1 mi) left. The coast and the exposed bridge offered an opportunity for the peloton to split into echelons. After getting off the bridge, there were only around 3 kilometres (1.9 mi) until the finish. Immediately following the stage's official start, Magnus Cort (EF Education–EasyPost), Sven Erik Bystrøm (Intermarché–Wanty–Gobert Matériaux), and the B&B Hotels–KTM duo of Pierre Rolland and Cyril Barthe took off from the peloton. The quartet gained a maximum advantage of two minutes before the sprinters' teams began to control the peloton. Cort took the King of the Mountain (KoM) points at the top of the three fourth-category climbs to become the virtual wearer of the polka-dot jersey. Meanwhile, Rolland and Barthe were dropped on the first climb as Cort and Bystrøm, whose lead over the peloton increased to over three minutes, pushed on at the front. As the riders headed towards the intermediate sprint, the duo’s lead rapidly decreased to less than a minute. As Cort and Bystrøm took maximum points at the sprint, Caleb Ewan (Lotto–Soudal) took the points for third in the peloton, just ahead of Wout van Aert (Team Jumbo–Visma). With 62 kilometres (39 mi) to go, Bystrøm left Cort behind. He hovered at the front of the race until there were 26 kilometres (16 mi) left when he was caught by the peloton. For his efforts, Bystrøm was awarded the combativity award. Just before the riders reached the Great Belt bridge, Rigoberto Urán (EF Education–EasyPost) and Kevin Vermaerke (Team DSM) went down in a crash; both riders eventually made it back. On the bridge, a group of riders were involved in a crash, including the maillot jaune wearer, Yves Lampaert (Quick-Step Alpha Vinyl Team). No one was seriously injured, and they were able to return to the peloton. Echelons did not materialise due to a cross-headwind and the peloton remained together until the finale. With just under 3 kilometres (1.9 mi) remaining, another crash took down several riders. Most of the contenders were caught behind the crash but everyone avoided losing time due to the 3-kilometre (1.9 mi) rule. The stage was decided by a reduced bunch sprint containing all the big sprinters. Mads Pedersen (Trek–Segafredo) was the first to launch his sprint. He was passed by van Aert but a late surge by Fabio Jakobsen (Quick-Step Alpha Vinyl Team) gave him his first Tour stage win. Despite finishing second, van Aert took the maillot jaune by virtue of six bonus seconds and he also took the green points jersey. The only other change in the GC was Pedersen moving up to fifth after he finished third on the stage.[6][7] The third stage was the last stage in Denmark and featured a 182-kilometre (113 mi) parcours that took the riders from Vejle to Sønderborg near the German border. The course was flat, and a bunch sprint was expected at the finish. There were three fourth-category climbs scattered along the route while the intermediate sprint was located in Christiansfeld with 80 kilometres (50 mi) to go. Like the previous day, there was no fight for the break as Magnus Cort (EF Education–EasyPost), the wearer of the polka-dot jersey, went up the road as the sole rider in the breakaway. The peloton allowed him to build a maximum advantage of just over six minutes before starting to chase. Cort once again took the KoM points at all three climbs to extend his lead in the KoM classification. At the intermediate sprint with 80 kilometres (50 mi) left, after Cort took the maximum points, Wout van Aert (Team Jumbo–Visma), the leader of the points classification, took the points for second ahead of Fabio Jakobsen (Quick-Step Alpha Vinyl Team). Cort stayed out front until there were 52 kilometres (32 mi) remaining when the peloton finally made the catch. Over the final part of the stage, the peloton continued to set a steady pace as the sprinters' teams began to set up their lead-outs while the GC teams kept their leaders safe. With around 10 kilometres (6.2 mi) to go, as the road narrowed, a crash took down several riders in the middle of the peloton. While no one was seriously injured, some GC contenders, notably Rigoberto Urán (EF Education–EasyPost) and the Team Bahrain Victorious pair of Damiano Caruso and Jack Haig, were not able to get back to the peloton and eventually lost 39 seconds on the day. In the final sprint, van Aert started his sprint first. He held the lead in the final metres until Dylan Groenewegen pipped him at the line, taking his first World Tour victory in over two years. A fast finishing Jasper Philipsen (Alpecin–Deceuninck) took third while Peter Sagan (Team TotalEnergies) finished fourth after being blocked near the barriers. Despite finishing second for the third day in a row, van Aert kept the maillot jaune, extending his GC lead to seven seconds over Yves Lampaert (Quick-Step Alpha Vinyl Team) ahead of the first rest day as the race travelled back to France.[9][10] Tour transferred from Sønderborg (Denmark) to Dunkirk. Following the first rest day, the fourth stage of the Tour featured an undulating parcours from Dunkirk to Calais. For the first 50 kilometres (31 mi), the terrain was mostly flat with one fourth-category climb on the way. Afterwards, the riders faced a rolling terrain that featured five fourth-category climbs. The last of these categorised climbs, the Côte du Cap Blanc-Nez, is 900 metres (3,000 ft) long with an average of 7.5 per cent and was summitted with just under 11 kilometres (6.8 mi) left. The climb featured an opportunity for the riders to drop the pure sprinters. Following the descent, the rest of the stage was entirely flat. The intermediate sprint was located in Lumbres after 63.2 kilometres (39.3 mi) of racing. From the stage's official start, Magnus Cort (EF Education–EasyPost) went into the break for the third successive stage. This time, he was accompanied by Anthony Perez (Cofidis). Both riders gained a maximum advantage of over six and a half minutes before Quick-Step Alpha Vinyl Team began to chase. At one point, Quick-Step Alpha Vinyl Team split the peloton into echelons but the group eventually came back together. Up front, Cort took the KoM points on the first five climbs to further extend his lead in the KoM classification, taking the record of most consecutive summits won, from former Tour champion and multi-time mountains classification winner Federico Bahamontes.[12] As the riders passed through the intermediate sprint, the breakaway duo took the maximum points while Fabio Jakobsen (Quick-Step Alpha Vinyl Team) outsprinted Wout van Aert (Team Jumbo–Visma) for the third place points. As the break's lead gradually decreased, Perez dropped Cort with just under 45 kilometres (28 mi) left. He continued to hold the lead, but his advantage was down to less than 20 seconds ahead of the final climb, the Côte du Cap Blanc-Nez. On the climb, Team Jumbo–Visma lit up the race by setting a ferocious tempo, quickly passing by Perez. The peloton split into pieces due to the pace. Halfway up the climb, the front group was down to just van Aert, his teammate Jonas Vingegaard, and Adam Yates (Ineos Grenadiers). Towards the top, van Aert pulled away solo in pursuit of the stage win. His advantage quickly grew to around half a minute over a reformed peloton. Several teams attempted to bring back the maillot jaune but van Aert soloed to the stage win. Jasper Philipsen (Alpecin–Deceuninck) led the peloton across the line eight seconds later, with the Belgian mistakenly celebrating after having thought he won the stage. With his win, van Aert extended his lead in the GC to 25 seconds over Yves Lampaert (Quick-Step Alpha Vinyl Team). There were no other changes in the top ten ahead of the Tour’s cobbled stage.[13][14] The fifth stage of the Tour featured a 157-kilometre (98 mi) parcours that took the riders from Lille to Arenberg. For the first time since 2018, cobbles returned to the route of the race. The stage featured 11 cobbled sectors totalling 19.4 kilometres (12.1 mi) and five new sectors that were not previously featured in the Tour or Paris-Roubaix. The first half of the stage had no cobbled sectors, with the intermediate sprint in Mérignies after 37.2 kilometres (23.1 mi) the only point of interest. After 79.7 kilometres (49.5 mi) of racing, the riders faced the first sector of cobbles. The other ten sectors of cobbles were scattered in the final 56.4 kilometres (35.0 mi) of the stage. The toughest of these sectors, the four-star sectors of Erre to Wandignies and Tilloy-lez-Marchiennes to Sars-et-Rosières, were tackled with 30.3 kilometres (18.8 mi) and 20.1 kilometres (12.5 mi) remaining, respectively. The last cobbled sector was tackled with 6.7 kilometres (4.2 mi) left before the run-in to the finish in Arenberg. A few kilometres following the stage's official start, Magnus Cort (EF Education–EasyPost), Taco van der Hoorn (Intermarché–Wanty–Gobert Matériaux), and Edvald Boasson Hagen (Team TotalEnergies) managed to build a gap over the peloton. They were soon joined by Cort's teammate, Neilson Powless, Simon Clarke (Israel–Premier Tech), and Alexis Gougeard (B&B Hotels–KTM), who counter-attacked from the peloton. The best-placed rider in the break was Powless, who was only 1' 13\" behind Wout van Aert (Team Jumbo–Visma). The break's lead was at over three minutes at its maximum as they headed towards the cobbles. Although their advantage continued to decrease towards the rest of the day, the sextet managed to maintain their lead all the way to the line. After Gougeard and Cort were dropped at separate times, the stage win was decided by the four remaining breakaway riders. Towards the final kilometre, Powless attacked and although he built a gap, he was chased down by Boasson Hagen. However, Clarke and van der Hoorn passed the Norwegian, with Clarke narrowly beating van der Hoorn in the sprint to win the stage. Meanwhile, in the peloton, van Aert, together with his teammate, Steven Kruijswijk, was involved in a crash with 98 kilometres (61 mi) to go. They eventually got back to the peloton ahead of the first cobbled sector, sector 11. Mads Pedersen (Trek–Segafredo) and Jack Bauer (Team BikeExchange–Jayco) attacked after sector 11, but they were eventually brought back. After riding through sector 10, Ben O'Connor (AG2R Citroën Team) suffered a puncture. He ended up losing four minutes by the end of the day. Over the next set of cobbled sectors, multiple riders crashed and suffered mechanicals, but no one was seriously injured. Just after sector 6, Jonas Vingegaard (Team Jumbo–Visma) had a mechanical. He underwent three bike changes and by the time he started chasing, he was more than a minute down on the group of favourites. After the peloton passed through sector 5, another crash took down several riders, with Primož Roglič (Team Jumbo–Visma) among those involved. He dislocated his shoulder and had to pop his shoulder back in before getting back on the bike. Also involved in the crash was Jack Haig (Team Bahrain Victorious), who was forced to abandon the race. On sector 3, the last four-star sector, Jasper Stuyven (Trek–Segafredo) attacked together with Tadej Pogačar (UAE Team Emirates), the two-time defending champion. The pair came to within less than 40 seconds of catching the breakaway, but that was the closest they would get. Stuyven and Pogačar stayed clear of the peloton, finishing 51 seconds down on Clarke. The main peloton, which included Vingegaard and most of the GC favourites, finished 13 seconds behind the pair. Meanwhile, Roglič ended up losing more than two minutes to Pogačar. In the GC, van Aert kept the maillot jaune, 13 and 14 seconds ahead of Powless and Boasson Hagen, respectively. Pogačar reduced his deficit to 19 seconds with his time gains, with Vingegaard the closest GC contender at 21 seconds down on the Slovenian.[16][17] The sixth stage featured the longest stage of the race, with the riders traversing a 219.9-kilometre (136.6 mi) parcours from Binche to Longwy. The first two-thirds of the stage were mostly flat, apart from some small hills and a single third-category climb. A few kilometres after the intermediate sprint in Carignan with 74 kilometres (46 mi) to go, the rest of the stage featured a rolling terrain. In the final 16 kilometres (9.9 mi) of the stage, the riders faced four consecutive small climbs on the way to the finish. After a fourth-category climb and an uncategorised climb, the riders tackled the third-category Côte de Pulventeux, an 800-metre (2,600 ft) climb with an average of 12.3 per cent that peaked with 5.3 kilometres (3.3 mi) left. A short descent led to the final climb to the finish in Longwy, with the final 1.6 kilometres (0.99 mi) averaging 5.8 per cent. The start of the stage was marked by a furious fight for the breakaway. Initially, a three-man group containing Taco van der Hoorn (Intermarché–Wanty–Gobert Matériaux), Toms Skujiņš (Trek–Segafredo), and Benoît Cosnefroy (AG2R Citroën Team) gained a minute on the peloton before being chased down. A 10-man break also got a gap, but they were brought back. Eventually, a trio of riders, including the maillot jaune Wout van Aert (Team Jumbo–Visma), Jakob Fuglsang (Israel–Premier Tech), and Quinn Simmons (Trek–Segafredo), finally broke away after more than 80 kilometres (50 mi). They built a gap of almost four minutes before being chased down by UAE Team Emirates, EF Education–EasyPost, Bora–Hansgrohe, and Alpecin–Deceuninck. After van Aert took maximum points at the intermediate sprint, Fuglsang decided to drop back to the peloton with 66 kilometres (41 mi) left, leaving van Aert and Simmons out front. Both riders continued to work together but their advantage gradually dwindled. With 30.8 kilometres (19.1 mi) remaining, van Aert dropped Simmons with the peloton at just over a minute behind. The maillot jaune continued with his ride until he was caught with 11.1 kilometres (6.9 mi) left. He quickly dropped back from the peloton, ensuring the maillot jaune would change hands at the end of the day. With 9 kilometres (5.6 mi) to go, there was a crash that involved Aleksandr Vlasov (Bora–Hansgrohe) and a couple other riders. All riders got back on the bike with Vlasov trying to limit his losses. On the Côte de Pulventeux, Alexis Vuillermoz (Team TotalEnergies) attacked and gained a small gap on the reduced peloton. He stayed out front until the 1.4-kilometre (0.87 mi) to go mark, with the peloton preparing for the uphill sprint. The UAE Team Emirates duo of Rafał Majka and Brandon McNulty led out their leader, Tadej Pogačar, into the final hundred metres before Primož Roglič (Team Jumbo–Visma) started his sprint. Pogačar launched his sprint behind his compatriot's slipstream, getting a small gap to win the stage. Michael Matthews (Team BikeExchange–Jayco) took second while David Gaudu (Groupama–FDJ) finished third. Most of the contenders finished in the front group while Vlasov and Geraint Thomas (Ineos Grenadiers) finished in a group five seconds down. Meanwhile, Damiano Caruso (Team Bahrain Victorious) lost 26 seconds and Ben O'Connor (AG2R Citroën Team) finished over two and a half minutes back. With his win and the bonus seconds he gained, Pogačar took the maillot jaune, four seconds ahead of Neilson Powless (EF Education–EasyPost) and 31 seconds ahead of Jonas Vingegaard (Team Jumbo–Visma), just before the Tour's first mountain stage.[19][20] The seventh stage took the riders from Tomblaine to La Super Planche des Belles Filles for the first summit finish of the race. The first half of the stage was mostly flat before the riders went on a false flat uphill to the intermediate sprint in Gérardmer with 75.1 kilometres (46.7 mi) left. The last part of the stage featured hilly terrain, with the riders tackling the third-category climbs of Col de Grosse Pierre and Col des Croix as well as two uncategorised climbs. The last climb of the day was La Super Planche des Belles Filles, which was ridden for the sixth time in the last ten years. The climb is 7 kilometres (4.3 mi) long with an average of 8.7 percent. This edition featured the extended gravel section in the final kilometre, which was first seen in the Tour in 2019, with a 24 percent section located near the finish. Like the previous day, there was another furious fight for the break with the peloton going on another fast start. After more than 50 kilometres (31 mi), an 11-man group finally broke away. Some riders tried to bridge to the front group, but no one was able to get to the break. They built a maximum advantage of two and a half minutes before UAE Team Emirates began to chase. Vegard Stake Laengen (UAE Team Emirates) was originally part of the break but he soon dropped back with his team trying to chase the break. At the intermediate sprint, the ten-man break took maximum points while Wout van Aert (Team Jumbo–Visma) took the sprint from the peloton to extend his lead in the points classification. On the first categorised climb of the day, the Bora–Hansgrohe duo of Max Schachmann and Lennard Kämna attacked from the break, with five other riders bridging up to them to make it seven out front. At this point, the peloton was around three minutes behind the break, with the gap stabilizing until there were less than 30 kilometres (19 mi) left. As the peloton neared the final climb of La Super Planche des Belles Filles, the pace increased with the fight for position ahead of the climb, causing the break's lead to gradually decrease. At the bottom of the final climb, Simon Geschke (Cofidis) attacked from the break, with Dylan Teuns (Team Bahrain Victorious) and Kämna chasing him a few metres back. With 5 kilometres (3.1 mi) to go, Kämna left Teuns behind and bridged up to Geschke. A few seconds later, Kämna dropped Geschke to solo off the front. At this point, he held a lead of around a minute over the reduced peloton that was being led by UAE Team Emirates. George Bennett and Rafał Majka continued to set the tempo until their GC leader, Tadej Pogačar, accelerated just under the flamme rouge, with a select group of contenders following him. Pogačar kept the tempo up until Jonas Vingegaard (Team Jumbo–Visma) attacked with less than 200 metres (660 ft) left and only the maillot jaune can follow his move. Both riders passed Kämna and although Vingegaard gapped Pogačar by a bike length, Pogačar managed to launch a final sprint to win the stage over Vingegaard. Primož Roglič (Team Jumbo–Visma) finished third at 12 seconds down while Geraint Thomas (Ineos Grenadiers) finished with Kämna at 14 seconds down. Most of the contenders lost somewhere between 19 seconds and more than a minute down. Aleksandr Vlasov (Bora–Hansgrohe), one of the podium contenders, lost 1' 39\" while Jakob Fuglsang (Israel–Premier Tech) and Ben O'Connor (AG2R Citroën Team) dropped out of GC contention after losing 5' 17\" and 6' 45\", respectively. With his second consecutive stage win, Pogačar kept the maillot jaune and extended his advantage to 35 seconds over Vingegaard, who now occupied the second place on GC. Thomas moved up to third at 1' 10\" down with his teammate, Adam Yates, just a further eight seconds down. The rest of the top ten were between a minute and a half and almost two minutes behind, separated by only 24 seconds.[22][23] The eighth stage featured a hilly terrain that took the riders from Dole to Lausanne in Switzerland. The first 30 kilometres (19 mi) was entirely flat before an uncategorised climb led to the intermediate sprint at Montrond after 46.9 kilometres (29.1 mi) of racing. Following the intermediate sprint, the riders headed into the hills, tackling the fourth-category Côte du Maréchet and the third-category Côte des Rousses back-to-back. The riders then rode on a plateau section as the race headed into Switzerland before tackling the fourth-category Col de Pétra Félix, which peaked with 49.4 kilometres (30.7 mi) left. The descent and a flat section led to the foot of the final climb, the third-category Côte du Stade Olympique, which is 4.8 kilometres (3.0 mi) long with an average of 4.6 percent. The climb had a flat section in the middle before the road went uphill again at an average gradient of 9.5 percent. The steep section continued before a 400-metre (1,300 ft) flat section to the finish line. A few kilometres after the stage started, a three-man break containing Mattia Cattaneo (Quick-Step Alpha Vinyl Team), Fred Wright (Team Bahrain Victorious), and Frederik Frison (Lotto–Soudal) went away. Shortly after the group got away, there was a crash near the back of the peloton. The crash involved GC contenders such as Tadej Pogačar (UAE Team Emirates), Geraint Thomas (Ineos Grenadiers), Romain Bardet (Team DSM), and David Gaudu (Groupama–FDJ), but all of them escaped unscathed. However, Kevin Vermaerke (Team DSM) had to abandon as a result of the crash. The peloton let the break go but kept them on a tight leash as Team Jumbo–Visma and Team BikeExchange–Jayco only allowed the break an advantage of just over two minutes. At the intermediate sprint, the trio up front took maximum points while in the peloton, Jasper Philipsen (Alpecin–Deceuninck) outsprinted Wout van Aert (Team Jumbo–Visma) for the remaining maximum points. With around 61 kilometres (38 mi) remaining, Frison was dropped from the break, leaving Cattaneo and Wright in front. Around this point, the peloton continued to stabilise the break's gap as they avoided to catch them too early. On the lead-up to the final climb of the day, the breakaway duo's lead gradually decreased as the teams fought for position at the front of the peloton. With around 8 kilometres (5.0 mi) to go, Wright dropped Cattaneo out front in pursuit of the stage win. Wright continued to dangle at the front until he was caught with 3.5 kilometres (2.2 mi) left. Leading into the final kilometre, Rafał Majka (UAE Team Emirates) led the peloton, with his teammate and the maillot jaune, Pogačar, on his wheel. Majka continued to lead it out until Guillaume Martin (Cofidis) took over at the front. Michael Matthews (Team BikeExchange–Jayco) soon started his sprint, with Pogačar on his wheel, but van Aert overtook both riders to win his second stage of the race. With 50 points for the stage win, van Aert extended his lead in the points classification to 115 points over Fabio Jakobsen (Quick-Step Alpha Vinyl Team). Matthews took second place on the stage while Pogačar finished third, taking four bonus seconds in the process. As a result, Pogačar extended his lead on GC to 39 seconds over Jonas Vingegaard (Team Jumbo–Visma).[25][26] The race entered the Alps on stage nine as the riders travelled from Aigle to Châtel. The first 31.7 kilometres (19.7 mi) was completely flat before the riders tackled the fourth-category Côte de Bellevue. After passing through the intermediate sprint at Semsales after 56.5 kilometres (35.1 mi), the riders went through a flat valley section before tackling the second-category Col des Mosses. A descent and a short valley section led to the foot of the first-category Col de la Croix, an 8.1-kilometre (5.0 mi) climb with an average of 7.6 percent. At the top of the climb, there were 61.1 kilometres (38.0 mi) left. A descent and another flat section led to the bottom of the first-category Pas de Morgins, which is 15.4 kilometres (9.6 mi) long with an average of 6.1 percent. The climb was summitted with 9.8 kilometres (6.1 mi) left. There was a short descent before the riders tackled a 4-kilometre (2.5 mi) uncategorised climb that averaged 4.5 percent, with the climb going all the way to the finish. The start of the stage was marked by multiple attacks as several riders attempted to go into the break. It took around 45 kilometres (28 mi) before a group of 16 riders went up the road. The group included Rigoberto Urán (EF Education–EasyPost), who was only 3' 24\" down on GC at the start of the day. A few kilometres later, a group of seven riders, including the points classification leader, Wout van Aert (Team Jumbo–Visma), soon bridged up to the front group to make it 23 riders in the break. The group gained a maximum advantage of around three minutes before UAE Team Emirates began to pace in the peloton. At the intermediate sprint, van Aert took maximum points to further extend his lead in the points classification. At the top of the second-category Col des Mosses, Pierre Latour (Team TotalEnergies) attacked to get the maximum KoM points, with Simon Geschke (Cofidis) just behind him. On the first-category Col de la Croix, riders continued dropping from the break as Latour launched another attack. After Latour was brought back, Bob Jungels (AG2R Citroën Team) launched his own attack with 64 kilometres (40 mi) to go. He got a gap and was soon joined by Geschke, who took the maximum KoM points to take the polka-dot jersey. On the descent, Jungels distanced Geschke as he pushed on alone. His advantage grew to around two minutes over the chase group just before the climb of Pas de Morgins. With around 18 kilometres (11 mi) left, Thibaut Pinot (Groupama–FDJ) attacked from the chase group. He was joined by Jonathan Castroviejo (Ineos Grenadiers), Carlos Verona (Movistar Team), and Urán. Shortly after, Pinot launched another attack, going solo in pursuit of Jungels. Towards the top, Pinot came to within 20 seconds of catching Jungels while Castroviejo and Verona, who had dropped Urán, were around 20 seconds further in arrears. Despite Pinot's best efforts to chase, Jungels maintained his advantage on the final uncategorised climb to win his first Tour stage. In the final kilometre, Pinot was passed by Castroviejo and Verona, who took second and third on the stage, respectively. Meanwhile, the peloton continued to go at a steady pace throughout the stage. On the Pas de Morgins, Aleksandr Vlasov (Bora–Hansgrohe) and Daniel Martínez (Ineos Grenadiers) were unable to follow the pace. Vlasov limited his losses to around half a minute while Martínez ended up losing 15 minutes to drop out of GC contention. Near the finish, the maillot jaune, Tadej Pogačar (UAE Team Emirates), sprinted for time gaps, with Jonas Vingegaard (Team Jumbo–Visma) following him. Pogačar and Vingegaard took fifth and sixth, respectively, at 49 seconds behind Jungels and three seconds ahead of the group of GC contenders. Pogačar kept the maillot jaune ahead of the race's second rest day.[28][29] Following the second rest day, the race continued in the Alps with a hilly stage that took the riders from Morzine to Megève. The stage started with a descent for the first 16.6 kilometres (10.3 mi) before the riders went up the fourth-category Côte de Chevenoz. After the descent, the riders went uphill before tackling the third-category Col de Jambaz, which topped after 69.2 kilometres (43.0 mi) of racing. Another gradual descent led the riders to the fourth-category Côte de Chatillon-sur-Cluses. Afterwards, the riders faced a flat section towards the intermediate sprint in Passy-Marlioz with 24.3 kilometres (15.1 mi) left. Shortly after, the riders faced the second-category Montée de l’altiport de Megève, a 19.2-kilometre (11.9 mi) climb with an average of 4.1 percent. There were around 2 kilometres (1.2 mi) left at the top of the climb but the road kept going uphill all the way to the finish. No riders immediately attacked from the start as the riders negotiated the initial descent. Eventually, a furious fight for the break unfolded as several riders attempted to make it into the move. At one point, Ineos Grenadiers attempted to send Adam Yates and Tom Pidcock, two riders in the top ten on GC, into the break along with some domestiques but their plan did not materialise. After around 60 kilometres (37 mi), a break of 25 riders finally split from the peloton, with Lennard Kämna (Bora–Hansgrohe) the closest threat to Tadej Pogačar's (UAE Team Emirates) maillot jaune at 8' 43\" down. The break was allowed to increase their lead to as much as nine and a half minutes, which meant that Kämna was the virtual maillot jaune at some points during the stage. With around 43 kilometres (27 mi) to go, Alberto Bettiol (EF Education–EasyPost) attacked from the break. He gained a lead of around half a minute on his breakaway companions before the race was neutralised due to a group of Climate Change protesters blocking the road.[31][32] Some riders and media noted that they were \"protesting about a good thing\", and others expressed annoyance at the disruption to the race, with former rider Bradley Wiggins calling protesters \"imbeciles\".[33] All riders were ordered to stop but as the protesters were removed, all the gaps before the neutralization were reestablished. Bettiol increased his lead to almost a minute but his advantage gradually dwindled ahead of the final climb to Megève. On the climb, there were multiple attacks in the chase group, with several riders getting dropped from the break. Around 9.5 kilometres (5.9 mi) from the finish, Bettiol was caught, with seven other riders joining him while the other groups of breakaway riders were scattered on the climb. Immediately afterwards, Bettiol attacked again and this time, he was joined by Georg Zimmermann (Intermarché–Wanty–Gobert Matériaux). However, their attack did not stick as they were caught by a group of ten chasers. With around 6 kilometres (3.7 mi) left, Luis León Sánchez (Team Bahrain Victorious) attacked, gaining an advantage of more than 20 seconds on the chase group. He would soon be joined by Matteo Jorgenson (Movistar Team) and Nick Schultz (Team BikeExchange–Jayco) as they reached the top of the climb. Dylan van Baarle (Ineos Grenadiers) bridged up to the front ahead of the flamme rouge but as the quartet looked at each other, a group of six chasers managed to come back to the front. Van Baarle and Benjamin Thomas (Cofidis) attempted to attack at separate times inside the final kilometre but they were caught. With 250 metres (820 ft) left, Sánchez started his sprint but he was passed by Schultz and Magnus Cort (EF Education–EasyPost), with Cort pipping Schultz to take the stage. In the GC group, there were no attacks as the contenders looked ahead to the big mountain stages the next two days. Pogačar kept the maillot jaune by a margin of 11 seconds over Kämna, who gained eight and a half minutes after finishing tenth on the stage.[34][35] Some riders and media noted that they were \"protesting about a good thing\", and others expressed annoyance at the disruption to the race, with former rider Bradley Wiggins calling protestors \"imbeciles\".[33] The eleventh stage took the riders into the high mountains, with the race tackling the Col du Granon for the first of two consecutive summit finishes. The Tour climbed the Col du Granon for the first time since 1986. The first 46 kilometres (29 mi) was completely flat, with the riders passing through the intermediate sprint in Aiguebelle after 16.5 kilometres (10.3 mi) of racing. Afterwards, the riders tackled the second-category Lacets de Montvernier, a 3.4-kilometre (2.1 mi) climb with an average of 8.2 percent. A short flat section led to the foot of the first-category Col du Télégraphe, which is 11.9 kilometres (7.4 mi) long with an average of 7.1 percent. After a short descent, the riders immediately climbed the first hors categorie climb of the race, the Col du Galibier. The climb is 17.7 kilometres (11.0 mi) long with an average of 6.9 per cent. With the climb topping at 2,642 metres (8,668 ft) above sea level, the Souvenir Henri Desgrange was awarded to the first rider across the top of the highest point reached during the race. Following a long descent, the riders tackled the final climb, the hors categorie Col du Granon, an 11.3-kilometre (7.0 mi) climb with an average of 9.2 percent. Following the stage's official start, there was an initial attack by Wout van Aert (Team Jumbo–Visma) and Mathieu van der Poel (Alpecin–Deceuninck). Both riders held an advantage as they passed through the intermediate sprint where van Aert took maximum points. They were soon joined by Mattia Cattaneo (Quick-Step Alpha Vinyl Team) before a group of 17 riders bridged up to the lead group ahead of Lacets de Montvernier. The break of 20 riders was allowed to build an advantage of nine minutes as UAE Team Emirates kept a steady pace at the front of the peloton. At the Col du Télégraphe, the break began to dwindle in number as 11 riders were left up front. Meanwhile, in the peloton, Team Jumbo–Visma began to set up their plan as Primož Roglič launched two separate attacks on the Télégraphe. After his second attack, only the maillot jaune of Tadej Pogačar (UAE Team Emirates), Jonas Vingegaard (Team Jumbo–Visma), and Geraint Thomas (Ineos Grenadiers) were able to follow him. With the gap at over half a minute on the rest of the peloton, Roglič and Vingegaard began to repeatedly attack Pogačar, but the maillot jaune, as well as Thomas, were able to respond each time. Eventually, Pogačar's teammate, Marc Soler, managed to bridge up to the maillot jaune group, setting a steady pace before the rest of the reduced peloton got back to the group. On the Col du Galibier, the break continued to drop riders as only van Aert, Warren Barguil (Arkéa–Samsic), Simon Geschke (Cofidis), Dylan Teuns (Team Bahrain Victorious), and Pierre Latour (Team TotalEnergies) were left in the lead group. With 51 kilometres (32 mi) left, Barguil attacked, dropping the rest of his breakaway companions. He gradually increased his gap on the way to taking the Souvenir Henri Desgrange, with Geschke passing the summit of the Galibier at almost a minute down. In the peloton, Team Jumbo–Visma began attacking Pogačar once again in an attempt to isolate him. Pogačar responded by increasing the pace, with only Vingegaard able to follow him. The duo crossed the top of Galibier at four and a half minutes down on Barguil. On the descent, there was a regrouping as the other contenders came back. The contenders began looking at each other until van Aert, who dropped back from the break, began to pace the group. The Belgian decreased Barguil's lead to around three and a half minutes before the riders reached the Col du Granon. On Col du Granon, Rafał Majka (UAE Team Emirates) began to set a steady tempo, dropping contenders such as Roglič, David Gaudu (Groupama–FDJ), Tom Pidcock (Ineos Grenadiers), Aleksandr Vlasov (Bora–Hansgrohe), and Alexey Lutsenko (Astana Qazaqstan Team). With around 9 kilometres (5.6 mi) to go, Nairo Quintana (Arkéa–Samsic) attacked, with Majka keeping his tempo. Quintana passed the remnants of the breakaway as he got closer to his teammate, Barguil. A few kilometres later, Romain Bardet (Team DSM) also attacked in pursuit of Quintana, who managed to pass Barguil. Majka kept pacing the maillot jaune group before Vingegaard launched his attack with 4.5 kilometres (2.8 mi) left. Pogačar was unable to respond as Vingegaard passed both Bardet and Quintana. The Dane continued to increase his lead all the way to the line while Pogačar suffered, with Thomas, Gaudu, and Adam Yates (Ineos Grenadiers) passing and dropping the Slovenian. Vingegaard soloed to his first Tour stage win, 59 seconds ahead of Quintana. Bardet, Thomas, Gaudu, and Yates finished between 1' 10\" and 2' 10\" behind while Pogačar ended up losing 2' 51\". There were massive changes on GC due to the results of the stage. Vingegaard took the maillot jaune, 2' 16\" ahead of Bardet, who rose to second. Pogačar dropped to third, a further six seconds behind. Thomas, Quintana, Yates, and Gaudu also sit within less than a minute of Bardet in second. Vlasov and Lutsenko entered the top ten after limiting their losses while Enric Mas (Movistar Team) rounded out the top ten at 9' 29\" down on Vingegaard.[37][38]","Title":"2022 Tour de France, Stage 1 to Stage 11 - Wikipedia","KeyID":"8514","URL":"https://en.wikipedia.org/wiki/2022_Tour_de_France,_Stage_1_to_Stage_11"}