{"Content: ":"The King of the Mountains (KoM) is an award given to the best climbing specialist in a men's cycling road race; in women's cycle racing, Queen of the Mountains (QoM) is used. While the title may be given to the rider who achieves the highest position over several designated climbs in a single-day road race, it is more usually applied to stage races (for example, the Grand Tours, Tour de France, Giro d'Italia, Vuelta a España, and smaller races like the Tour of California) where points are accumulated over the duration of the whole race. In the Tour de France, where it is officially known as the Mountains classification, at the top of each significant climb, points are awarded to the riders who are first over the top. The climbs are categorised from 1 (most difficult) to 4 (least difficult) based on their steepness and length. A fifth category, called Hors catégorie (outside category) applies to mountains rated even more severe than first category. Similar ratings apply to climbs in the other major Tours. In the Tour de France, the leader in the mountains competition wears a distinctive polka dot jersey (French: maillot à pois rouges). Although the King of the Mountains was first recognised in the 1933 Tour de France, the distinctive jersey was not introduced until 1975. In the Giro, the King of the Mountains leader wore a green jersey until 2011; in 2012, the jersey changed to blue at the behest of the corporate sponsor of the mountains classification. In the Vuelta several jersey designs have been used, but since 2010 it has been white with blue polka dots. Additionally, King of the Mountains (KoM) can also apply to the highest ranked user in certain activities tracked by applications such as Strava.[1] A. a Franco Pellizotti was the Mountains leader but later had his results removed after his biological passport indicated irregular values, but the classification has not been remade yet. Egoi Martínez was ranked second and later declared winner. B. b Bernhard Kohl was the Mountains leader but later had his results removed after a positive test for MIRCERA and admission to the use of doping. Carlos Sastre was ranked second and later declared winner.[3] No rider has won the \"King of the Mountains\" in all three Grand Tours in the same year. Only two riders, Federico Bahamontes and Luis Herrera, have won all three competitions in different years. Ten riders have achieved doubles. The Tour/Giro double has been achieved by four riders: The Giro/Vuelta double has been achieved by two riders: The Tour/Vuelta double has also been achieved by four riders: Two riders have won the \"King of the Mountains\" in the Tour de France six times: Federico Bahamontes (Spain) and Lucien Van Impe (Belgium), while Richard Virenque (France) holds the record with seven wins. Gino Bartali holds the record for the Giro d'Italia, also with seven wins, while José Luis Laguía has won the Vuelta equivalent five times. ","Title":"King of the Mountains - Wikipedia","KeyID":"8516","URL":"https://en.wikipedia.org/wiki/King_of_the_Mountains"}