{"Content: ":"The Alpine region of Switzerland, conventionally referred to as the Swiss Alps (German: Schweizer Alpen, French: Alpes suisses, Italian: Alpi svizzere, Romansh: Alps svizras), represents a major natural feature of the country and is, along with the Swiss Plateau and the Swiss portion of the Jura Mountains, one of its three main physiographic regions. The Swiss Alps extend over both the Western Alps and the Eastern Alps, encompassing an area sometimes called Central Alps.[1] While the northern ranges from the Bernese Alps to the Appenzell Alps are entirely in Switzerland, the southern ranges from the Mont Blanc massif to the Bernina massif are shared with other countries such as France, Italy, Austria and Liechtenstein. The Swiss Alps comprise almost all the highest mountains of the Alps, such as Dufourspitze (4,634 m), the Dom (4,545 m), the Liskamm (4,527 m), the Weisshorn (4,506 m) and the Matterhorn (4,478 m). The other following major summits can be found in this list of mountains of Switzerland. Since the Middle Ages, transit across the Alps played an important role in history. The region north of St Gotthard Pass became the nucleus of the Swiss Confederacy in the early 14th century. The Alps cover 60% of Switzerland's total 41,285 square kilometres (15,940 sq mi) surface area, making it one of the most alpine countries. Despite the fact that Switzerland covers only 14% of the Alps total 192,753 square kilometres (74,422 sq mi) area,[2][3] 48 out of 82 alpine four-thousanders are located in the Swiss Alps and practically all of the remaining 34 are within 20 kilometres (12 mi) of the country's border.[4] The glaciers of the Swiss Alps cover an area of 1,220 square kilometres (470 sq mi) — 3% of the Swiss territory, representing 44% of the total glaciated area in the Alps i.e. 2,800 square kilometres (1,100 sq mi). The Swiss Alps are situated south of the Swiss Plateau and north of the national border. The limit between the Alps and the plateau runs from Vevey on the shores of Lake Geneva to Rorschach on the shores of Lake Constance, passing close to the cities of Thun and Lucerne.[5] The not well defined regions in Switzerland that lie on the margin of the Alps, especially those on the north side, are called the Swiss Prealps[6] (Préalpes in French, Voralpen in German, Prealpi in Italian). The Swiss Prealps are mainly made of limestone and they generally do not exceed 2,500 metres (8,200 ft).[7] The Alpine cantons (from highest to lowest) are Valais, Bern, Graubünden, Uri, Glarus, Ticino, St. Gallen, Vaud, Obwalden, Nidwalden, Schwyz, Appenzell Innerrhoden, Appenzell Ausserrhoden, Fribourg, Lucerne and Zug. The countries with which Switzerland shares mountain ranges of the Alps are (from west to east): France, Italy, Austria and Liechtenstein. The Alps are usually divided into two main parts, the Western Alps and Eastern Alps, whose division is along the Rhine from Lake Constance to the Splügen Pass. The western ranges occupy the greatest part of Switzerland while the more numerous eastern ranges are much smaller and are all situated in the canton of Graubünden. The latter is part of the Central Eastern Alps, except the Ortler Alps which belong to the Southern Limestone Alps. The Pennine, Bernese and Bernina Range are the highest ranges of the country, they contain respectively 38, 9 and 1 summit over 4000 meters. The lowest range is the Appenzell Alps culminating at 2,500 meters. Western Alps Eastern Alps The north side of the Swiss Alps is drained by the Rhône, Rhine and Inn (which is part of the Danube basin) while the south side is mainly drained by the Ticino (Po basin). The rivers on the north empty into the Mediterranean, North and Black Sea, on the south the Po empty in the Adriatic Sea. The major triple watersheds in the Alps are located within the country, they are: Piz Lunghin, Witenwasserenstock and Monte Forcola. Between the Witenwasserenstock and Piz Lunghin runs the European Watershed separating the basin of the Atlantic (the North Sea) and the Mediterranean Sea (Adriatic and the Black Sea). The European watershed lies only partially on the main chain. Switzerland possesses 6% of Europe's freshwater, and is sometimes referred to as the \"water tower of Europe\". Since the highest dams are located in Alpine regions, many large mountain lakes are artificial and are used as hydroelectric reservoirs.[8] Some large artificial lakes can be found above 2,300 m, but natural lakes larger than 1 km2 are generally below 1,000 m (with the exceptions of lakes in the Engadin such as Lake Sils, and Oeschinen in the Bernese Oberland). The melting of low-altitude glaciers can generate new lakes, such as the 0.25 km2 large Triftsee which formed between 2002 and 2003. Switzerland has been using this concerning transition in climate as a positive opportunity to develop new innovations and to change the ways that energy is being produced in the country. Switzerland depends on the use of hydroelectricity to power nearby communities, but as glaciers melt and stop refreezing, the melting that creates the energy ceases to exist. Researchers have been evaluating how the topography will change as the glaciers begin to decrease and they are looking more deeply into potential construction costs, energy production, and future problems they might encounter with these new developments. Switzerland is one of many countries that need to begin to think about the future of energy production in response to climate change. Switzerland is paving the way for a new wave of innovation and creative problem solving that the rest of the world will eventually need to follow.[9] The following table[10] gives the surface area above 2000 m and 3000 m and the respective percentage on the total area of each canton whose high point is above 2000 metres. PERMOS (The Swiss Permafrost Monitoring Network) is an operational monitoring service, and its main goal is to create long-term scientific documentation of the permafrost changes in the Swiss Alps. To accurately represent the current conditions of the Alps, the network records permafrost temperatures and thermal changes in boreholes, the bottom temperature of the snow cover, ground surface temperature, and the development of snow cover. The network additionally takes air photos periodically from selected areas. These monitoring strategies continue to develop as new research and data are recorded over time.[11] The composition of the great tectonic units reflects the history of the formation of the Alps. The rocks from the Helvetic zone on the north and the Austroalpine nappes – Southern Alps on the south come originally from the European and African continent respectively. The rocks of the Penninic nappes belong to the former area of the Briançonnais microcontinent and the Tethys Ocean. The closure of the latter by subduction under the African plate (Piemont Ocean first and Valais Ocean later) preceded the collision between the two plates and the so-called alpine orogeny. The major thrust fault of the Tectonic Arena Sardona in the eastern Glarus Alps gives a visible illustration of mountain-building processes and was therefore declared a UNESCO World Heritage. Another fine example gives the Alpstein area with several visible upfolds of Helvetic zone material. With some exceptions, the Alps north of Rhône and Rhine are part of the Helvetic Zone and those on the south side are part of the Penninic nappes. The Austroalpine zone concerns almost only the Eastern Alps, with the notable exception of the Matterhorn. The last glaciations greatly transformed Switzerland's landscape. Many valleys of the Swiss Alps are U-shaped due to glacial erosion. During the maximum extension of the Würm glaciation (18,000 years ago) the glaciers completely covered the Swiss Plateau, before retreating and leaving remnants only in high mountain areas. In modern times the Aletsch Glacier in the western Bernese Alps is the largest and longest in the Alps, reaching a maximum depth of 900 meters at Konkordiaplatz. Along with the Fiescher and Aar Glaciers, the region became a UNESCO World Heritage Site in 2001. An effect of the retreat of the Rhine Glacier some 10,000 years ago was the Flims Rockslide, the biggest still visible landslide worldwide. To protect endangered species some sites have been brought under protection. The Swiss National Park in Graubünden was established in 1914 as the first alpine national park. The Entlebuch area was designated a biosphere reserve in 2001. The largest protected area in the country is the Parc Ela, opened in 2006, which covers an area of 600 square kilometres.[12] The Jungfrau-Aletsch Protected Area is the first World Heritage Site in the Alps. As the temperature decreases with altitude (0.56 °C per 100 meters on yearly average), three different altitudinal zones, each having distinct climate, are found in the Swiss Alps: The Subalpine zone is the region that lies below the tree line. It is the most important region as it is the largest of the three and contains almost all human settlements as well as the productive areas. The forests are mainly composed of conifers above 1,200–1,400 meters, the deciduous tree forest is confined to lower elevations. The upper limit of the Subalpine zone is located at about 1,800 meters on the north side of the Alps and about 2,000 meters on the south side. It can, however, differ in some regions such as the Appenzell Alps (1,600 meters) or the Engadin valley (2,300 meters). The Alpine zone is situated above the tree line and is clear of trees because of low average temperatures. It contains mostly grass and small plants along with mountain flowers. Below the permafrost limit (at about 2,600 meters), the alpine meadows are often used as pastures. Some villages can still be found on the lowest altitudes such as Riederalp (1,940 m) or Juf (2,130 m). The extent of the Alpine zone is limited by the first permanent snow, its altitude greatly varies depending on the location (and orientation), it comprises between 2,800 and 3,200 meters. The glacial zone is the area of permanent snow and ice. When the steepness of the slope is not too high it results in an accumulation and compaction of snow, which transforms into ice. The glacier-formed then flows down the valley and can reach as far down as 1,500 meters (the Upper Grindelwald Glacier). Where the slopes are too steep, the snow accumulates to form overhanging seracs, which periodically fall off due to the downward movement of the glacier and cause ice avalanches. The Bernese Alps, Pennine Alps, and Mont Blanc Massif contain most of the glaciated areas in the Alps. Except for research stations such as the Sphinx Observatory, no settlements are to be found in those regions. Due to the change in weather patterns, the summers are expected to continue getting warmer and drier, while the winters are expected to become moister. This change in the weather increases the chances of flooding with heavier rainfall, the melting of permafrost zones, a change in the geography and wildlife, and the occurrence of more deadly rock slides. Furthermore, natural hazards are occurring more frequently, such as floods, avalanches, and landslides. Additionally, the water supply that the glaciers originally provided is on the decline, which is problematic for producing energy, agricultural practices, and other human use. Finally, the glacial melting puts the economy at risk because there will be less incoming financial revenue from the tourism and recreation services that these glaciers and ecosystems typically provide. All of these impacts will disrupt the nearby communities and require that updated infrastructure and safety measures be put into place to prevent mass destruction. [13] [14] Tourism in the Swiss Alps began with the first ascents of the main peaks of the Alps (Jungfrau in 1811, Piz Bernina in 1850, Monte Rosa in 1855, Matterhorn in 1856, Dom in 1858, Weisshorn in 1861) mostly by British mountain climbers accompanied by the local guides. The construction of facilities for tourists started in the mid-nineteenth century with the building of hotels and mountain huts (creation of the Swiss Alpine Club in 1863) and the opening of mountain train lines on (Rigi in 1873, Pilatus in 1889, Gornergrat in 1898). The Jungfraubahn opened in 1912; it leads to the highest railway station in Europe, the Jungfraujoch. Switzerland enjoys a 62,000-km network of well-maintained trails, of which 23,000 are located in mountainous areas. Many mountains attract a large number of alpinists from around the world, especially the 4000-meter summits and the great north faces (Eiger, Matterhorn and Piz Badile). The large winter resorts are also popular destinations in summer, as most of aerial tramways operate through the year, enabling hikers and mountaineers to reach high altitudes without much effort. The Klein Matterhorn is the highest summit of the European continent to be served by cable car. The major destinations for skiing and other winter sports are located in Valais, Bernese Oberland and Graubünden. Some villages are car-free and can be accessed only with public transports such as Riederalp and Bettmeralp.[15] Zermatt and Saas-Fee have both summer ski areas. The ski season starts from as early as November and runs to as late as May; however, the majority of ski resorts in Switzerland tend to open in December and run through to April. The most visited places are:[16] Other important destinations on the regional level are Engelberg-Titlis (Central Switzerland / OW) and Gotthard Oberalp Arena with Andermatt (Central Switzerland / UR) and Sedrun (GR), Leysin-Les Mosses, Villars-sur-Ollon, Les Diablerets-Glacier 3000 (all VD), Leukerbad (VS), Savognin, Scuol, Obersaxen, Breil/Brigels (all GR), Meiringen – Hasliberg (BE), Sörenberg (LU), Klewenalp with Beckenried and Emmetten, Melchsee-Frutt (all NW), Flumserberg and Pizol (both Sarganserland in SG), Toggenburg with Wildhaus – Unterwasser – Alt St. Johann (SG), Hoch-Ybrig and Stoos (all SZ), Braunwald and Elm (GL), Airolo and Bosco/Gurin (TI) and many more.[17] The first person to ski in Grindelwald, Switzerland was Englishmen Gerald Fox (who lived at Tone Dale House) who put his skis on in his hotel bedroom in 1881 and walked out through the hotel Bar to the slopes wearing them.[18] Some major sporting activities include: Climate change is impacting European Alpine tourism due to the increasing number and intensity of natural hazards, and it is endangering the accessibility and infrastructure of tourism destinations. Melting glaciers are affecting the attractiveness of the Alpine landscape, increasing winter temperatures will result in a shorter skiing season, and these climate changes are limiting the amount of snow coverage produced. All of these climate and geographical factors are leading to a smaller number of visitors and reduced revenues which can have an intense economic impact on winter tourism. In response to these changes, Switzerland has turned to the production of artificial snow to match the demand for these tourist destinations and to uphold the structure and well-being of the economy. [19] The Swiss Alps and Switzerland enjoy an extensive transport network. Virtually every mountain village can be reached by public transport, either by rail, bus, funicular, cable car, or usually a combination of them. The main companies of the coherently integrated public transport system are: Most of the mountain regions are within 1 to 3 hours travel of Switzerland's main cities and their respective airport. The Engadine in Graubünden is between 3 and 6 hours away from the large cities; the train journey itself, with the panoramic Glacier Express or Bernina Express, is popular with tourists. The Engadin Airport near St. Moritz at an altitude of 1,704 meters is the highest in Europe. The crossing of the Alps is a key issue at national and international levels, as the European continent is at places divided by the range. Since the beginning of industrialisation Switzerland has improved its transalpine network; it began in 1882, by building the Gotthard Rail Tunnel, followed in 1906 by the Simplon Tunnel and 1913 by the Lötschberg Tunnel, and more recently, in 2007, by the Lötschberg Base Tunnel. The 57.1-km long Gotthard Base Tunnel, the longest railway tunnel of the world, opened in 2016 and provides a direct flat rail link through the Alps. The different names of the mountains and other landforms are named in the four national languages. The table below gives the most recurrent names. Also, a large number of peaks outside the Alps were named or nicknamed after Swiss mountains, such as the Wetterhorn Peak in Colorado or the Matterhorn Peak in California (see the Matterhorn article for a list of Matterhorns in the world). The confluence of the Baltoro Glacier and the Godwin-Austen Glacier south of K2 in the Karakoram range was named after the Konkordiaplatz by European explorers. Coordinates: 46°33′33″N 8°33′41″E﻿ / ﻿46.55917°N 8.56139°E﻿ / 46.55917; 8.56139","Title":"Swiss Alps - Wikipedia","KeyID":"8519","URL":"https://en.wikipedia.org/wiki/Swiss_Alps"}