{"Content: ":"The South Bank is an entertainment and commercial district in central London, next to the River Thames opposite the City of Westminster. It forms a narrow strip of riverside land within the London Borough of Lambeth (where it adjoins Albert Embankment) and the London Borough of Southwark, (where it adjoins Bankside). As such, the South Bank may be regarded as somewhat akin to the riverside part of an area known previously as Lambeth Marsh and North Lambeth. While the South Bank is not formally defined, it is generally understood to bounded by Westminster Bridge and Blackfriars Bridge, and to be centred approximately half a mile (800 metres) south-east of Charing Cross. The name South Bank was first widely used in 1951 during the Festival of Britain. The area's long list of attractions includes the County Hall complex, the Sea Life London Aquarium, the London Dungeon, Jubilee Gardens and the London Eye, the Southbank Centre, Royal Festival Hall, National Theatre, and BFI Southbank. In addition to their official and business functions, both the County Hall and the Shell Centre have major residential components. Due to it often being waterlogged in winter, the area was slower to develop than the \"North Bank\" of the Thames . Throughout its history, it has twice functioned as an entertainment district, interspersed by around a hundred years of wharfs, domestic industry and manufacturing being its dominant use.[1] Restoration began in 1917 with the construction of County Hall at Lambeth replacing the Lion Brewery. Its Coade stone symbol was retained and placed on a pedestal at Westminster Bridge and is known as the South Bank Lion.[1] The pedestrianised embankment is The Queen's Walk, which is part of the Albert Embankment built not only for public drainage but also to raise the whole tract of land to prevent flooding.[1] In 1951 the Festival of Britain redefined the area as a place for arts and entertainment. It now forms a significant tourist district in central London, stretching from Blackfriars Bridge in the east to Westminster Bridge in the west. A series of central London bridges connect the area to the northern bank of the Thames Golden Jubilee and Waterloo Bridge.[1] During the Middle Ages this area developed as a place of entertainment outside the formal regulation of the City of London on the north bank; this included theatres, prostitution and bear-baiting.[1] By the 18th century the more genteel entertainment of the pleasure gardens had developed. The shallow bank and mud flats were ideal locations for industry and docks and went on to develop as an industrial location in a patchwork of private ownership.[1] There was a shift in use when the London County Council required a new County Hall, which was built between 1917 and 1922 on the south bank near North Lambeth's Lower Marsh.[1] The construction of County Hall returned the first section of river frontage to public use. This was extended eastwards in 1951 when the Festival of Britain caused a considerable area to be redeveloped.[1] It was renamed 'South Bank' as part of promoting the Festival. The legacy of the festival was mixed, with buildings and exhibits demolished to make way for Jubilee Gardens, whilst the Royal Festival Hall and The Queen's Walk were retained as part of the Southbank Centre.[1] During the years following the festival the arts and entertainment complex grew with additional facilities, including the Queen Elizabeth Hall, and other arts venues opened along the river such as the Royal National Theatre. The South Bank stretches two square miles (fivesquare kilometres) along the southern bank of the River Thames. The western section is in the Bishops ward of the London Borough of Lambeth, and the eastern section is in the London Borough of Southwark where it joins Bankside.[2] There is a significant amount of public open space along the riverside. Between the London Studios and the Oxo Tower lies Bernie Spain Gardens, named after Bernadette Spain,[3] a local community activist who was part of the Coin Street Action Group.[4][5] The South Bank is a significant arts and entertainment district. The Southbank Centre comprises the Royal Festival Hall, the Queen Elizabeth Hall and The Hayward Gallery. The Royal National Theatre, the London IMAX super cinema and BFI Southbank adjoin to the east, but are not strictly part of the centre. County Hall is non-administrative and has been converted into The London Marriott Hotel County Hall, Sea Life London Aquarium and the London Dungeon. The OXO Tower Wharf is towards the eastern end of South Bank, and houses Gallery@Oxo, shops and boutiques, and the OXO Tower Restaurant run by Harvey Nichols. Gabriel's Wharf is a redeveloped wharf on the South Bank, located at 56 Upper Ground, London. It has been converted into a shopping area. Nearby places include the Oxo Tower and Bernie Spain Gardens. The London Studios, the former home of ITV faces the Thames and Rambert Dance Company have their new studios on Upper Ground. The Old Vic and Young Vic theatres are also nearby. The Florence Nightingale Museum to nursing, medicine and the Crimean War adjoins the 'district'. Part of the Southbank Centre under the Queen Elizabeth Hall is known as the undercroft, and has been used by the skateboarding community since the early 1970s. Originally an architectural dead-spot, it has become a landmark of British skateboarding culture. The size of the under-croft has been reduced in recent years and was supposed to be returned to original size. This now seems unlikely and the future of the whole space is completely unsure at present with campaigns for its future survival being fought by the Long Live Southbank campaign. Part of the Southbank Centre has been turned into shops looking out over the river. The South Bank was the main scene of the 1952 comedy film The Happy Family, which is set around the Festival of Britain. Part of the success of the area as a visitor attraction is attributed to the high levels of public transport access. Several major railway terminals are within walking distance of the South Bank, on both sides of the river, including Waterloo, Charing Cross and Blackfriars. The London Underground has stations on or near the South Bank, from west to east, at Westminster, Waterloo, Embankment, Blackfriars and Southwark. The development of the Thameslink Blackfriars station in the early 2010s, which has access from both the southern and northern side of the river, prompted the additional named signage \"for Bankside and South Bank\". Accessibility to the north bank is high with connections made, from west to east, over the Westminster, Golden Jubilee, Waterloo and Blackfriars bridges. The river is utilised as a means of transport with piers along the South Bank at the London Eye, Royal Festival Hall and Bankside.","Title":"South Bank - Wikipedia","KeyID":"852","URL":"https://en.wikipedia.org/wiki/South_Bank"}