{"Content: ":"Louis Meintjes (born 21 February 1992) is a South African cyclist, who rides for UCI WorldTeam Intermarché–Wanty–Gobert Matériaux.[3] He won the South African National Road Race Championships in 2014, and has finished 8th overall in the Tour de France, on 3 occasions in 2016, 2017 and 2022. He has also finished 10th overall at the 2015 Vuelta a España. Meintjes announced himself to the cycling world in September 2013, when he earned the silver medal in the under-23 road race at the UCI Road World Championships. Meintjes had an impressive 2014 season where he rode his first grand tour, the Vuelta a España. His best result at the Vuelta a España was 5th place on stage 14.[4] In March 2015, Meintjes won the final stage of the Settimana Internazionale di Coppi e Bartali, securing him the overall victory as well.[5] He was named in the start list for the Tour de France.[6] He finished fifth on the mountain stage to Plateau de Beille before exiting the Tour due to illness. He was 10th in the Vuelta a España. In September 2015, Meintjes announced that he would be joining Lampre–Merida on a two-year contract from 2016.[7] He started the 2016 season riding the Tour Down Under and finished 16th overall, and 5th in the young rider classification. Meintjes however, first showed his form in the Critérium du Dauphiné by finishing 9th overall and placing 5th on the stage to Méribel. Then he rode the Tour de France where he took 8th place overall and 2nd place in the young rider classification. He was sitting in 9th place overall after the 10th stage, but lost time in the following stage in the crosswinds. He recovered during the mountain time trial on stage 18, regaining his 9th place. On the following stage to Saint-Gervais Mont Blanc, Meintjes finished fourth sprinting with Joaquim Rodríguez and Alejandro Valverde. He finished with the favourites on the next stage, achieving 8th place in Paris. Meintjes' next race was the road race at the Rio Olympics. He was dropped before the last climb but he bridged the gap before sprinting to 7th place at Copacabana Beach. Meintjes finished 6th overall at the Tour of the Basque Country, and two months later he finished 8th overall at the Critérium du Dauphiné. At the Tour de France, Meintjes was once again team leader for UAE Team Emirates, and slowly made his way into top 10 in the second week, as he finished 5th on stage 12 to Peyragudes.[8] He moved up further two positions in the final week, and finished 8th overall for the second time in his career at the Tour. His last race of the season was the Vuelta a España where he finished 12th overall. Meintjes returned to his former team, Team Dimension Data, for the 2018 season.[9] In May 2018, he was named in the startlist for the Giro d'Italia.[10] However he struggled with his form throughout the spring, and was not consistent at all, and abandoned the race in the third week. His best result of the season came at his final preparation race for the Vuelta a España, the Vuelta a Burgos, where he finished 9th overall. Meintjes struggled once again at the Vuelta a España, and he would go on to finish 58th overall. In November 2020, Meintjes signed a one-year contract with the Intermarché–Wanty–Gobert Matériaux team.[11] Meintjes finished in 6th place in the 2022 Critérium du Dauphiné, his best result in a stage race in five years. During the Tour de France he rode at the front of the race up Alpe d'Huez and was in contention of winning before being dropped by Tom Pidcock. He climbed to 13th place overall after this stage and two days later he got involved in another breakaway; finishing over +11:00 ahead of the GC favourites and moving into 7th place overall, jumping ahead of Gaudu, Pidcock and Enric Mas.[12] He survived the finishes at Peyragudes and Hautacam as the race crossed the Pyrenees; and had a realistic chance at finishing top 5 overall going into the final time trial. He ended up 8th after having a tough day in the ITT, this made for the third time in his career he finished top 10, all of them 8th place, and the first since 2017.","Title":"Louis Meintjes - Wikipedia","KeyID":"8528","URL":"https://en.wikipedia.org/wiki/Louis_Meintjes"}