{"Content: ":"Stage races One-day races and Classics Thibaut Pinot (born 29 May 1990) is a French professional road bicycle racer, who rides for UCI WorldTeam Groupama–FDJ.[4] Once considered one of the most promising talents in French cycling, he finished third overall in the 2014 Tour de France and first in the young rider classification. He has won stages in all three Grand Tours, with 3 in the Tour de France, 1 in the Giro d'Italia and 2 in the Vuelta a España. Pinot has also won the Giro di Lombardia in 2018 and finished 3rd in the race in 2015. Pinot was born in Mélisey, Haute-Saône. Pinot, aged 22 was the youngest rider in the 2012 Tour de France. He took a prestigious victory on the eighth stage from Belfort to Porrentruy, which comprised seven categorized climbs including the Category 1 Col de la Croix, where he passed Fredrik Kessiakoff (Astana) shortly before the summit. He then negotiated the descent and the flat portion of road before the finish situated 16 km from the climb. He held on to his lead over the chasing group which included some of the Tour's general classification contenders despite the head wind, being frantically encouraged by his team manager, Marc Madiot. He crossed the line alone with an advantage of 26 seconds over the chasers.[5] Despite being the youngest rider of the Tour,[6] he managed to finish 10th overall in the final general classification. At 22 years and 54 days, he became the youngest rider to finish in the top 10 since Raymond Impanis in 1947, who was then 21 years and 8 months old.[7] Having started out the season with finishing 8th overall at Volta a Catalunya and 4th overall at Tour de Suisse, there were high hopes for the Pinot in July. As it was the 100th edition of the Tour de France, Pinot had a lot of pressure put on him before the race as the only french general classification hope. However when the race hit the mountains, Pinot was struggling and the general classification was already out of sight after Stage 9. In the second week of the race, Pinot had problems with a sore throat and also admitted he was struggling on the descents, having a fear of speed.[8] He abandoned the 2013 Tour de France on stage 16. Pinot was looking to redeem himself in the Vuelta a España, and got better throughout the race. On the pen-ultimate stage, Pinot climbed up to 7th place on the Angliru, which was also his finishing position in Madrid. At the 2014 Tour de France, Pinot won the white jersey for being the best young rider and finished in third place in the final general classification, behind Vincenzo Nibali (1st) and Jean-Christophe Péraud (2nd). He and Péraud became the first Frenchmen to finish in the top three overall in the Tour de France since Richard Virenque finished as the runner-up overall in 1997. It was the first time in 30 years that two Frenchmen finished in the top three overall in the Tour de France - Laurent Fignon (winner) and Bernard Hinault (runner-up) finished in the top two overall in 1984.[9] In 2015, Pinot had his first victory of the season at the Tour de Romandie. He won the queen stage of the race with seven seconds of an advantage over his nearest pursuer, Ilnur Zakarin of Team Katusha.[10] He finished fourth in the general classification and was awarded the best Young rider jersey.[11] In June, as he was preparing for the 2015 Tour de France, he participated to the Tour de Suisse and won the queen stage, a long and difficult event featuring a mountaintop finish. He won solo atop the Rettenbach glacier.[12] At the 2015 Tour de France, Pinot lost considerable time in the first week due to crashes and mechanical issues, yet he won Stage 20 (it finished on Alpe d'Huez) in solo fashion and finished 16th in the final general classification.[13] After a brilliant spring that included two stage wins and the overall standings at the Critérium International, as well as a victory at the time-trial and the second place overall at the Tour de Romandie, Pinot won a stage at the Critérium du Dauphiné, and days later the French National Time-Trial Championships. At the Tour de France however, Pinot lost a little over three minutes to other general classification contenders on stage 7 to Lac de Payolle. Pinot simply said it was his bad legs, as he was seen struggling on the final climb Col d'Aspin.[14] On the following stage, Pinot rebounded and went into the breakaway. He and Rafal Majka was battling it out for points for the mountains jersey, with Majka taking the lead in the competition with just one point after the stage. His general classification was definitely over after the stage having lost 16 minutes to stage winner Chris Froome. On stage 9 he was yet again in the breakaway with Rafal Majka. This time Pinot managed to edge out the polish rider to wear the polka dot jersey on stage 10. However, Pinot performed badly on Stage 12 of the Tour de France and withdrew from the race just before the start of Stage 13.[15] On 1 September, Pinot announced on Twitter that his 2016 cycling season had come to an end, citing \"persistent fatigue due to a virus\" and \"in order to prepare best for the next season\" as the reasons for his decision to end his season prematurely.[16] The first win of Pinot's 2017 campaign came at the Vuelta a Andalucía, as he rode past Alberto Contador in the final hundred meters. Pinot finished the race in 3rd position overall, and went on to ride the Strade Bianche in which he finished 9th. Pinot confirmed his form was great when he finished 3rd overall at the Tirreno-Adriatico a week later. As Pinot was targeting the 100th edition of the Giro d'Italia in 2017, his last preparation race was the Tour of the Alps. He finished in top 5 on all 5 stages, including a stage win on the final stage to Trento, and also had the leaders jersey on stage 3. Pinot finished 2nd place overall, and looked strong for the Giro. He started the Giro d'Italia a 4th place on Mount Etna following the other general classification contenders. Finishing 2nd on stage 9 to Blockhaus, Pinot advanced to 2nd place in the general classification. However on stage 10 which was a 39.8 kilometer long Time trial, Pinot dropped to 4th place. As Pinot won stage 20 of the race, he moved up to 3rd place overall before the Time trial on stage 21. Having a 43 second disadvantage to Nairo Quintana, Pinot was only the underdog going into the final stage. He finished 28th on the stage, and dropped to 4th place overall just 37 seconds behind Vincenzo Nibali. Pinot was never on top of his game at the Tour de France and his best stage finish was 9th on stage 15, before abandoning the race on stage 17.[17] One month later he took revenge by winning the overall at Tour de l'Ain. He finished the season off with riding the Italian classics campaign; his best results included a 2nd place at Tre Valli Varesine and 5th at Il Lombardia. Going into the 2018 season, Pinot was yet again targeting the Giro d'Italia. However this time he was looking to reduce his number of race days before the Giro in other to arrive more fresh at the Tour. Pinot had therefore only 14 race days in his legs before the start of May. However he managed to win the Tour of the Alps overall at the end of April showing great form ahead of the Giro. Having finished 3rd on stage 19 to Bardonecchia, Pinot advanced to 3rd place overall. Pinot suffered a monumental collapse during and after the 16.5 km-long climb to the Col de Saint-Pantaléon in the Aosta Valley, the penultimate Category 1 climb of Stage 20 (the penultimate stage) of the 2018 Giro d'Italia; he was among the main peloton at the base of the climb to the Col de Saint-Pantaléon, but was dropped and reached the top of the climb 21 minutes after the pink jersey group did. A few hours after crossing the finishing line of Stage 20 about 45 minutes behind the stage winner Mikel Nieve, Pinot was hospitalized in Aosta due to dehydration, exhaustion, fever and respiratory problems. Having begun the Giro's Stage 20 in third place in the general classification, Pinot dropped to 16th place at the end of Stage 20, 43:46 behind leader Chris Froome. Pinot withdrew from the race before the start of the final stage.[18][19][20] Unable to fully recover from the fatigue and pneumonia suffered during the Giro d'Italia, Pinot's Groupama–FDJ team announced that he would not ride the upcoming 2018 Tour de France.[21] Pinot recovered and trained in order to ride his third Vuelta a España. As he finished 3rd overall at Tour de Pologne he was regarded as one of the main favorites at the Vuelta. However Pinot already lost time on stage 6 due to a combination of crosswinds and crashes which saw both him and Wilco Kelderman lose time.[22] On a hilly stage 11, Pinot went into the breakaway, and was in the virtual leaders jersey at some point in the stage. On the last climb the peloton rode at a high pace, and Pinot only 12 seconds on the general classification contenders. On stage 14, Pinot almost managed to follow some of the main favorites to the finish line just losing 5 seconds to stage winner Simon Yates. On the following stage, Pinot could once again celebrate as he won stage 15 to the Lakes of Covadonga. He attacked with just under 6 kilometers to go, and was 28 seconds clear of 2nd place Miguel Ángel López. This meant Pinot had won stages in all three of the Grand Tours. Pinot advanced to 7th place overall, and on the Time trial on stage 16 he looked strong on the first intermediate time. However his pace had slowed down, and by the time he had hit the finish line, he was only 27th on the stage. He was in problems once again on the following day to Balcon de Bizkaia, as he lost over 2 minutes to his fellow contenders, he dropped to 9th place overall. Pinot rebounded on stage 19 as he won his second stage of the Vuelta, outsprinting race leader Yates.[23] On the penultimate stage, Pinot finished 4th which meant he finished the Vuelta in 6th place overall. On 10 October, Pinot won the 99th edition of the Milano–Torino, which was his second one-day race victory in his career.[24] Three days later, Pinot would win again, as he claimed the biggest non-Grand Tour win of his career and his first ever Monument at Il Lombardia. Pinot rode with a high tempo starting from the Civiglio climb 15 kilometers from the finish line and the other three riders in the lead group at that time (Egan Bernal, Vincenzo Nibali and Primož Roglič) lost ground to him. Pinot crossed the finish line 32 seconds ahead of second-placed defending champion Vincenzo Nibali (Bahrain–Merida) and 43 seconds ahead of third-placed Dylan Teuns (BMC Racing Team).[25] Pinot competed in Tirreno-Adriatico and the 2019 Critérium du Dauphiné finishing in 5th place overall in both races. He entered the 2019 Tour de France and appeared to grow stronger as the race progressed. After strong performances in the Pyrenean stages, including a stage win on the Col du Tourmalet, he was considered a general classification favourite.[26][27] Unfortunately he suffered an injury late in the race on stage 18, a torn quadricep, and this forced him to abandon the race during stage 19.[28] At the time he was in 5th place overall, behind Julian Alaphilippe who was in yellow, and he was within just twenty seconds of all three podium finishers in Bernal, Thomas and Kruijswijk. In 2020 and 2021, the French band Jaune Mayo recorded two songs called \"Tibopino\" and \"Tibopino Tibogiro\", dedicated to the cyclist.[29]","Title":"Thibaut Pinot - Wikipedia","KeyID":"8537","URL":"https://en.wikipedia.org/wiki/Thibaut_Pinot"}