{"Content: ":"Quinn Simmons (born May 8, 2001) is an American road cyclist, who currently rides for UCI WorldTeam Trek–Segafredo.[2] Simmons' first sport was ski mountaineering, for which he won the bronze medal in the cadet category in the 2017 World Championships.[3] After switching to road cycling, he won the 2019 world junior road race championships, and the 2018 US junior national road race and time trial championships. On July 22, 2021, Simmons took his first professional victory on Stage 3 of the Tour de Wallonie, taking the overall lead in the process. He managed to maintain his lead until the race's conclusion to win his first professional stage race.[4] Simmons made his Grand Tour debut in the 2021 Vuelta a España. He was first involved in a breakaway on stage 16, but the group was caught by the peloton in the final kilometers.[5] Three stages later, he was part of another breakaway, which would stay out in front until the finish. He finished third in the final sprint behind Rui Oliveira and winner Magnus Cort.[6] Early in the 2022 season, Simmons finished seventh in Strade Bianche. He then raced Tirreno-Adriatico, primarily as a domestique for team leader Giulio Ciccone. On stage 4, he was part of the main breakaway and accumulated enough points to take the lead in the mountains classification and the green jersey.[7] Then, he added to his total on stage 6 and held off pressure from Davide Bais, the nearest competitor, to defend the jersey for the remainder of the race.[8][9] Simmons entered the 2022 Tour de Suisse and dominated the mountains classification. He took the lead on day one and was still in the lead when the 30 plus riders had to leave the race due to a Covid outbreak.[10] On stage 6 he got involved in the breakaway to collect KOM points. It was an extremely hot day and he eventually ran out of water, and therefore got dropped. After getting water from the team car he fought his way back to the front to compete for the stage win. He finished the final two stages to claim the KOM jersey. He was named to the start list of the 2022 Tour de France, which would be his first entry in the Grand Boucle. On stage 3 he ran into trouble and lost contact with his team late in the stage, getting stuck in the back of the Peloton as his teammates were up front defending Mads Pedersen who was within contention of the race lead. Simmons went off-road and rode through the grass, around the peloton, in an effort to rejoin his team which he was able to do, but he paid a heavy price after the stage. He was fined 500 Francs, 25 UCI world tour points, +0:20 in the general classification, 40 points in the points competition and 1 point in the mountains classification.[11] Strangely, the one point penalty moved him to 2nd place in the mountains classification, as only one rider was listed with points at the time. On stage 6 he got into the first Tour breakaway of his career, which was a notable one as it included Jakob Fuglsang and the yellow jersey of Wout Van Aert. The break did not succeed, and before long it was Simmons and Van Aert riding together. He noted how easily Van Aert was able to ride away from him in the end, but he took the lesson from the Belgian and later said that the level Van Aert is at now, is where he hopes to be in a few years.[12] Simmons got involved in other breakaways as the race progressed. On stage 14 he rode hard up one of the middle climbs as part of a pre-planned strategy to extend the gap over the peloton, and if possible drop riders from the group for the benefit of Pedersen. The plan worked, and even though the American television broadcast suggested Simmons got dropped from the escape group, it was actually planned all along. He rode so hard that he ended up stopping and throwing up after his work at the front was done. His teammate Pedersen went on to win the stage.[13] On stage 19 he was named Most Combative Rider and would therefore wear the only red number during the time trial.[14] This was both the second time in three days that an American had won this award, and the second time in ten years. On September 30, 2020, Simmons was suspended indefinitely by Trek–Segafredo for actions on Twitter. In the incident, he used a black hand emoji in response to an anti-Trump tweet from Dutch cycling journalist José Been, who essentially said that they wanted nothing to do with anyone who supported the Trump presidency. Simmons used the black hand emoji and said \"Buh-bye\" in the politically-charged interactions. This incident led to a suspension by the team, which considered his actions to be racially insensitive.[15] In a subsequent apology, Simmons denied racist intent.[16] Trek–Segafredo reinstated Simmons to the team that November. At a press conference following his reinstatement, Simmons disputed the suspension as undeserved and \"wrong.\"[17]","Title":"Quinn Simmons - Wikipedia","KeyID":"8539","URL":"https://en.wikipedia.org/wiki/Quinn_Simmons"}