{"Content: ":"Stage races One-day races and Classics Dylan Teuns (born 1 March 1992) is a Belgian professional road racing cyclist, who currently rides for UCI WorldTeam Team Bahrain Victorious.[5] Born in Diest in Flemish Brabant, Teuns is based in Halen in Limburg.[1] He originally joined BMC Racing Team as a stagiaire[1] in 2014 before being announced as part of the team's line-up for the 2015 season.[6] He was named in the start list for the 2016 Vuelta a España[7] and the start list for the 2017 Giro d'Italia.[8] In July 2017, Teuns won the Tour de Wallonie, also winning two stages and the points classification alongside his overall success.[9] Teuns then took overall victory in the Tour de Pologne. The following month, he won the Arctic Race of Norway, again winning two individual stages and the points classification. After four years with the BMC Racing Team, Teuns joined the Bahrain–Merida team for the 2019 season.[3] In July 2019, he was named in the startlist for the 2019 Tour de France.[10] Teuns won stage 6 of the race, outsprinting fellow breakaway rider Giulio Ciccone at the summit finish on La Planche des Belles Filles.[11] During the 2021 Tour de France, Teuns took his second Tour de France stage victory, winning the eighth stage of the race.[12] On the final climb of the day, the Col de la Colombière, Teuns caught up with the solo leader Michael Woods and ultimately dropped him before the top of the ascent. Behind Teuns, Tadej Pogačar had attacked out of the peloton and was chasing down the riders in front of him.[13] Pogačar closed to within 15 seconds of Teuns, but did not risk catching him on the descent on wet roads into Le Grand-Bornand.[14] After competing in the Volta a la Comunitat Valenciana and the Volta a Catalunya stage races in the first quarter of the 2022 season,[15][16] Teuns' focus shifted to the Classics. After taking top-ten finishes at the Tour of Flanders (sixth),[17] the Amstel Gold Race (tenth),[18] and Brabantse Pijl (eighth),[19] Teuns took his first one-day race victory at La Flèche Wallonne.[20] Teuns made his move on the final ascent of the Mur de Huy, and managed to hold off five-time race winner Alejandro Valverde to become the first Belgian to win the race since Philippe Gilbert in 2011.[21][22] Media related to Dylan Teuns at Wikimedia Commons","Title":"Dylan Teuns - Wikipedia","KeyID":"8544","URL":"https://en.wikipedia.org/wiki/Dylan_Teuns"}