{"Content: ":"One-day races and Classics Bauke Mollema (Dutch: [ˈbʌukə ˈmɔləmaː]; born 26 November 1986) is a Dutch professional cyclist, who currently rides for UCI WorldTeam Trek–Segafredo.[5] He has finished in the top 10 in all three Grand Tours, with stage wins in the 2021 Tour de France, 2017 Tour de France, and the 2011 Vuelta a España, in which he finished third overall. His best result in the general classification in the Tour de France came in 2013 when he finished in 6th place. He won the Clásica de San Sebastián in 2016 and finished on the podium on three other occasions at the race. In 2019, he achieved the biggest win of his career in Il Lombardia. In 2007 Mollema won the prestigious stage race for upcoming talents Tour de l'Avenir and the Circuito Montañés. He joined the Rabobank ProTeam in 2008, signing his first contract as a professional. His first notable result was a 6th position in the final classification of the 2008 Vuelta a Castilla y León. He made his ProTour debut in the Tour de Romandie, but did not finish the race due to a fall, which resulted in a fractured collarbone. He fully returned in top shape in the Deutschland Tour, in which he started as Rabobank's team leader, eventually finishing 7th in the overall general classification. After a disappointing spring in 2009, the season was over for Mollema due to infectious mononucleosis (Pfeiffer's disease). Mollema made his Grand Tour debut in the Giro d'Italia in which he made a good impression but fell short of a top 10 classification and winning the young rider competition, partially due to missing out on a break-away of 50 riders in which a lot of direct opponents gained a 12 minutes lead. Mollema continued to ride strong later in the season with a mountain stage win in the Tour de Pologne and a third place overall after winner Dan Martin and runner-up Grega Bole. In the spring of 2011 he already showed good form with a ninth place overall in Paris–Nice and tenth overall in the Volta a Catalunya. He eventually did not show his good form in the Ardennes classics and rode disappointing results. The main objective of Mollema's 2011 season was his first ever Tour de France. As preparation for the Tour he rode, together with teammate Steven Kruijswijk, the Tour de Suisse. Both riders performed extremely well in a strong field. This resulted for Kruijswijk in a podium finish but Mollema fell short for the podium due to a flat tyre. Due to illness his general classification performance in the Tour de France was not a success. In the last week he stated that he felt better and tried for a break-away. This resulted in a second place in the 17th stage after Edvald Boasson Hagen of Team Sky.[6] Mollema returned to action in his third Grand Tour, the Vuelta a España. On the steep uphill finishes in stage 5 and 8 he finished in the top five. He did not lose any crucial time in the first week and was awarded the red leader's jersey after his second place in stage 9. Due to his weaker time trial skills compared to other general classification contenders such as Bradley Wiggins, Chris Froome and Vincenzo Nibali, he lost the leader's jersey a day after he had won it. Mollema rode well after the time trial and was heading for a podium position, but he fell to fourth place overall due to the performance of Juan José Cobo on the Alto de l'Angliru. Mollema eventually came onto the podium in Madrid as winner of the points classification. It was the first time since 1992 that a Dutchman won a major classification in a Grand Tour, after Eddy Bouwmans won the young rider classification in the Tour de France. On 18 July 2019, Mollema was officially elevated to third overall in the Vuelta after Cobo was disqualified for being found guilty of abnormalities related to performance-enhancing drugs on his biological passport, earning Mollema his first ever podium finish in a Grand Tour.[7][8] During the spring of 2012, Mollema rode his best classics campaign at the time. He finished 10th at his home race, the Amstel Gold Race, 7th at La Flèche Wallonne and 6th at Liège–Bastogne–Liège to take his first top 10 finishes in a monument race. He had no success in the Grand Tours, as he abandoned the Tour de France, and finished 28th overall at the Vuelta a España. He had other successes during the year, as he took his first overall podium in a World Tour stage race, when he finished 3rd in the Tour of the Basque Country. He also started in his first Clásica de San Sebastián finishing 5th, a race that he later had great success in. Mollema finished off the season with a 7th place at a rainy Giro di Lombardia. In 2013, Mollema carried some good form finishing 2nd in the Vuelta a Murcia, 3rd in the Vuelta a Andalucía, and 4th in the Criterium International. In the Tour de Suisse, Mollema won stage 2 marking his first victory in 2013.[9] After having a strong ride in the mountains, Mollema entered the final time trial in 4th position. He later moved up into 2nd that day.[10] Mollema's good form continued at the Tour de France, where he finished fourth on the first mountain stage to Ax 3 Domaines to rise to fourth in the general classification. He finished eighth on the next stage and rose to third overall after Richie Porte lost more than 18 minutes. On stage 13 he rose to second in general classification when Alejandro Valverde lost almost 10 minutes after suffering a puncture with approximately 80 kilometres (50 miles) left, while also gaining over a minute on Froome's lead. However, he lost time in the last week and finished 6th in the general classification. Mollema also rode the Vuelta a España. He won Stage 17 of the race by attacking from the peloton 500 metres from the line, and holding off the chasing pack led home by Edvald Boasson Hagen (Team Sky).[11] At the Tour de France, Mollema sat seventh overall heading into the penultimate stage, an individual time trial 54 kilometres (34 miles) in length. However, riding a new Bianchi for the first time, Mollema could only place in 140th position and slipped to tenth overall in the general classification, 21 minutes and 24 seconds behind the winner, Vincenzo Nibali.[12] He quickly redeemed himself one week later, where he took his first podium at Clásica de San Sebastián, when he finished 2nd just behind Alejandro Valverde. At the end of the 2014 season, Mollema left Belkin Pro Cycling to join Trek Factory Racing.[13] In March 2015, Mollema finished second overall behind Nairo Quintana (Movistar Team) at Tirreno–Adriatico.[14] Mollema finished seventh overall in the Tour de France. [15] In September 2015, Mollema won the Tour of Alberta stage race in Canada.[16] On Stage 12 of the Tour de France, Mollema bridged across to an attack by race leader Chris Froome (Team Sky) and Richie Porte (BMC Racing Team) on Mont Ventoux, and was the only general classification contender able to do so. However, all 3 riders were involved in a crash with a motorbike after spectators on the road forced the motorbike to stop. Mollema was able to remount his bike and continued riding, while Porte was delayed and passed by the other general classification contenders and Froome ditched his bike and continued on foot until receiving a replacement bike from his team car. Mollema finished the stage 1 minute and 40 seconds ahead of Froome, and the initial standings placed Mollema in second overall behind new leader Adam Yates (Orica–BikeExchange). However, Froome was awarded the same time as Mollema after a jury decision, and retained the yellow jersey.[17] The revised standings also placed Nairo Quintana ahead of Mollema, who was now fourth overall. Mollema criticised the UCI's handling of the stage afterwards.[18] On Stage 13, Mollema produced what he described as \"the best time trial of my life\" to place sixth on the hilly route over 37.5 kilometres (23.3 miles). He finished 51 seconds down on Froome, but took time out of all the other general classification contenders and rose to second overall, 1' 47\" behind Froome.[19] Mollema maintained his second position overall until stage 19; having started the stage 3' 52\" in arrears of Froome, Mollema crashed on a descent,[20] and ultimately lost almost four minutes to Froome, dropping from second to tenth overall.[21] He ultimately fell to eleventh overall in the final general classification.[22] The following weekend, Mollema managed to rebound at Clásica de San Sebastián, winning after a late attack.[23] In his third season with Trek–Segafredo, Mollema opted to ride the general classification at the Giro d'Italia, as Alberto Contador rode the Tour de France as team leader. He took his first win in January, where he won the overall in the Vuelta a San Juan. His next good result came in February, where he finished 4th overall at the new World Tour race, the Abu Dhabi Tour. On the first real test at the Giro d'Italia, Mollema was 4th on stage 9 to Blockhaus. The following stage, Mollema delivered one of his best Time trials ever when he finished 10th and rose to 3rd place overall in the general classification. However he dropped out of the podium on the challenging stage to Oropa, as he lost almost 2 minutes to stage winner Tom Dumoulin. He finished 7th overall at the Giro d'Italia, his best result at the race. His next race was the Tour de France, where he worked as a domestique for team leader Contador. He got his own chance on stage 15 where he went into the breakaway. He attacked his breakaway companions, just after the last major climb of the day, and managed to keep them behind all the way to the finish line, winning his first Tour de France stage win by 19 seconds, ahead of Diego Ulissi. Even though he had ridden two Grand Tours during the season, he started in Clásica de San Sebastián a week later and finished in third place, his third podium at the race – one for each podium placing. After just missing out on a stage win at the Volta ao Algarve in February, Mollema took his first win of the season at the Settimana Internazionale di Coppi e Bartali where he won stage 2 and finished 2nd overall. His next result came just a week after, where he was 7th overall at the Tour of the Basque Country. The classics campaign was mixed for Mollema as he only finished in the top 10 on one occasion at La Flèche Wallonne with a 6th place. At the Tour de France, Mollema was once again team leader and it looked promising after a great first week where he was one of the best general classification contenders. However already on the second mountain stage, Mollema cracked and switched his focus to go for stage wins. He was very close to winning a stage, but had to settle with a 3rd and 4th place as his best stage results. As he had done the previous years with great success, Mollema started Clásica de San Sebastián the week following the end of the Tour. He was the only one to match the pace of Julian Alaphilippe in the final, but lost the sprint for victory to Alaphilippe. Mollema chose to start the Vuelta a España, his second Grand Tour of the season. He showed he had form already on the fifth stage where he finished 2nd just behind Simon Clarke. Four days later he was once again in the breakaway and once again had to settle with a 2nd place. Ben King attacked just before the final climb, and was not chased instantly by his breakaway companions. Later on the climb it looked like King was having difficulties and Mollema slowly chased him down. However, as the finish line came closer, King kept riding a fast pace which Mollema could not catch. Mollema finished 2nd overall in the Mountains classification. In October he won the Italian semi classic Gran Premio Bruno Beghelli; his second victory of the season. In 2019 Mollema finished the 2019 Clásica de San Sebastián in 5th place, 6th place in La Flèche Wallonne and 10th in the 2019 Grand Prix Cycliste de Montreal. Near the end of the season, he won the first Monument of his career taking the victory in the Giro di Lombardia beating out the chasing group of Alejandro Valverde, Jakob Fuglsang and Egan Bernal by +0:16. With this victory he became the first Dutch winner of the race since Hennie Kuiper in 1981. The 2020 Cycling season was extremely modified by the Covid 19 pandemic and many races were either rescheduled or cancelled outright. His best result of the season was 4th in the 2020 Il Lombardia. He entered the 2020 Tour, but for only the 2nd time in ten participations he did not finish the race. He finished 8th in the 2021 Liège-Bastogne-Liège and rode very strongly in the 2021 Tour de France. On stage 11 which included a double ascent of Mont Ventoux Mollema was in contention for the stage win, but ended up finishing 3rd, crossing the line with teammate Kenny Elissonde as Wout Van Aert went on to win the stage. On stage 14 he joined a chaotic breakaway of fourteen riders, a breakaway that took over an hour to form. With 42 kilometers to go in the stage he rode clear of the surviving breakaway riders and rode solo all the way to the finish, claiming the second Tour de France stage victory of his career.[24] In the Olympic road race he sprinted in the group contesting the minor medals behind winner Richard Carapaz, but came third in that group and fourth overall.[25]","Title":"Bauke Mollema - Wikipedia","KeyID":"8546","URL":"https://en.wikipedia.org/wiki/Bauke_Mollema"}