{"Content: ":"One-day races and Classics Rigoberto Urán Urán, ODB (born 26 January 1987) is a Colombian professional road racing cyclist who currently rides for UCI WorldTeam EF Education–EasyPost.[5] At the 2012 Summer Olympics, he won a silver medal in the road race. He became the first Colombian ever to make the podium of the Giro d'Italia, when he finished second behind Vincenzo Nibali in the 2013 edition of the race, having taken leadership of Team Sky following the abandonment of team captain Bradley Wiggins. He also won a mountain-top stage in that race with a solo breakaway. The previous year, he had won the white jersey for best young rider, and a seventh-place finish overall. In the 2014 Giro d'Italia he finished second again in the general classification, this time behind countryman Nairo Quintana. At the 2017 Tour de France, Urán won the ninth stage and finished second overall, fifty-four seconds down on race winner Chris Froome.[6][7] Urán was first introduced to the world of cycling at the age of 14 by his father, who was assassinated a few months later by one of the country's paramilitary terrorist groups.[8][9] Rigoberto had to work as a lottery-ticket seller to help his family and at the age of 16 he turned professional and moved to Medellín to ride for Orgullo Paisa, a Colombian cycling team.[10][11] At the age of 19 he moved to Italy to ride for Team Tenax with his compatriot Marlon Pérez Arango. The following year he signed for Unibet.com and won a time trial at the Euskal Bizikleta that was stopped with some riders still left to go due to heavy rainfall and strong winds. He also won the eighth stage of the Tour de Suisse, getting away from a bunch of approximately 55 riders with 800 metres (2,600 ft) to go and holding onto the lead.[12] He also finished ninth overall of the race. At the 2007 Deutschland Tour he was in a breakaway with eventual stage winner Damiano Cunego when he flew down over a mountain stream and smashed into a retaining wall. He fractured both elbows and the right wrist.[13] In 2008 he signed a contract with Caisse d'Epargne and went on to finish second at the Volta a Catalunya and third at the Giro di Lombardia, a prestigious one-day classic. At the 2008 Summer Olympic Games, Urán competed in the road race but he did not finish. In 2009 he finished fifth overall at the Tour de Romandie and rode his first the Tour de France and finished 52nd. In 2010 he rode the Giro d'Italia and finished 7th overall in the 2010 Tour de Suisse. He also rode the Vuelta a España but suffered a fall that ended his options of a high overall placing while being eighth overall.[14] Urán joined Team Sky for the 2011 season.[15] He finished 5th in Liège–Bastogne–Liège,[16] and 4th overall in the Volta a Catalunya.[17] At the Tour de France, Urán became leader of Sky after Bradley Wiggins crashed out on Stage 7. He finished 5th on Stage 14, taking the best young rider's jersey and moving up to 11th overall in the process.[18] Urán lost the jersey to Rein Taaramäe on Stage 18[19] after picking up an illness,[20] and eventually finished 24th overall.[21] He managed to recover in time for the Clásica de San Sebastián where he placed 9th and took his first top 10 finish in the race. Urán travelled to Canada in September in order to ride the new Canadian World Tour classics that was introduced in 2010. His best result was 3rd at Grand Prix Cycliste de Québec, which he later won in 2015. During the Volta a Catalunya, Urán claimed his first win for Sky on Stage 4 after winning a sprint from a 6-man breakaway which narrowly held off the chasing pack. Urán finished second on the following stage, and finished the race in fifth place overall. At the Giro d'Italia he won the young rider classification and finished seventh overall after being in the lead group for most of the mountain stages. He did not have one result that stood out in the individual stages, but finished in the top ten of stages 10, 14, 17 (4th), 19 and 20, which were all crucial mountainous affairs. He finished 5 minutes and 57 seconds in arrears of the victor, Canadian Ryder Hesjedal of Garmin–Sharp.[22] He took silver in the Olympic road race after breaking away with Alexander Vinokourov with 8 km (5.0 mi) to cover. Approximately 200 metres from the arrival, and with the victory secured for one of the two men, Urán looked back, unwisely over his left shoulder (since Vinokourov was on his right) to see if the chasers were approaching to threaten their lead. Vinokourov then started his sprint, taking Urán by surprise. Urán reacted with a delay since he did not see the move and could not close the gap as Vinokourov took the gold medal.[23][24] He rode the Vuelta a España in support of his leader Chris Froome, and finished in 29th position.[25] Later in the fall, competing in the Italian Classic Gran Piemonte, Urán attacked in the final climb of the day, followed by Gorka Verdugo (Euskaltel–Euskadi). The pair agreed verbally to cooperate until the 500 metres to go mark, and Urán started his sprint with 300 metres to go, winning by six seconds over Luca Paolini of Team Katusha who was trying to come from behind.[26] A couple of days later, he grabbed the third place in the Monument of cycling Giro di Lombardia in difficult weather conditions (cold and rain). He crossed the line in Lecco as part of a small group of chasers who unsuccessfully tried to reel in Joaquim Rodríguez of the Team Katusha squad.[27] Urán was selected for the Giro d'Italia, originally as one of Bradley Wiggins' mountain domestiques. Urán sat fifth overall after Sky won the team time trial on Stage 2, and moved up to third overall on the following stage. He moved up to second overall, behind Luca Paolini, on Stage 4, after Wiggins lost time behind a crash. However, on Stage 7, Urán was forced to wait for Wiggins after he struggled then crashed on wet descents, and dropped out of the top ten as a result. After the individual time trial on Stage 8, Urán sat tenth overall, 2 minutes and 49 seconds behind new leader Vincenzo Nibali. On Stage 10, the first mountain stage of the race, Urán launched an attack on the final climb, Altopiano del Montasio, and won the stage by 20 seconds from compatriot Carlos Betancur. Urán also moved up to third overall, 2 minutes and 4 seconds behind Nibali, and 1 second ahead of Wiggins. Wiggins withdrew due to illness after losing further time on Stage 12, leaving Urán as Sky's leader. Urán placed fifth on Stage 14 to maintain third place by a single second to Mauro Santambrogio, but solidified his position on Stage 16 as Santambrogio lost over two minutes. Urán came sixth in the mountain time trial on Stage 18 to reduce the gap to second placed Cadel Evans to just 12 seconds. On the final summit finish on Stage 20, Urán came third behind Nibali and Fabio Duarte to leapfrog Evans into second place. He safely negotiated the final stage to finish the Giro second overall, 4 minutes and 43 seconds behind Nibali, to take his first Grand Tour podium. In August 2013, it was announced that Urán would leave Team Sky at the end of the 2013 season,[28] and join Omega Pharma–Quick-Step for the 2014 season.[29] Urán started his 2014 season with another placing at the Tour of Oman where he finished 3rd. Though aiming for the Giro d'Italia he was quiet during the Tour de Romandie apart from finishing 4th in the penultimate time trial. A week later, he entered the Giro d'Italia leading Omega Pharma–Quick-Step. His first week at the Giro started well where he was placed 2nd behind race leader Cadel Evans. He would put a stunning time trial performance on stage 12 not only taking the stage win, but also taking the race lead. This made him the first Colombian ever to wear the pink jersey as leader of the general classification. He then kept a large margin of his lead on stages 14 and 15. However, on stage 16, he would lose his race lead to fellow Colombian Nairo Quintana controversially, after thinking the Stelvio descent was neutralized where Quintana went off and attacked. Though his team reacted to this in a negative way, Urán never reacted to it. Though he put a solid 3rd place in the stage 19 mountain time trial, his chances of winning neared zero after being 3 minutes behind Quintana at the end of stage 19. Urán finished strong on the Zonoclan, finishing with Quintana and gaining time over the rest of the GC contenders. Despite the controversy on the Stelvio descent, Urán seemed happy enough to finish second in the Giro. After a nice start sitting 3rd overall, Urán slipped in the overall classification of the Vuelta a España, dropping out of contention as he suffered from asthmatic bronchitis. The team hoped Urán's condition would improve during the second rest day, but to no avail. He finally abandoned the race before Stage 17.[30] In 2015, after a strong season start with a 3rd overall in Tirreno–Adriatico and 5th overall in Volta a Catalunya and Tour de Romandie, he had a quiet Giro, finishing in 14th position. Later that year, Urán won his first World Tour competition in the Grand Prix Cycliste de Québec. Starting in 2016, Urán joined team Cannondale.[31] In his first season with the team he targeted the Giro d'Italia, but his form never reached the levels of two years earlier as he finished 7th overall. He finished the season with a 3rd place at Il Lombardia, his third such finish in the race. Urán had a stronger start to his 2017 season, finishing 8th overall at Tirreno–Adriatico and 9th overall at Tour of the Basque Country. His last preparation race before the Tour de France, was the Route du Sud where he finished 8th. Urán won Stage 9 of the Tour de France in a photo finish over Warren Barguil (Team Sunweb), despite his bicycle gearing being damaged in a crash involving Richie Porte (BMC Racing Team) on the descent of the Mont du Chat.[6] Porte had taken out Dan Martin, who then grazed Urán, hitting his derailleur, but remained upright.[32] Approaching the final week, Urán was 4th in the general classification, only 29 seconds behind race leader Chris Froome (Team Sky). As a strong performer in time trials, Froome saw Urán as his closest rival in the race.[33] Urán almost crashed on the final turn of the time trial, and ultimately lost 25 seconds to Froome, but he overhauled Romain Bardet for second place overall,[34] to record his first podium at the Tour de France.[7] His team manager Jonathan Vaughters said \"he is the best leadership figure as a rider I've ever worked with\".[32] Following his second place at the Tour de France in 2017, Urán was targeting the overall victory in 2018. He started his season in Colombia, riding the Colombian National Road Race Championships where he finished 7th. A week later he won stage 5 of Colombia Oro y Paz, and finished the race in 3rd overall.[35] In June, Urán won stage 3 of Tour of Slovenia, and took the leader's jersey.[36] However, on the following stage, another Tour contender Primož Roglič took the leader's jersey.[37] Roglič also won the final stage, with Urán losing over a minute to Roglič; he finished 2nd overall, 1:50 behind Roglič.[38] Urán started the Tour de France as one of the main favourites and was sitting in 6th place after stage 8. On stage 9 however, Urán experienced bad luck and crashed injuring his left arm and leg. He suffered through the first two days in the mountains before abandoning the race after stage 11.[39] Urán returned to racing one month later at Clásica de San Sebastián where, he finished 6th which was his best result, to that point, at the race. He was looking to redeem himself at the Vuelta a España, and slowly made his way up in the general classification. On the penultimate stage, Urán finished 5th and advanced to 7th place overall, which was his first top 10 overall finish at the Vuelta. In October, Urán rode the Giro dell'Emilia and finished 2nd in the race.[40] Italian rider Alessandro De Marchi had attacked early in the final, and the other contenders could not manage to pace him down. Urán was the best rider in the favourites group after he attacked inside the last 500 metres (1,600 feet). Urán crashed out on stage 6 of the Vuelta a España, being one of four riders to abandon due to the crash. He was sixth in the general classification at the start of the stage.[41] He did not have any top 10 places in 2019 other than at the Tour de France. The 2020 cycling season was severely disrupted by the COVID-19 pandemic. At the Tour de France, Urán led the EF Pro Cycling team where he was joined by compatriots Daniel Martínez and Sergio Higuita.[42] He avoided mistakes and crashes, moving up to sixth overall by the first rest day. He progressed up to third overall ahead of the second rest day,[43] after Romain Bardet, Guillaume Martin and Egan Bernal all lost time in the mountains. On stage 17, Urán lost at least 39 seconds to all his general classification rivals – and around 2 minutes at most – after cracking in the last 4 kilometres (2.5 miles) of the ascent of the Col de la Loze; he dropped from third to sixth overall as a result.[44] Urán ultimately finished the race in eighth overall.[45] He finished the 2020 season with a fifteenth-place finish at Liège–Bastogne–Liège, finishing fourteen seconds off the race win, as part of an eleven-rider group.[46] Urán's first victory of the 2021 season came at the Tour de Suisse, where he won the penultimate stage individual time trial by 40 seconds,[47] as he finished second in the general classification behind Richard Carapaz.[48] Urán led the EF Education–Nippo team at the Tour de France; having been as high as second place overall, Urán cracked in the final week, and fell to tenth in the general classification.[49] At the COVID-19 pandemic-delayed Tokyo Olympics, Urán placed eighth in both the road race and the time trial.[50][51]","Title":"Rigoberto Urán - Wikipedia","KeyID":"8547","URL":"https://en.wikipedia.org/wiki/Rigoberto_Ur%C3%A1n"}