{"Content: ":"Stage races One-day races and Classics Maximilian Schachmann (born 9 January 1994) is a German cyclist,[4][5][6][7] who currently rides for UCI WorldTeam Bora–Hansgrohe.[8] In 2012, he was nominated Germany's 'Cyclist of the Year'. In May 2018, he was named in the startlist for the 2018 Giro d'Italia,[9] where he won stage 18.[10] Schachmann was born in Berlin and grew up on the outskirts of the city. His school was 6 kilometres (3.7 miles) away from his home and since buses only ran once an hour, he took the bicycle to school, igniting his interest in pursuing cycling as a career.[11] Schachmann turned professional in 2017 with Quick-Step Floors. He had to end his season early after a crash on stage 5 of the Tour de Pologne.[12] In 2018, Schachmann had a break-out season. After an eighth-place finish at the Flèche Wallonne, he went to his first Grand Tour, starting the 2018 Giro d'Italia. Here, he won the stage to Prato Nevoso. He added a bronze medal in the time trial at the UEC European Road Championships to his record as well as a stage win and third overall at the Deutschland Tour.[13] For 2019, Schachmann moved to German squad Bora–Hansgrohe.[13] In March, he won a stage of the Volta a Catalunya.[14] At the Tour of the Basque Country, Schachmann won the stage-one time trial to take the overall lead, before securing two more stage wins on stages 3 and 4.[15] He then competed in the Ardennes classics, placing fifth at both the Amstel Gold Race and the Flèche Wallonne and then claimed third place at Liège–Bastogne–Liège.[16] On 30 June, Schachmann won the German National Road Race Championships, coming in first in a Bora–Hansgrohe 1–2–3 finish during a demanding race in extreme heat of up to 40 °C (104 °F), where only 15 of 190 starters reached the finish line.[17] In July 2019, he was named in the startlist for the 2019 Tour de France.[18] During the stage-13 time trial, he was on his way to post a good time, when he crashed near the end of the course. While he finished the stage, he was later diagnosed with multiple fractures to his hand and had to abandon the Tour.[19] At the beginning of the 2020 season, Schachmann placed second to Remco Evenepoel at the Volta ao Algarve.[20] In March 2020, Schachmann won Paris–Nice in an edition shortened by one stage due to the COVID-19 pandemic. He won the first stage and then held on to an eventual lead of 18 seconds over Tiesj Benoot to become the fifth German winner of the event, and the first since Tony Martin in 2011.[21][22] Schachmann continued in good form following the return to racing in August, taking third place at Strade Bianche.[23] At Il Lombardia, he suffered an accident when a car entered the race course 3 kilometres (1.9 miles) from the finish. He continued to the finish, where he placed seventh, but fractured his collarbone in the incident.[24] Despite the incident, Schachmann was announced as part of Bora–Hansgrohe's Tour de France octet.[25] In June 2021, he won the German National Road Race Championships.[26]","Title":"Max Schachmann - Wikipedia","KeyID":"8563","URL":"https://en.wikipedia.org/wiki/Max_Schachmann"}