{"Content: ":"One-day races and Classics Pierre Latour (born 12 October 1993) is a French cyclist, who currently rides for UCI ProTeam Team TotalEnergies.[3] He is a stage winner of the Vuelta a España, and twice the winner of French National Time Trial Championships. Latour was born in Romans-sur-Isère. Due to a clerical error when he was an amateur, Latour is more commonly known with a \"Roger\" in his name as Pierre-Roger Latour.[4] In his first year as a professional rider, Latour first made his name in the Route du Sud. He had attacked on stage 3 but on the last climb of the day, he was joined by Alberto Contador and Nairo Quintana. He ended getting dropped on the descent by Contador who attacked. He finished the stage in 3rd position, and took 3rd overall at the end of the race, as well as winning the young rider classification. At the Tour de Romandie, Latour won the Young rider classification which was his first in a World Tour stage race. After stage 5 at the Tour de Suisse, he was in the leaders jersey but eventually abandoned the race. He was named in the startlist for the Vuelta a España,[5] his first Grand Tour. In this race, he achieved his first Grand Tour stage victory on the penultimate stage, beating Darwin Atapuma to the finish on the Aitana climb.[6] In the 2017 season, Latour once again won the Young rider classification at the Tour de Romandie. In late June he also won the French National Time Trial Championships. He was named in the startlist for the Tour de France.[7] He had the lead in the young rider classification for 2 days before handing over the jersey to Simon Yates, who eventually ended up winning it; Latour ended 6th in the final jersey standings. He ended the year with 9th at Milano–Torino and 6th place in the Chrono des Nations. At the Volta a Catalunya, Latour made the podium when he placed 3rd overall, and also won the Young rider classification. He also finished 8th overall at the Tour de Romandie, and 7th overall at the Critérium du Dauphiné winning the Young rider classification. In late June, Latour won the French National Time Trial Championships for the second year in succession. In July he started his second Tour de France; he already lost time on the 1st stage, but gained back time when he finished 2nd on stage 6 behind Dan Martin. He managed to take the lead in the Young rider classification after stage 10, and won the jersey outright in Paris. In August 2020, Latour signed a two-year contract with the Total Direct Énergie team, from the 2021 season.[8]","Title":"Pierre Latour - Wikipedia","KeyID":"8572","URL":"https://en.wikipedia.org/wiki/Pierre_Latour"}