{"Content: ":"Stage races One-day races and Classics Silvan Dillier (born 3 August 1990) is a Swiss cyclist, who currently rides for UCI ProTeam Alpecin–Deceuninck.[2] Dillier was born in Baden, Switzerland. In 2008, he was the Swiss national junior time trial champion, Under-23 road champion in 2009, and Under-23 time trial champion in 2010 and 2011.[3] In 2012, he won a stage at the Tour de l'Avenir.[3] In the 2013 Tour of Alberta, he won stage 2 while riding with BMC Racing Team as a stagiaire.[4] This prompted BMC to sign him to a contract for the 2014 cycling season.[5] He was named in the startlist for the 2016 Vuelta a España.[6] Dillier rode in the 2017 Giro d'Italia.[7] and won Stage 6 in a two-man sprint against Jasper Stuyven (Trek–Segafredo) after the pair had been part of a five-man breakaway that rode clear of the peloton for almost all of the 217-kilometre (135-mile) stage.[8] In June 2017, Dillier won his first stage race, the Route du Sud.[9] Dillier joined AG2R La Mondiale for the 2018 season to bolster the team's classics squad, but he suffered a broken thumb at Strade Bianche. He returned to racing in April 2018 and won his comeback race, Route Adélie.[10] At Paris–Roubaix, Dillier was part of a nine-man early breakaway that escaped from the peloton after an hour of racing, and was leading with Jelle Wallays (Lotto–Soudal), until the pair were caught by world champion Peter Sagan (Bora–Hansgrohe), who had attacked from the group of favourites with around 53 kilometres (33 miles) remaining. Dillier was able to stay and work with Sagan all the way to the finish at Roubaix Velodrome, where Sagan won the two-up sprint finish.[11] In July 2018, he was named in the start list for the Tour de France.[12] In November 2020, Dillier signed a one-year contract with the Alpecin–Fenix team, for the 2021 season.[13] He extended his contract by a further two seasons in July 2021.[14] Dillier resides in Schneisingen.","Title":"Silvan Dillier - Wikipedia","KeyID":"8574","URL":"https://en.wikipedia.org/wiki/Silvan_Dillier"}