{"Content: ":"Pierre Rolland (born 10 October 1986) is a French professional road racing cyclist, who rides for UCI ProTeam B&B Hotels p/b KTM.[5] He is particularly known for his aggressive style of racing in the mountains. He is a two-time stage winner in the Tour de France and a stage winner in the Giro d'Italia. His most famous win to date came at Alpe d'Huez in the 2011 Tour de France. With his win on the legendary mountain, Rolland has his name on the sign at turn 16 together with Dutchman Joop Zoetemelk. His best overall finishes in a Grand Tour include 4th overall at the 2014 Giro d'Italia and 8th overall at the 2012 Tour de France. Alongside winning a stage in the 2011 Tour de France, Rolland also won the young rider classification. Born in Gien, Rolland turned professional in 2007 for Crédit Agricole after riding for the team as a stagiaire in late 2006. In his first season as a professional he won a stage at La Tropicale Amissa Bongo and the Tour du Limousin. In 2008 he won the mountains classification at the Critérium du Dauphiné Libéré.[6] At the 2008 Summer Olympic Games, Rolland competed in the road race but did not finish. In his first season at Bbox Bouygues Telecom, Rolland finished 3rd at La Tropicale Amissa Bongo, but had to wait until 2010 to collect his first victory for the team, as he won a stage at the Circuit de Lorraine and finished eighth at the Critérium du Dauphiné. On stage 9 in the Tour de France, Thomas Voeckler claimed the yellow jersey after being in the breakaway. For the following week, Rolland would help Voeckler defend the jersey over legendary mountain passes at Luz Ardiden, the Plateau de Beille and the Col du Galibier. Rolland gained acclaim for his strong work in defense of Voeckler's yellow jersey. Following the 14th stage of the Tour, Lance Armstrong referred to Rolland as a \"rockstar.\"[7] Rolland won the 19th stage at the top of Alpe d'Huez, beating Olympic gold medalist Samuel Sánchez and two-time Tour champion Alberto Contador.[8] The victory also won him the white jersey, which he successfully defended in the 20th stage, as he finished the Tour 10th overall. In his first race of the season, Rolland won a stage at the Étoile de Bessèges and finished the race 4th overall. Rolland recorded his best result, at the time, at Liège–Bastogne–Liège, where he finished 12th. After the first week in the Tour de France, Rolland was only 25th overall, and had also endured a crash on stage 6.[9] On stage 11, Rolland was part of a four-rider breakaway, along with Chris Anker Sørensen (Saxo Bank–Tinkoff Bank), Robert Kišerlovski (Astana) and Vasil Kiryienka (Movistar Team). On the descent from the Col du Mollard, Rolland crashed in a corner but quickly got back on his bike. On the final climb up to La Toussuire/Les Sybelles, Rolland attacked and left the other riders behind, to take yet another solo win in the Tour de France.[10] Rolland moved up to 9th position overall after the stage but was still keen to hunt for more stage wins. On the final mountain stage of the Tour, Rolland finished 5th and moved up to 8th position overall. This was his best career finish at the time, at the Tour de France, and he was also the best placed Frenchman in the general classification. In April, Rolland won the penultimate stage of the Circuit de la Sarthe, and won the race overall the next day.[11] Just a few days later he was 3rd in the one-day race, Paris–Camembert.[12] Rolland then went on to finish 10th overall at the Giro del Trentino, before one of his last goals of the spring campaign at Liège–Bastogne–Liège. After finishing 12th the previous year, Rolland had high hopes but had to settle for 24th. On stage 2 in the 100th edition of the Tour de France, Rolland made it into the breakaway and snatched the polka-dot jersey for the first time in his career. He would keep it until stage 7, where fellow Frenchman Blel Kadri took the lead with 1 point. On the last day in the Pyrenees on stage 9, Rolland reclaimed the jersey after collecting enough points in the breakaway. Rolland lost the jersey on stage 15 to Chris Froome, who won the stage to Mont Ventoux. The 2014 season was the first season that Rolland rode the Giro d'Italia. After a spring where he had not delivered any top results, the pressure was lifted off his shoulders as he started the race. After finishing 21st in the team time trial, Rolland started the Giro off in the worst way possible. However at the end of the first week, Rolland improved and he moved up to 12th overall when the second rest day approached. As the more mountainous stages appeared in the race, Rolland improved his performance and moved even further up in the general classification. On the stage to Val Martello, Rolland finished 3rd and moved up to 4th overall. He advanced to 3rd place just two days after, and despite delivering one of his best Time trials ever on stage 19 where Rolland finished 4th, he dropped out of the podium placings. On the penultimate stage to Monte Zoncolan, Rolland was on an almost impossible task, if he wanted to finish on the podium. He eventually lost 4 seconds to Fabio Aru, and therefore finished fourth in the general classification, his best finish in a Grand Tour.[13] As he arrived at the Tour de France, Rolland was not considered any threat to the general classification and could therefore focus on breakaways. He attacked on stage 2 in the final kilometres but was unable to remain clear. On stage 9 to Mulhouse, Rolland moved up to 8th in the general classification after his performance in the breakaway. On the next day he dropped to 16th overall, possibly because of his efforts on the previous day. His best stage finish came on stage 17 to Saint-Lary-Soulan where he was 6th. Rolland finished the Tour de France just outside top 10, in eleventh overall. In his last season with Team Europcar, Rolland was very close to victory on two occasions in the spring. He finished 2nd on the first stage of the Volta a Catalunya, after losing the sprint to Maciej Paterski.[14] Paterski moved into the leader's jersey after the stage, but Rolland claimed the jersey on stage 3 after Paterski lost over a minute.[15] Rolland lost the jersey on the following stage, losing over five minutes. Two weeks later, Rolland was in the breakaway in the Circuit Cycliste Sarthe, but this time he lost the sprint to Manuele Boaro. One week later, Rolland finally achieved his first win of the season by winning the third and last stage of the Vuelta a Castilla y León in solo fashion,[16] winning the overall race by 16 seconds. At the Tour de France, Rolland was outside the top 10 before the final week. On stage 18, Rolland was in the breakaway and finished 2nd behind countryman Romain Bardet. On the following day, Rolland went into the breakaway again and attacked solo. As he had won on La Toussuire–Les Sybelles in 2012, Rolland was looking to repeat it once again but was later overtaken by the eventual stage winner Vincenzo Nibali, and finished 11th on the stage. Rolland went into the breakaway once again on stage 20 on the stage to Alpe d'Huez, a mountain he had also won on previously, in 2011. This time, Rolland finished 6th and defended his 10th place in the general classification. In the Vuelta a España, Rolland was targeting stage wins and was in the breakaways once again with his best result being 5th on stage 16. On 27 August 2015, it was announced that Rolland would join Cannondale for the 2016 season.[17] With Rolland's move to Cannondale for the 2016 season, Rolland was looking to add more flavour to his racing career. Having ridden many races in the previous seasons, he switched his focus to altitude camps. Having raced on a French team for the previous 10 seasons, Rolland did not speak English when he first arrived at Cannondale. Even though being tough at first, Rolland could eventually communicate well with his team-mates even though the year was a learning curve; he was still looking to perform on his best level. At the Critérium du Dauphiné, Rolland finished 10th overall. Rolland was 9th overall after stage 7 at the Tour de France, however he crashed into the side of a rock on the descent to Bagnères-de-Luchon on stage 8 and lost almost 2 minutes.[18] He also crashed on a descent on stage 19 after being in the breakaway with Rui Costa.[19] At his last race of the season, at the Vuelta a España, Rolland finished 7th on stage 4. Rolland started the 2017 season off by finishing 78th at the Vuelta a Andalucia. His first top 10 result came at the Tour of the Alps where he finished 6th overall. He also finished 4th on stage 3, and 5th on the final stage. One of Rolland's season goals was the 100th edition of the Giro d'Italia. He was very close to winning stage 11 of the race but finished 3rd in a reduced breakaway sprint behind Omar Fraile and Rui Costa. On stage 17, Rolland tried his luck once again, and after having made a solo attack inside the final 10 kilometres (6.2 miles), he managed to stay away to celebrate his first Giro d'Italia stage win.[20] Just two days later he was yet again in the breakaway, but this time he would be beaten by Mikel Landa and Costa to take another 3rd place in the race. Almost three weeks after the Giro, Rolland took part in the Route du Sud, his final race before the Tour de France. Having lost almost 10 minutes after the first two stages, Rolland was no real threat towards the general classification and attacked with 4 kilometres (2.5 miles) to go on stage 3 on the climb to Gavarnie-Gèdre. He managed to keep the other contenders behind him to take his second win of the year.[21] The Tour de France did not become a success for Rolland. His primary goal was to hunt stage wins but throughout the race he battled against angina, rhinitis and bronchitis which made his race more difficult. Rolland also said that if it had been any other race, he would have been at home instead of racing. Rolland finished his season with the Bretagne Classic in August, finishing 79th. At Paris–Nice, Rolland finished 23rd overall. He abandoned Volta a Catalunya on the last day, but recovered throughout the following week to take part in the Circuit de la Sarthe where he finished 20th overall. He then rode the spring classics but did not manage to deliver any top results. Having had a disappointing spring season, Rolland was looking to rebound at the Critérium du Dauphiné. The last four stages of the race all featured mountains, and Rolland slowly made his way into the top 10, and was in the breakaway on the final day where he finished 10th and moved up to 8th overall. Starting his 10th Tour de France, Rolland was a support rider for Rigoberto Urán in the mountains, but with Urán abandoning the race after stage 11, it meant Rolland had more chances for stage victories and he grabbed that opportunity on stage 12 – with three hors catégorie climbs in the 175.5 kilometres (109.1 miles) with a finish at Alpe d'Huez, on which Rolland won in 2011. Although having made a great effort early on the stage, Rolland and many others in the breakaway were caught before the final climb. His best stage result came on stage 14 to Mende where he was in the decisive breakaway but had to settle with 11th. Rolland also rode the Vuelta a España, and was in the breakaway on stage 4, however he did not cover the eventual winning attack inside the breakaway by Nikita Stalnov and Ben King. On 9 August 2018, it was announced that Rolland was to join Vital Concept–B&B Hotels for the 2019 season after three years at Cannondale.[22] Rolland started his 2019 season at the Grand Prix La Marseillaise, where he finished 73rd. His first top 10 result came at the Vuelta a Aragón where he placed 6th overall.[23] Rolland finished 7th overall at the Vuelta a Burgos, the Tour du Limousin and the CRO Race.[24] For the 2020 Tour de France, the B&B Hotels–Vital Concept team managed to gain a wildcard, however the race was postponed – from June and July to August and September – due to the COVID-19 pandemic in France.[25] At the Tour de Savoie Mont-Blanc, Rolland won stage 3 en route to the overall victory; he also won the mountains classification.[26] At the Tour de France, Rolland finished 2nd on Stage 12, and finished 18th overall.[27] At the 2021 Tour du Rwanda, Rolland won stage 6 after attacking with 90 kilometres (56 miles) to go. The breakaway group were unable to catch Rolland, as he went on to win the stage by 50 seconds, for his first professional win since the 2017 Route du Sud.[28]","Title":"Pierre Rolland (cyclist) - Wikipedia","KeyID":"8582","URL":"https://en.wikipedia.org/wiki/Pierre_Rolland_(cyclist)"}