{"Content: ":"Stage races One-day Races and Classics Jasper Stuyven (born 17 April 1992) is a Belgian professional racing cyclist, who currently rides for UCI WorldTeam Trek–Segafredo.[3] Born in Leuven, Stuyven had a successful career as a junior rider. In 2009, at age 17, he won the UCI Junior World Road Race Championships. 2010 brought Stuyven more successes when he won one day races Paris-Roubaix Juniors and Remouchamps–Ferrières–Remouchamps. He began his professional career at age 20 for Bontrager–Livestrong; he earned four victories with the team, including the Volta ao Alentejo. Stuyven joined UCI WorldTeam Trek Factory Racing in 2014 at the age of 22. During this season, he rode in his first grand tour, the Vuelta a España. In this race, he earned fourth place in three stages and finished ninth in the points classification.[4] 2015 brought Stuyven his biggest victory yet, when he won stage 8 of the Vuelta a España in a reduced bunch sprint. Stuyven had been involved in a crash earlier in the stage and he was forced to withdraw from the race after the stage with a broken scaphoid.[5] In 2016, he won the Belgian one-day race Kuurne–Brussels–Kuurne by breaking away solo for the last 17 kilometres (11 miles) of the race.[6] Stuyven also earned a fifth place at the E3 Harelbeke. He was named in the start list for the Tour de France[7] where he held the polka-dot jersey as leader of the mountains classification for two days. Stuyven was part of the 5 man leading group at Paris–Roubaix, and finished fourth in the sprint finish behind Greg Van Avermaet of BMC Racing Team.[8] He rode in the Giro d'Italia.[9] In stage six, Stuyven finished second behind Silvan Dillier of BMC Racing Team after the pair had been part of a five-man breakaway that rode clear of the peloton for almost all of the 217-kilometre (135-mile) stage.[10] Stuyven finished the race in 98th place overall, and was second in the points classification behind Fernando Gaviria of Quick-Step Floors. In 2018, Stuyven finished in the top 10 in many of the spring classics, including 4th place in Omloop Het Nieuwsblad,[11] and 5th in Paris–Roubaix, being part of the chase group with Sep Vanmarcke and defending champion Greg Van Avermaet.[12] In the Tour de France, he came close to winning stage 14 but was overtaken on the last climb by eventual stage winner Omar Fraile with less than 3 kilometres (1.9 miles) to go; for his efforts, however, he walked away with the day's combativity award. In September, he first won the Grand Prix de Wallonie, before winning his home town race in Leuven, the Grote Prijs Jef Scherens.[13] In late August, Stuyven won the Deutschland Tour after taking the overall lead on stage 3.[14] He carried his good form into the autumn classics with several top ten results, including two podium finishes at the Grand Prix de Wallonie and the Tour de l'Eurométropole. Before the COVID-19 pandemic shut down the 2020 road cycling season, Stuyven got off to a strong start. In the opening weekend of the Belgian road cycling season, he won Omloop Het Nieuwsblad, beating fellow Belgian Yves Lampaert in a two-up sprint, before finishing fifth in Kuurne–Brussels–Kuurne the day after.[15][16] Once racing resumed, he bookended August with a pair of fifth-place finishes in the Circuito de Getxo on 2 August and then in the UEC European Road Championships road race on 26 August.[17] On 20 March, Stuyven won Milan-San Remo for his first Monument victory. With three kilometers left, he attacked at the bottom of the descent of the Poggio, the last climb in the race. Many of the main pre-race favorites in the lead group were hesitant to chase him down, though Søren Kragh Andersen managed to bridge across to Stuyven in the final kilometer. With the group closing down the duo, Stuyven launched out of Kragh Andersen's slipstream in the last 200 meters. Though he was on his limit, he held on for the win on the line just ahead of the chasing group, led home by Caleb Ewan ahead of defending champion Wout van Aert.[18][19] Stuyven studied at the Sint-Pieterscollege in Leuven. Outside of cycling, he and his uncle Ivan, an experienced chocolatier, run a small chocolate boutique in Betekom named Chocolade Atelier Stuyven that opened in 2016 and often produces many cycling-themed pieces.[20]","Title":"Jasper Stuyven - Wikipedia","KeyID":"8592","URL":"https://en.wikipedia.org/wiki/Jasper_Stuyven"}