{"Content: ":"Rodan (Japanese: ラドン, Hepburn: Radon) is a fictional monster, or kaiju, which first appeared as the title character in Ishirō Honda's 1956 film Rodan, produced and distributed by Toho. Following its debut standalone appearance, Rodan went on to be featured in numerous entries in the Godzilla franchise, including Ghidorah, the Three-Headed Monster, Invasion of Astro-Monster, Destroy All Monsters, Godzilla vs. Mechagodzilla II and Godzilla: Final Wars, as well as in the Legendary Pictures-produced film Godzilla: King of the Monsters. Rodan is depicted as a colossal, prehistoric, irradiated species of Pteranodon.[2] In 2014, IGN ranked Rodan as #6 on their \"Top 10 Japanese Movie Monsters\" list,[3] while Complex listed the character as #15 on its \"The 15 Most Badass Kaiju Monsters of All Time\" list.[4] The Japanese name Radon is a contraction of Pteranodon. The spelling of Radon in Japanese also corresponds to the name of Ladon, the dragon guarding the Hesperides in Greek mythology - since there is no distinction between \"l\" and \"r\" in Japanese. It was changed to Rodan for English-speaking markets in order to avoid confusion with the element radon.[5] However, in Godzilla vs Mechagodzilla II, the English version of the film used the original name Radon. As with Godzilla, writer Ken Kuronuma turned to prehistoric animals for inspiration in developing the character, though unlike the former, whose species is largely left ambiguous, Rodan is explicitly stated to be a kind of Pteranodon.[5] Just as Godzilla was conceived as a symbol of an American nuclear threat, Rodan was seen as an embodiment of the same danger originating from the Soviet Union.[6] Rodan's debut appearance was the first and only time that the character was given a chestnut color. It originally had a menacing face with a jagged, toothed beak, which would disappear in later incarnations as the character became more heroic. Rodan was portrayed via a combination of suitmation and wire-operated puppets for flight sequences. During suitmation sequences, Rodan was portrayed by Haruo Nakajima, who almost drowned when the wires holding the 150 lb. suit above a water tank snapped.[5] In Ghidorah, the Three-Headed Monster, the Rodan suit was of visibly lesser quality than the previous one, having a more comical face, a thick neck which barely concealed the shape of the performer's head within and triangular wings.[7] The modification of the character's face was deliberate, as Rodan was meant to be a slapstick character rather than the tragic villain seen in its film debut.[8] A new suit was constructed for Invasion of Astro-Monster which more closely resembled the first, having more rounded wings and a sleeker face. The sleek face was retained in Destroy All Monsters, though the wings and chest area were crudely designed.[7] Rodan was revived in 1993's Godzilla vs. Mechagodzilla II, this time portrayed entirely via a wire-manipulated marionette[9] and hand puppets. Having received criticism for his emphasis on battle sequences relying heavily on beam weapons, special effects artist Koichi Kawakita sought to make the confrontation between Godzilla and Rodan as physical as possible.[10] In 2014, Legendary Pictures announced that they had acquired the rights to Rodan, Mothra and King Ghidorah from Toho to use in their MonsterVerse.[11] Rodan appears in a post-credits scene of Kong: Skull Island. It is in the depicting cave paintings showing him, Mothra, King Ghidorah, and Godzilla in the footage that is shown to James Conrad and Mason Weaver.[12] A casting call confirmed that Rodan, Mothra, and King Ghidorah would be featured in Godzilla: King of the Monsters.[13] Viral marketing describes him as a titanic kaiju with the skeletal structure of a Pteranodon and magma-like skin serving as plate armor. The film's promotional website, Monarch Sciences, identifies the fictional island of Isla de Mara off the eastern coast of Mexico as Rodan's location and describes him as being 154 ft (46.94 m) tall with a weight of 39,043 tons and a wingspan of 871 ft (265.48 m), making it the shortest version of the character, yet also the heaviest and the one with the greatest wingspan; though part of the short height is this version of Rodan being a quadruped like a real pterosaur as opposed to an upright biped like the Toho versions. It is also stated to be powerful enough to level cities with thunderclaps generated by its wings.[14][15][16] In King of the Monsters, Colonel Alan Jonah uses Dr. Emma Russell to have the ORCA device awaken Rodan from Monarch's Mexican outpost 56. With Rodan awoken, Monarch's jets lead it into fighting King Ghidorah where it is defeated. After Godzilla is (seemingly) killed by the Oxygen Destroyer, Rodan becomes submissive to the latter before being defeated by Mothra in Boston and then switching loyalties to Godzilla after Ghidorah is destroyed, leading the other Titans into bowing to him. According to a news clipping shown in the end credits, Rodan returned to hibernation in a mountain north of Fiji. Rodan made a cameo as a skeletal remain alongside Anguirus corpse in the prologue of Godzilla: Monster Planet, laying near the Great Wall of China. A news reporter can be heard mentioning Rodan during the scene showing its dead body. The story behind the corpses of Anguirus and Rodan is explained in Godzilla: Monster Apocalypse, a prequel novel of the movie. The first Rodan emerged in Paektu Mountain on November 2005, Rodan is then lured to China by the Korean People's Army. Rodan engaged in combat against Anguirus, which emerged at the same time in Siberia and lured to China by the Russian army, in Shanghai. The Chinese military fought back against Anguirus and Rodan with a bio-weapon, named Hedorah. Hedorah succeeded in killing the two, but it developed its own self-consciousness and betrayed humanity. In 2036, a flock of Rodans took over Siberia and compete against the Megaguiruses, both preying on European refugees on the Trans-Siberian Railway. In Godzilla: Project Mechagodzilla, a prequel novel of Godzilla: City on the Edge of Battle, a second Rodan was said to attack Kyushu in 2029, its fate is unknown. In the mid-2030s, a flock of Rodans attacked Rome and eventually took over the Italian Peninsula, preying on people. During project: Long March, a plan to keep Godzilla on land and lured him into Eurasia, humanity fight against Rodan and several other monsters in North Africa In 2044. A year later, during Operation: Great Wall, a plan to bury Godzilla alive in the Himalayas, humanity attacked by the Meganulons, the Rodans preyed on both human and Meganulons. In Godzilla: Singular Point, Rodan has a more realistic pterosaur appearance and size and come in massive flocks. The character's shriek was created by sound technician Ichiro Minawa, who sought to replicate the \"contrabass technique\" composer Akira Ifukube used for Godzilla. He layered it with a sped up human voice.[17] The sound would be remixed and reused for several other Toho monsters, including the second incarnation of King Ghidorah[18] and Battra.[19]","Title":"Rodan - Wikipedia","KeyID":"860","URL":"https://en.wikipedia.org/wiki/Rodan"}