{"Content: ":"Owain Daniel Doull MBE (born 2 May 1993[6]) is a Welsh road and track cyclist, who currently rides for UCI WorldTeam EF Education–EasyPost. Doull specialises in the team pursuit on the track, and won a gold medal in the discipline at the 2016 Olympics in Rio de Janeiro; as a result, he became the first Welsh-speaking athlete to win Olympic gold.[7] Doull was born and raised in Cardiff, Wales[8] where he was educated at Ysgol y Wern and Ysgol Gyfun Gymraeg Glantaf.[9] As a child he was a keen sportsperson and played rugby as a schoolboy and started cycling for the Maindy Flyers at 14.[10] In 2010 he was selected for the 2011 British Cycling's Olympic Development Programme, along with fellow Welsh cyclists Amy Roberts and Elinor Barker.[11] Roberts and Barker were also part of the Wales team that entered the 2011 Commonwealth Youth Games on the Isle of Man. Doull took two medals at the games, the silver in the Men's road race and bronze alongside Dan Pearson in the Men's team road race. In 2012 Doull completed the Olympic Development Programme and was accepted into the British Cycling Academy Programme.[6] Doull's first competitive tournament for Great Britain was at the 2013 UCI Track Cycling World Championships in Minsk, where he finished fifth in the Scratch race.[6] His first podium finish was at the 2013 UEC European Track Championships in Apeldoorn, where as part of the team pursuit, he took gold along with Steven Burke, Ed Clancy and Andy Tennant.[12] Doull followed his European victory with success on the world stage when he was part of the team pursuit team to take gold at Manchester in the first leg of the 2013–14 UCI Track Cycling World Cup.[13] Then in December 2013 he won two further medals in the second leg of the World Cup, this time in Aguascalientes, Mexico. He was again part of the team pursuit which took the bronze medal, and then won his first major individual medal when he took gold in the scratch race.[14] Doull turned professional for the 2014 road season with An Post–Chain Reaction.[15] Doull represented Wales at the Commonwealth Games in Glasgow, 2014.[16] In 2015 Doull moved to the new WIGGINS team set up by Bradley Wiggins aiming to prepare British riders for the team pursuit at the 2016 Summer Olympics,[17] rejecting an offer to switch to road racing full-time with Team Europcar.[18] In September 2015, Doull finished third overall at the Tour of Britain, and also won the points classification. In November 2015 Doull confirmed that he would remain at WIGGINS for the 2016 season, whilst in May 2016 it was announced that he would join Team Sky on a two-year deal from 2017.[19] In August 2016, Doull signed on with Team Sky as a stagiaire for the remainder of the season.[20] Doull was appointed Member of the Order of the British Empire (MBE) in the 2017 New Year Honours for services to cycling.[21] Doull kicked off his 2018 season with an appearance in the Tour Down Under.[22] In August 2019, he was named in the startlist for the 2019 Vuelta a España.[23]","Title":"Owain Doull - Wikipedia","KeyID":"8600","URL":"https://en.wikipedia.org/wiki/Owain_Doull"}