{"Content: ":"The 2022 Tour de France Femmes, (officially Tour de France Femmes avec Zwift), is the first edition of the Tour de France Femmes, one of women's cycling's two grand tours. The race started on 24 July and will finish on 31 July 2022,[1] and is the 16th event in the 2022 UCI Women's World Tour. The first stage of the inaugural edition of the Tour de France Femmes took place entirely in Paris, with the riders tackling 11 laps of a circuit around the Champs-Élysées. The circuit is identical to the one tackled by the men's peloton during the final stage of the Tour. There were two intermediate sprints situated after 34.8 kilometres (21.6 mi) and 55.2 kilometres (34.3 mi) of racing. With 19.2 kilometres (11.9 mi) remaining, there was a short climb that was categorized as a fourth-category climb.[2] The start of the stage was marked by multiple attacks as several riders tried to get into the break. For the first half of the stage, there were several situations where a solo rider or a group of riders built a small gap before the peloton brought them back. As the riders reached the first intermediate sprint, Marianne Vos (Team Jumbo–Visma) passed through ahead of Lorena Wiebes (Team DSM) to take the provisional lead in the points classification. Shortly after, Pauline Allin (Arkéa Pro Cycling Team) built a lead of around half a minute. After a few kilometres of being solo at the front, she would soon be joined by Henrietta Christie (Human Powered Health), but both riders were caught just before the second intermediate sprint. At the sprint, Vos and Wiebes did not contest for the points, with Lotte Kopecky (SD Worx) taking maximum points ahead of Alexandra Manly (Team BikeExchange–Jayco). Shortly after the second intermediate sprint, a trio of riders, Marta Lach (Ceratizit–WNT Pro Cycling), Femke Markus (Parkhotel Valkenburg), and Anne Dorthe Ysland (Uno-X Pro Cycling Team), escaped from the peloton. At the first categorised climb of the race, Markus got to the top first to take the first polka-dot jersey as the leader of the Queen of the Mountains (QoM) classification. The lead trio were caught shortly after the climb. With 17 kilometres (11 mi) left, Gladys Verhulst (Le Col–Wahoo) attacked from the peloton. She built a lead of around 40 seconds as the sprinters' teams were not in a hurry to catch her. 13 kilometres (8.1 mi) from the finish, Christine Majerus (SD Worx) and Alana Castrique (Cofidis) went down in a crash. Although Majerus got back on her bike, Castrique abandoned the race. There was another crash involving Amanda Spratt (Team BikeExchange–Jayco) and Laura Süßemilch (Plantur–Pura) but neither rider was seriously injured. As the riders headed towards the finish, Verhulst's lead quickly decreased until she was caught with less than 2 kilometres (1.2 mi) to go. The stage win was decided by a sprint, with Anna Henderson (Team Jumbo–Visma) leading it out. In the sprint, Wiebes and Vos went head-to-head, with Wiebes edging out Vos to win the sprint and take the first maillot jaune of the race. Aside from leading the general classification (GC), Wiebes also took the first green jersey as the leader of the points classification.[3][4] The second stage took the riders from Meaux to Provins for a mostly flat stage that featured a few lumps. After 16.9 kilometres (10.5 mi), the riders tackled the only categorised climb of the day, the fourth-category Côte de Tigeaux. Afterwards, the riders made their way towards Provins, with the riders travelling on a mostly flat terrain for the next 100 kilometres (62 mi). With 19.7 kilometres (12.2 mi) left, the riders passed through the finish line for the first time, with the line acting as an intermediate sprint on this occasion. The riders then looped around before making their way back towards the finish line. The finish of the stage was slightly uphill, with the final kilometre averaging 4 percent. As soon as the stage started, a group of four riders, Sabrina Stultiens (Liv Racing–Xstra), Femke Gerritse (Parkhotel Valkenburg), Rotem Gafinovitz (Roland Cogeas Edelweiss Squad), and Marit Raaijmakers (Human Powered Health), managed to build a gap over the peloton. The quartet contested the QoM points on Côte de Tigeaux, with Gerritse taking maximum points to match the total of Femke Markus (Parkhotel Valkenburg), the current QoM leader. The break extended their advantage to around two minutes as Team DSM controlled the gap. Their advantage gradually decreased until they were caught with around 80 kilometres (50 mi) to go. As the riders rode on the flat part of the stage, the peloton went on a steady pace, with no riders attacking. In the final 30 kilometres (19 mi), the stage was marked by multiple crashes, with several riders going down at separate times. The biggest victim of these crashes was Marta Cavalli (FDJ Suez Futuroscope), one of the favourites for the maillot jaune. Although she managed to get back on her bike, she eventually had to abandon the race. With 27 kilometres (17 mi) to go, Maike van der Duin (Le Col–Wahoo), the leader of the young riders classification, attacked from the peloton. She went on to take maximum points at the intermediate sprint while Lorena Wiebes (Team DSM) led the peloton across to take the remaining maximum points. As Elisa Balsamo (Trek–Segafredo) set the pace in the peloton, a split occurred behind her, with five riders including herself going clear. Balsamo, Marianne Vos (Team Jumbo–Visma), Katarzyna Niewiadoma (Canyon–SRAM), Elisa Longo Borghini (Trek–Segafredo), and Silvia Persico (Valcar–Travel & Service) bridged up to van der Duin, with the sextet gradually increasing their gap on the peloton. As the lead group neared the flamme rouge, Balsamo was dropped after having worked for Longo Borghini. In the final sprint, Niewiadoma launched her sprint first but Vos went around her to win the stage. Persico finished in second, ahead of Niewiadoma, while Longo Borghini took fourth, two seconds behind. With Wiebes leading the peloton across at 29 seconds down, Vos took the maillot jaune as well as the green jersey.[6][7] The third stage featured a rolling terrain that took the riders from Reims to Épernay. The first 86.5 kilometres (53.7 mi) of the stage were mostly flat, with the riders tackling the fourth-category climbs of Côte de Trépail and Côte de Vertus after 21.6 kilometres (13.4 mi) and 78.9 kilometres (49.0 mi), respectively. The final 47.1 kilometres (29.3 mi) featured several short climbs on the way to the finish. After climbing the fourth-category Côte du Mesnil-sur-Oger, the riders rode on an undulating part of the route before crossing the finish line in Épernay for the first time with 24.2 kilometres (15.0 mi) left. Shortly after passing through the intermediate sprint at 21 kilometres (13 mi) from the finish, the riders went up the third-category Côte de Mutigny, a 900-metre (3,000 ft) climb with an average gradient of 12.2 percent. The climb was crested with 15.8 kilometres (9.8 mi) remaining. A short flat section led the riders to the climb of Mont Bernon, which is 1 kilometre (0.62 mi) long with an average gradient of 4.6 percent. At the top, 3.9 kilometres (2.4 mi) from the finish, 3, 2, and 1 bonus seconds were offered to the first three riders across. A short descent led the riders back to the finish in Épernay, with the last 500 metres (1,600 ft) averaging 8 percent. The first part of the stage featured several attacks as riders tried to establish a breakaway. At one point, the maillot jaune, Marianne Vos (Team Jumbo–Visma), and Ellen van Dijk (Trek–Segafredo) were involved in separate moves but they were not able to break away. On the first three categorised climbs on the stage, Femke Gerritse (Parkhotel Valkenburg) took maximum points to take the lead in the QoM classification. As the riders travelled on the flat part of the stage, Femke Markus (Parkhotel Valkenburg) and Pauline Allin (Arkéa Pro Cycling Team) got a gap over the peloton. However, they only held an advantage of around half a minute before they were reeled in with 74 kilometres (46 mi) to go. After the riders climbed the Côte du Mesnil-sur-Oger, Alena Amialiusik (Canyon–SRAM) attacked from the peloton. Letizia Borghesi (EF Education–Tibco–SVB), Mischa Bredewold (Parkhotel Valkenburg), and Maria Giulia Confalonieri (Ceratizit–WNT Pro Cycling) tried to bridge up to her at separate times but they were unable to do so and they were reeled in one by one. Amialiusik led by almost a minute as she took maximum points at the intermediate sprint. As the riders approached the climb of Côte de Mutigny, Amialiusik's advantage gradually decreased until she was caught right at the bottom of the climb. The peloton split on the climb, with a select group of seven riders containing most of the GC contenders going off the front at the top. On the descent, Liane Lippert (Team DSM) and Demi Vollering (SD Worx) went down in the front group. Although Vollering managed to get back to a chase group, which included Vos, Lippert lost almost a minute and dropped back to a third chase group. With 6.8 kilometres (4.2 mi) left, the first chase group caught up with the lead group, making it 11 riders out front. On the climb of Mont Bernon, Katarzyna Niewiadoma (Canyon–SRAM) and Elisa Longo Borghini (Trek–Segafredo) increased the pace as they fought for the bonus seconds, with Longo Borghini edging out Niewiadoma. The pace dropped Kristen Faulkner (Team BikeExchange–Jayco) as well as Annemiek van Vleuten (Movistar Team), the main pre-race favourite. On the short descent, van Vleuten gradually reeled herself back to the lead group to contest for the stage win. In the sprint, Niewiadoma launched her sprint with around 300 metres (980 ft) to go, with Vos immediately following her wheel. From behind them, Cecilie Uttrup Ludwig (FDJ Suez Futuroscope) surged ahead to immediately build a two-second gap, holding off Vos to win the stage. Vollering lost eight seconds in the sprint while van Vleuten finished 20 seconds down. Vos kept the maillot jaune, extending her advantage to 16 seconds over Silvia Persico (Valcar–Travel & Service), who was also in the lead group, and Niewiadoma.[9][10] For the fourth stage of the Tour, the riders travelled through a hilly parcours that featured four sectors of gravel in the final half of the stage. The first 67 kilometres (42 mi) were flat, with the riders passing through the intermediate sprint in Bar-sur-Seine after 60.4 kilometres (37.5 mi). After cresting the third-category Côte de Celles-sur-Ource with 58.7 kilometres (36.5 mi) remaining, the riders immediately rode through the first sector of gravel, the Chemin blanc de Celles, which is 2.3 kilometres (1.4 mi) in length. After a descent and a short flat section, the riders climbed up the third-category Côte du Val des Clos before immediately going through the second gravel sector, the Chemin blanc des Hautes Forêts, which is 3.2 kilometres (2.0 mi) long. Around 8.7 kilometres (5.4 mi) after this sector, the riders tackled the next sector of gravel, the 4.4-kilometre (2.7 mi) long Chemin blanc du plateau de Blu, which is gradually uphill. After tackling the fourth-category Côte de Maître Jean with 28.2 kilometres (17.5 mi) to go, a short descent and flat section led to the fourth-category Côte de Vitry. Immediately afterwards, the riders went through the final gravel sector, the 3-kilometre (1.9 mi) long Chemin blanc de Vitry, with the sector ending with 17.4 kilometres (10.8 mi) left. Another short flat section led to the back-to-back climbs of Côte des Bergères, which featured bonus seconds at the top, and the fourth-category Côte du Val Perdu, which was crested with 5.1 kilometres (3.2 mi) to go. A short descent and flat section led to the finish in Bar-sur-Aube. The first part of the stage featured attempts from riders who tried to get into the break. Eventually, after 43 kilometres (27 mi), a group containing Coralie Demay (St. Michel–Auber93), Laura Asencio (Ceratizit–WNT Pro Cycling), and Valerie Demey (Liv Racing–Xstra) escaped from the peloton. The break built a maximum advantage of around two and a half minutes as the peloton maintained a steady tempo. On the first gravel sector, Demey was dropped from the front group while the peloton began to diminish in number. On the descent, Asencio distanced Demay but the latter came back to the former's wheel. On the second climb, the Côte du Val des Clos, Demay dropped Asencio, with the peloton hovering at around a minute down. The peloton continued to decrease Demay's advantage, closing in on her on the second gravel sector. However, back on the tarmac, the peloton slowed down, allowing Demay to increase her advantage again. On the third gravel sector, the peloton finally caught Demay. Midway through the sector, Cecilie Uttrup Ludwig (FDJ Suez Futuroscope) and Mavi García (UAE Team ADQ), two riders in the top ten, suffered from punctures, with the latter having to stop twice. Katarzyna Niewiadoma (Canyon–SRAM) also had to change her bike after riding through the sector. All three riders would eventually get back to the peloton. With 23.1 kilometres (14.4 mi) remaining, Marlen Reusser (SD Worx) attacked from the peloton, quickly attaining an advantage of around half a minute. On the fourth sector, Niewiadoma tried to lift the pace but no one was dropped. Elisa Longo Borghini (Trek–Segafredo) and Annemiek van Vleuten (Movistar Team) also suffered from mechanicals on this sector but both riders were able to get back to the peloton. Meanwhile, Garcia changed her bike for a third time. As she was trying to get back, she was hit by her team car, causing her to go down. She would get back on her bike but she would lose around a minute and a half at the end of the day. Following the last gravel sector, Reusser's advantage ballooned to more than a minute as the peloton slowed down. In the final 15 kilometres (9.3 mi), Alena Amialiusik (Canyon–SRAM), Évita Muzic (FDJ Suez Futuroscope), and Veronica Ewers (EF Education–Tibco–SVB) formed a chase group in pursuit of Reusser. However, they continued to lose time to Reusser, who eventually powered to a solo stage win. The chasing trio finished 1' 24\" down while Marianne Vos (Team Jumbo–Visma), who kept the maillot jaune, led the reduced peloton across at 1' 40\" down. The only change in the top ten on GC was Garcia dropping out after her mechanicals and crash, with Elise Chabbey (Canyon–SRAM) entering the top ten as a result.[12][13]","Title":"2022 Tour de France Femmes, Stage 1 to Stage 8 - Wikipedia","KeyID":"8638","URL":"https://en.wikipedia.org/wiki/2022_Tour_de_France_Femmes,_Stage_1_to_Stage_8"}