{"Content: ":"Henri Desgrange (31 January 1865 – 16 August 1940) was a French bicycle racer and sports journalist. He set twelve world track cycling records, including the hour record of 35.325 kilometres (21.950 mi) on 11 May 1893. He was the first organiser of the Tour de France. Henri Desgrange was born into a comfortably prosperous middle-class family living in Paris.[citation needed] Desgrange worked as a clerk at the Depeux-Dumesnil law office near the Place de Clichy in Paris and may have qualified as a lawyer.[n 1] Legend says he was fired from there either for cycling to work or for exposing the outline of his calves in tight socks as he did so.[1] Desgrange saw his first bicycle race in 1891 when he went to the finish of Bordeaux–Paris.[2] He began racing on the track, but endurance riding suited him better, and he set the first recognised \"hour record\" when on 11 May 1893 he rode 35.325 kilometres (21.950 mi) on the Buffalo velodrome in Paris.[n 2] He also established records at 50 and 100 km and 100 miles and became a tricycle champion in 1893.[3] He wrote a training book in 1894, La tête et les jambes,[4] which included the advice that an ambitious rider has no more need of a woman than an unwashed pair of socks. In 1894 he wrote another book, Alphonse Marcaux.[5] In 1897 he became director of the Parc des Princes velodrome and then in December 1903 of France's first permanent indoor track, the Vélodrome d'Hiver, near the Eiffel Tower. Unease with the attention paid to his track business by the leading sports paper, Le Vélo, and support from business magnates like Jules-Albert de Dion and Adolphe Clément-Bayard, who were displeased with the paper's advertising rates (and their political stance on the Dreyfus Affair), led Desgranges to become the editor of a newly-founded competing sports paper, L'Auto-Vélo, later renamed L'Équipe,[2] The first issue of L'Auto-Vélo appeared on 16 October 1900. It was printed on yellow paper to distinguish itself from the green of Le Vélo but a court case brought by the original paper agreed in January 1902 that the name was too similar and the consortium was ordered to drop \"vélo\" from the title.[citation needed] \"It was a magnificently imaginative invention, a form of odyssey in which the lonely heroism of unpaced riders was pitted against relentless competition and elemantal nature. The Tour encompassed the territory of France, and Desgrange later claimed that it encouraged a sense of national identity, establishing La Patrie in clear geographic terms\". Jim McGurn, an historian., [6] Desgrange is credited with founding the Tour de France in 1903 but the idea came from one of his journalists, Géo Lefèvre. Instead, Goddet was delighted and was said to have pointed at the safe and invited Desgrange to take all he needed. L'Auto announced the race on 19 January 1903. Promotion of the Tour de France proved a great success for the newspaper. Circulation leapt from 25,000 before the Tour to 65,000 after it. In 1908, the race boosted circulation past a quarter of a million, and during the 1923 Tour, it was selling 500,000 copies a day. The record circulation claimed by Desgrange was 854,000, achieved during the 1933 Tour. The reporter Pierre Chany wrote: \"He knew the imperfections of his work, which was still in progress, but it was as if he didn't see them. He rejected advice, certain of his authority and decisions, powerful in a world where his word had the force of law. He followed a narrow path between the interests of cycling in general and his own, a way of thinking that justified his reputation as a despot\". [7] The sport of cycle racing grew faster than the national and international associations established to administer it. Henri Desgrange saw his race, and himself, as more than capable of standing up to the Union Vélocipédique Française (UVF), the French authority. The UVF disqualified the first four riders[8] in the 1904 Tour de France, imposing penalties which went beyond those Desgrange had already imposed and which he thought excessive. The winner, Maurice Garin, for example, had already been fined 500 francs for taking food where taking food was not allowed.[7] What annoyed Desgrange more was that the UVF had waited until the following 30 November before acting, to avoid igniting public passion.[9] And that it hadn't explained the detail. He wrote in L'Auto: A suggestion of how Desgrange already perceived his race came in the paragraph that followed: The \"magnitude of the Tour de France\", by then only in its second year, came close to be ended there and then. Desgrange wrote in L'Auto: Desgrange soon thought otherwise and ran his Tour de France for another three decades. It was \"his\" Tour de France with rules that he drew up, rules that he imposed strictly - the French favourite Henri Pélissier stalked off in 1920 after Desgrange penalised him two minutes for leaving a flat tyre by the roadside. In 1924 he and two other riders walked out of the race in Coutances after a row about whether riders were allowed to take off clothing as the day grew hotter. Desgrange dismissed Pélissier as \"a pigheaded, arrogant champion\".[7] Marcel Bidot, another rider and later manager of the French team in the Tour de France, called Desgrange \"a driven man and a boss who tolerated no disagreement\".[7] Desgrange created a committee for physical education at the start of the first world war and trained several thousand soldiers to prepare them for the Front. Despite his age - he was already more than 50 - Desgrange then enrolled as a soldier himself. He presented himself at an assembly centre at Autan, distinctive for his grey hair and the Légion d'honneur pinned to his chest, and went to war as a poilu, an ordinary soldier. He won the Croix de Guerre in combat and continued to write for L'Auto but under the name \"Desgrenier\". Desgrenier is a play on words. Desgrange translates loosely as Barnes in English; the slight change turned his name into Lofts.[2] Desgrange was made an officer in May 1919 and that summer returned to L'Auto to edit the paper and to restore the Tour de France in a nation of death, ruin and shortage. It is because of Desgrange and the Tour de France that the people of France first recognised the shape of their country, say two academics who have studied the role of the race in French social history. The French had little idea of their geography at the start of the 20th century, say Jean-Luc Boeuf and Yves Léonard.[2] The popular 1877 children's schoolbook Le Tour de France par deux enfants (the title referred to a didactic journey by two children and not the race) had sold six million copies before the publishers thought it necessary, in 1905, to include a map of the country they were describing. While Desgrange is known outside cycling for his Tour de France, he made a further name inside it and within other sports by creating the Audax movement in 1904. Enthused by the way he saw long-distance cyclists challenging themselves to ride long distances in a set time, he created Audax Français to encourage and regulate such events in France. That in turn led to long-distance rides across France. The first 200-kilometre (120 mi) ride under Audax rules was on 3 April 1904, followed by a 100-kilometre (62 mi) walking event on 26 June. The cycling distances extended to 300, 400, and 600 kilometres (190, 250, and 370 mi) and ultimately to Paris–Brest–Paris (1,200 kilometres (750 mi)) which was originally a race but became an international Audax ride. The Audax movement extends to swimming, with Audax brevets created over six kilometres (three point seven miles) on 27 June 1913, then to rowing over 80 kilometres (50 mi) and finally, in 1985, to skiing. The Union des Audax Parisien was created on 14 July 1921 to administer brevets across the world. It became the Union des Audax Français on 1 January 1956. Throughout his life, Desgrange was passionate about improving the health of the nation. He was concerned that so many Frenchmen had been rejected by the army because of their poor health that France had not been able to protect itself adequately in the Franco-Prussian war. He set a personal example by running for a couple of hours a day all through his life. Jacques Goddet (son of Victor Goddet) said: Desgrange used L'Auto to help his campaign, going as far as listing riders he had seen his Parc des Princes cycle track without having a shower. The column's title was Dirty Feet.[13] For Desgrange, the Tour de France was not simply a long-distance and multi-day cycle race - an idea invented by Lefèvre - but close to what would now be called social engineering. He sought not just the best cyclist but a supreme athlete. To him, he said several times, the perfect Tour would have a perfect winner only if one man survived. Desgrange had a wife - they divorced - and a daughter. Little is known of either. He spent most of his life with the avant-garde artist Jeanne (Jane) Deley but never married her. She and Desgrange met some time after World War I.[citation needed] In 1936 Henri Desgrange had a prostate operation. The Tour de France was planned between two necessary operations, and Desgrange was determined to attend it, despite warnings that he should not.[13] Desgrange ordered his car to be heavily packed with cushions. A doctor would ride beside him, but the jolting and the repeated acceleration and slowing proved too much on the second day of the Tour already, and he left the race for good, retiring to his château at Beauvallon, Grimaud. Desgrange died at home on the Mediterranean coast on 16 August 1940.[citation needed] L'Auto wrote, under the headline Le Patron: A monument to his memory, paid for by subscription, stands at the Col du Galibier. The Souvenir Henri Desgrange is a cash prize awarded in his honour each year in the Tour De France to the first rider who crosses the race's highest point.[citation needed]","Title":"Henri Desgrange - Wikipedia","KeyID":"8642","URL":"https://en.wikipedia.org/wiki/Henri_Desgrange"}