{"Content: ":"Jacques Goddet (21 June 1905 – 15 December 2000) was a French sports journalist and director of the Tour de France road cycling race from 1936 to 1986. Goddet was born and died in Paris. His father, Victor Goddet, was co-founder and finance director of L'Auto, the newspaper that organised the first Tour in 1903. When Jacques Goddet had ended his studies in 1931, he became editor-in-chief of L'Auto. He covered the 1932 Summer Olympics in Los Angeles. In 1924 Jacques Goddet went to work for his father's paper in the rue du faubourg-Montmartre, Paris. Four years later he followed his first Tour de France and sat spellbound as he watched riders struggle for more than 16 hours on cols \"that were no more than mediocre earth paths, muddy, stony\". Goddet returned the following year and followed every Tour until 1989, with the exceptions of 1932 when he went to the Los Angeles Olympics and 1981 when he was too ill.[1] He became chief reporter at L'Auto and took over organisation of the race when the director, Henri Desgrange, became too ill to continue in 1936.[1] As for association football, Goddet is credited as one of the fathers of the idea for the Intercontinental Cup,[2] and one of the earliest proponents, in the 1970s, that the competition should be enlarged to encompass not only European and South American but also Asian, African and North-Central American club champions, in a form of a FIFA-endorsed Club World Cup.[3][4] Goddet's role during the German occupation of France after 1940, by which time the Tour had been suspended, is hazy. While he encouraged the newspaper's printers to produce material for the Resistance, he supported Philippe Pétain as leader of France after the Armistice[1] and he handed over the keys to the Vélodrome d'Hiver when the Germans wanted to intern thousands of Jews there. It is an episode which Goddet barely mentioned in his autobiography, L'Équipée Belle. The academics Jean-Luc Boeuf and Yves Léonard said of Goddet's writing in that time: From the several 1,200 articles published by Jacques Goddet in the rubric D'un jour à l'autre between September 1940 and August 1944, comes a strong Maréchalisme [support for Pétain], both from sentiment and from attraction for the National Revolution, at least until the winter of 1941, finding its roots in the 'trauma of 40'.[5] This Maréchalisme is strongest in the first months, such as in particular in an article in L'Auto of 4 November 1940: In 1940, France is starting another life. The Marshal is going to give us a purifying bath. The National Revolution is equally praised – and this after Pétain's speech of 12 August 1941 on the 'bad winds' – on 7 November 1941: When the Marshal gave France the gift of his self [personne] to France,[6] he took as his motto the three words which must characterise the future: fatherland [patrie], work, family. Each one of us must take these words to heart.[7] In choosing those words rather than the liberté, égalité, fraternité which had been France's motto since the Revolution of 1789, Pétain emphasised that he had ended the republic and created his own replacement, the French State.[8] Goddet was therefore for the end of the French Republic, although not necessarily its replacement by fascism. It was more a traditionalism associated with right-wing movements, a \"dream to restore the virtues of hard work, honesty, and respect for one's social superiors\" which Pétain thought had existed in rural society.[9] It was nevertheless a period disowned by the French Republic when Charles de Gaulle restored it and for which France took responsibility only in 1995, 50th anniversary of the end of the war, in a speech by President Jacques Chirac marking the round-up of Parisian Jews in the Velodrome d'Hiver.[10] Goddet said in his biography, written 50 years later after his wartime words, \"History should not confuse Pétain with Vichy, the true patriotic intentions of the old soldier with the political action of the government in place drawn from the gutter [gouffre]\".[1] While Goddet could never be called a collaborator and insisted in his book that he had done much to thwart the Germans, including refusing to organise the Tour despite the privileges they were offering (see Tour de France during the Second World War), his position was confused by the actions of his elder brother, Maurice. Like Jacques, Maurice had inherited their father's share in the publishing business. Maurice was eased out when his flamboyant policies came close to ruining the company and his final act was to sell shares to a consortium of Germans close to the Nazi party. The major holding in the paper was also sold to the Germans by Albert Lejeune, on behalf of his boss Raymond Petenôtre, who had taken refuge in the USA.[1] L'Auto therefore fell to some extent under German control and the column of general news that Goddet had included to widen the appeal of L'Auto appeal became a propaganda tool for the occupants. The doors of L'Auto were boarded up on liberation on 17 August 1944, because it \"submitted to German control\". Goddet succeeded in launching a new paper, L'Équipe, in 1946, but a condition imposed by the reconstruction government was that Goddet's name wasn't to be associated with his paper nor his presence seen in its building.[1] Two other publishers hoped to establish sports papers and they complained that Goddet's name was associated not only with the tarnished L'Auto but with the Tour de France, which gave L'Équipe an unfair advantage when all newspapers were supposed to have an equal chance of establishing themselves. On L'Équipe's first front page, Goddet wrote anonymously: We are living through a cruel time in the life of a society in which, if we fail to resist it, selfishness will become the dominant passion. Against such a threat, we will fight in the name of solidarity. Équipe [team] – the very word exercises a noble influence on the heart of our group – an influence that was exerting itself during a time of rage and hope when our collective will was placed in the service of the Resistance.[1] Goddet was educated at a private school near Oxford, England, and maintained a love for both Britain and the enthusiasm for sport encouraged in his school. He wrote in the thunderous, literary terms established by Henri Desgrange and referred not to finish lines but \"les arrivées magistrales\". He wrote of the French rider Louison Bobet \"accepting gallantly the delay attributed to him by the celestial handicapper\". In the heat of southern France, he adopted khaki shorts and shirt, knee-length socks and a pith helmet. The finances of L'Équipe were rarely sound and in May 1965 Goddet accepted a merger with a company run by the publisher Émilien Amaury, with whom he had earlier made his successful bid to relaunch the Tour de France. Amaury's condition was that his own cycling reporter, Félix Lévitan, should share organisation of the Tour. Lévitan slowly took over from Goddet, especially in the arrangements for sponsorship and finance. He and Goddet were business partners rather than friends, and came into his own when Émilion Amaury bought L'Équipe and the Tour. He was an Amaury favourite, but only with the father. Amaury's death meant ownership of the Amaury organisation passed to his son, Philippe. Friction over the inheritance meant Philippe was anxious to change some of the arrangements he had taken over and Lévitan fell out of favour. On 17 March 1987 he found the locks of his office changed and a court official waiting to search and clear it amid claims, never proven, of financial mismanagement. Goddet became race director-at-large before leaving the following year. He died at 95, and his funeral was held in Les Invalides. In tributes, the President of France, Jacques Chirac, called him \"one of the inventors of French sport\". The prime minister, Lionel Jospin, said: \"France and journalism have just lost an exceptional man. He made the Tour de France, through his 50 years at its helm, the most popular French sports event and the one most known across the world\". The former winner Laurent Fignon said: \"I only knew him a little. But what I remember of him is his personality. He had true moral values and, even if sometimes he could appear hard, he was always just in his judgements\".","Title":"Jacques Goddet - Wikipedia","KeyID":"8643","URL":"https://en.wikipedia.org/wiki/Jacques_Goddet"}