{"Content: ":"Félix Lévitan (12 October 1911 in Paris – 18 February 2007 in Cannes), a sports journalist, was the third organiser of the Tour de France, a role he shared for much of the time with Jacques Goddet. Lévitan is credited with looking after the financial side of the Tour while Goddet concentrated on the sporting aspect, but in the end Lévitan was fired while Goddet simply retired. Félix Lévitan was born in the 13th arrondissement of Paris eight years after Maurice Garin won the first edition of the race he would eventually organise. Lévitan's parents were shopkeepers. He played soccer as a child and tried cycle-racing after working at the Vélodrome d'Hiver and the Parc des Princes cycle tracks (velodromes) in the city. The Vél' d'Hiv' was the city's indoor track and the Parc the outside stadium where the Tour de France finished. The racing inspired Lévitan to become a journalist. It was 1928 and he was 17. He started at the cycling magazine, La Pédale, and from there moved to the Parisien Libéré at the start of World War II. By 1962 he was director-general, chief editor and head of sport at Le Parisien Libéré. Among events he covered was the Tour de France, which since 1947 had been organised by Jacques Goddet as editor of the daily sports paper, L'Équipe. L'Équipe found the organisation demanding and expensive and came to a deal in 1962 with the owner of Parisien Libéré, Émilion Amaury, to sponsor the Tour. In exchange, Lévitan, would become deputy organiser. Before long Lévitan became co-organiser. He began a drive to recruit as many sponsors as he could, sometimes accepting prizes in kind if he could not get cash. 1976 first prize included a seaside apartment given by the businessman Guy Merlin, sometimes with extra money but not always. In 1988 Pedro Delgado of Spain won not only an apartment but a car, an \"objet d'art\" and only then cash: €82,000.[1] Lévitan had already had to defend himself against charges that the Tour was drowning in bad taste and that it ought to be taken over by the state to save it.[2] In 1981 Lévitan called journalists to open the books. He said not only would the multitude of small sponsors continue but that they would increase. In a speech lasting half an hour, he ran through them one by one, saying that the Tour cost \"not a centime\" in taxes. The implication was that taxpayers would foot the bill if the state took over.[2] Lévitan introduced the finish of the Tour at the Avenue des Champs-Élysées in 1975. It had previously been at the Parc des Princes and the Piste Municipale. Lévitan continued to look for sponsors and saw a chance to attract money from the United States when in 1981 Jonathan Boyer, sometimes known as Jacques Boyer, became the first American to ride the Tour. Lévitan capitalised on the transatlantic interest he expected by encouraging Boyer to ride not in his sponsor's jersey but in the stars and stripes, normally reserved for the American national champion.[3] Lévitan dreamed of a Tour of America, which was born in 1983 and died of enormous losses. The organisation had been delegated to Philippe Riquois, a business associate of Bernard Hinault whose agency handled the TV rights to the Tour de France outside Europe. Lévitan had been a favourite with Émilien Amaury, who now owned not just Parisien Libéré but L'Équipe as well. But when he died, his son Philippe, bitter over illegal inheritance arrangements that his father had tried to make, took a less charitable view of those his father had appointed.[4] On 17 March 1987 Lévitan was called to a meeting in the board room in which the Tour's first organiser, Henri Desgrange had first had the suggested to him the words \"Tour de France.\" A complicated financial discussion ensued. At stake was the losses entailed by the Tour of America. The claim was that it had been cross-financed by the Tour de France. Lévitan insisted he was innocent but the lock to his office was changed and he arrived at work 17 March 1987, to find his job was over. He went to live in his vacation house by the Mediterranean and appointed a lawyer to watch for defamatory mentions in newspapers. He stayed away from the Tour and never spoke of it to journalists. Only in 1998 did he return to the race, saying that he and the administration had \"come to an understanding\", but he refused to talk of his years as organiser or afterwards. Lévitan was himself 76 and Jacques Goddet 80. With age and with the changing of the guard at L'Équipe and the Tour de France, Goddet retired the following year. The pair were replaced for a year by a cognac salesman called Jean-François Naquet-Radiguet, who in turn was replaced by Jean-Marie Leblanc. As a former rider and now a reporter for La Voix du Nord, Leblanc was one of those who questioned Lévitan the day he opened the books to reporters. On being appointed, he immediately got rid of Lévitan's many small sponsors. He said: Lévitan founded and was first president of the Union Syndicale des Journalistes Sportifs de France (1957–1965), then president of the Association Internationale de la Presse Sportive (1964–1973). He was mayor of Auffargis, Yvelines. He was appointed a Chevalier de la Légion d'honneur in 1953 and promoted to officer of the Légion d'honneur in 1963. In 2003 he was elevated again to commander of merit of the Légion d'honneur. Apart from the fact that he saw the Tour through some of its trickiest financial times, the legacy that remains from the Lévitan days is the polka dot jersey worn by the leader of the mountains classification. Lévitan chose the design because it had appealed to him when he saw it as a teenager at the Vélodrome d'Hiver. The finish on the Champs-Élysées will also be a memorial.","Title":"Félix Lévitan - Wikipedia","KeyID":"8644","URL":"https://en.wikipedia.org/wiki/F%C3%A9lix_L%C3%A9vitan"}