{"Content: ":"Jean-Marie Leblanc (born 27 July 1944, in Nueil-sur-Argent, now Nueil-les-Aubiers, Deux-Sèvres) is a French retired professional road bicycle racer who was general director of the Tour de France from 1989 to 2007, when he reached pensionable age and was succeeded by Christian Prudhomme. He became a professional in 1966 and rode until 1971. He gained his best results in criteriums, small tours, and single stage races, like the Grand Prix d'Aix-en-Provence (1968, 1st), the Circuit d'Armorique (1969, 1st), and the Four Days of Dunkirk (1970, 2nd). Afterwards, he became a sports journalist. Under his aegis, the Tour was modernised, most notably with the abandonment of the red and combination jerseys. Revenues were increased, as large numbers of sponsors were replaced by a limited number of larger ones - as well as increased income from television rights.[1] In 1989, Leblanc cancelled further running of Tour de France Féminin, citing the economic cost of organising the race with limited media coverage and sponsorship being generated.[2] Leblanc was president of the AIOCC (Association Internationale des Organisateurs de Courses Cyclistes)[3] from 1989 through 2004.[4] In October 2007, he published his autobiography, Le Tour de ma Vie. He took over from Jacques Duquesne as president of the JNP (Journalists Originating from Nord-Pas de Calais). Every Christmas it awards the 'Trophy of light' to whoever has best served the region that year. Every Spring it awards the 'Golden Pen' to the author of the best article of the region. Leblanc is a fan of classical music and jazz and plays the clarinet. His ambition to play Mozart's clarinet concerto with an orchestra was realised on 27 June 2008 when he played at the Salle Philharmonique du Conservatoire de Liège (Belgium), with the Liège Philharmonic Orchestra conducted by Jean-Pierre Haeck. This biographical article related to a French cycling person born in the 1940s is a stub. You can help Wikipedia by expanding it.","Title":"Jean-Marie Leblanc - Wikipedia","KeyID":"8645","URL":"https://en.wikipedia.org/wiki/Jean-Marie_Leblanc"}