{"Content: ":"Parc des Princes (French pronunciation: [paʁk de pʁɛ̃s]) is an all-seater football stadium in Paris, France,[1] in the south-west of the French capital, inside the 16th arrondissement, near the Stade Jean-Bouin and Stade Roland Garros.[1][2] The stadium, with a seating capacity of 47,929 spectators, has been the home of Paris Saint-Germain since 1974.[3][4] Before the opening of the Stade de France in 1998, it was also the home of the France national football team and France national rugby union team.[4] The Parc des Princes pitch is surrounded by four covered all-seater stands, officially known as Tribune Borelli, Tribune Auteuil, Tribune Paris, and Tribune Boulogne.[5] Conceived by architect Roger Taillibert and Siavash Teimouri, the current version of the Parc des Princes officially opened on 25 May 1972, at a cost of 80–150 million francs.[6][7] The stadium is the third to have been built on the site, the first opening its doors in 1897 and the second in 1932.[2] PSG registered its record home attendance in 1983, when 49,575 spectators witnessed the club's 2–0 win over Waterschei in the UEFA Cup Winners' Cup quarter-finals.[8] However, the France national rugby union team holds the stadium's absolute attendance record. They defeated Wales, 31–12, in the 1989 Five Nations Championship in front of 50,370 spectators.[9] Originally called Stade Vélodrome du Parc des Princes, the stadium was inaugurated on 18 July 1897. Situated in the 16th arrondissement of Paris, the area was a forested parkland used by the royal family before the French Revolution. This gave the Parc des Princes its name.[7][10] With more than 3,000 seats, the velodrome had a 728-yard track.[7][10] The director of the stadium, Henri Desgrange, was a former racing cyclist and founder of the cycling magazine L'Auto (predecessor of L'Équipe).[10] Le Parc marked the finish of the Tour from its first edition in 1903 until 1967.[4] The 1900 UCI Track Cycling World Championships was held at the Parc des Princes.[10] In 1903, an English side easily defeated a team composed by the best Parisian players (11–0) in front of 984 paying spectators, in what was the first international football played at the Parc des Princes.[7] In 1905, the France national football team contested its first ever home match against Switzerland, winning 1–0 at le Parc.[7][10] Subsequently, the stadium welcomed further prestigious friendly games, but also four USFSA French Championship finals, as well as the 1919 Coupe de France Final between CASG Paris and Olympique de Paris in front of 10,000 spectators.[7] PSG's home also boasts a long history as an international rugby venue.[2] In 1906, the France national rugby union team played their debut international, against the New Zealand national rugby union team. Other tenants included the Racing Club de France.[10] The stadium capacity was increased to 20,000 by the start of the 1924 Summer Olympics, held in Paris. However, Stade Olympique Yves-du-Manoir, which had been expanded to 60,000 seats, hosted the event.[10] In the 1930s, L'Auto founder Henri Desgrange and his business partner Victor Goddet carried out a thorough reconstruction of the Parc des Princes and expanded it so that the sports arena had seats for 45,000 visitors, including 26,000 covered.[7][10] The new stadium opened on 19 April 1932.[2][7] Its capacity, however, was quickly reduced to 38,000 seats to improve comfort.[7] Le Parc hosted the opening match of the 1938 FIFA World Cup between Switzerland and Germany as well as the victory of Hungary in the semi-final against Sweden. But Stade Olympique Yves-du-Manoir continued to be more important, hosting the 1938 FIFA World Cup Final in which Italy beat the Hungarians 4–2 to claim its second consecutive world title.[10] Following the Liberation of Paris in August 1944 and the end of World War II in September 1945, the French football championship returned, with big Parisian clubs Stade français-Red Star and Racing Paris regularly playing at the Parc des Princes. Still equipped with a cycling track of 454 metres, the Tour de France was not the only major sporting event hosted at this stadium.[4][7] Le Parc also hosted the 1954 Rugby League World Cup Final, which saw Great Britain defeat hosts France in the inaugural staging of the Rugby League World Cup;[11] Real Madrid's win over Stade de Reims in the first ever European Cup final in 1956;[4] and the 1960 European Nations' Cup Final, which saw the Soviet Union claim the first edition of the tournament after beating Yugoslavia.[2] Conceived by French architect Roger Taillibert and Iranian artist Siavash Teimouri, the design of the third and current Parc des Princes was innovative for the time, allowing spectators to enjoy excellent sight-lines, with no seat being further than 45 metres from the pitch.[1][10] It was also the first stadium with lighting systems integrated onto its elliptical roof, and to this day is praised for its unique acoustics and its distinctive concrete ribs or razors.[1] Described in French as a 'caisse de résonnance' ('box of sound') due to its tight dimensions and the pressure-cooker atmosphere created by its home fans, it is one of the continent's most emblematic and historic venues.[4][10] Its raw concrete exterior may not be as extraordinary today, in the era of multimedia stadiums. But the razors supporting the concrete shell remain an icon of local skyline and the structure has aged with grace. It is a landmark and legally protected icon of French architecture.[12] Furthermore, the seating bowl provides two continuous tiers without obstructed views, though some obstructions were introduced due to additional fencing of the away enclosure. Distance of end zones from the field is a disadvantage, because the stadium was designed with rugby in mind and left too much room for a football configuration.[12] The inauguration of the Parc des Princes took place on 25 May 1972 on the occasion of the football match between France and USSR. The new stadium hosted the 1972 Coupe de France Final between Olympique de Marseille and Bastia on 4 June 1972.[7][10] That same year, Paris Saint-Germain (PSG) – a fusion between Paris Football Club (PFC) and Stade Saint-Germain – went through a bitter divorce. Paris FC remained in Ligue 1, while PSG kept their name but were administratively demoted to Division 3.[13][14] PSG played their first game at the Parc des Princes against Ligue 2 promotion rivals Red Star on 10 November 1973, as a curtain-raiser for that season's league season between PFC and Sochaux. PSG won 3–1 as Othniel Dossevi scored the club's first goal at the stadium.[15] PSG returned to Ligue 1 in 1974, ironically the same year that Paris FC (PFC) were relegated. They immediately moved into the Parc des Princes, which up until that point had been the home stadium of PFC.[13][14] Before that, PSG had been playing at several grounds including the Stade Municipal Georges Lefèvre, the Stade Jean-Bouin, the Stade Bauer, and even the Parc des Princes a few times that season despite the reluctance of PFC.[16][17] Thereafter, Paris FC and Racing Paris also played at the Parc des Princes while they were in Ligue 1 (until 1990), but never reaching the numbers of attendance leaders PSG.[7] Following its opening, the Parc des Princes finally became France's biggest stadium.[10] This was where the national and international cup finals took place, including every single Coupe de France from 1972 to 1997, and three European club finals: the 1975 European Cup Final, the 1978 European Cup Winners' Cup Final and the 1981 European Cup Final.[2][10] Most importantly, le Parc saw France defeat Spain in the UEFA Euro 1984 Final to claim its first-ever title. In 1992, France was named to host the 1998 World Cup. It was the country's first since 1938 and construction of a new arena began in May 1995, at the same time that Parc des Princes hosted the 1995 UEFA Cup Winners' Cup Final.[10] Inaugurated in January 1998, the Stade de France was the stadium of the future, while le Parc hosted its last international final that same year: the 1998 UEFA Cup Final.[10] Les Bleus have only played twice at the Parc des Princes since 1998: against Scotland during the UEFA Euro 2008 qualifiers in September 2007, and versus Australia in a friendly match in October 2013.[18] Nonetheless, the stadium has still staged games at the 1998 FIFA World Cup, 2007 Rugby World Cup, UEFA Euro 2016 and 2019 FIFA Women's World Cup.[2][4] In November 2013, PSG reached an agreement with the Paris City Council, owner of the Parc des Princes, to extend their stadium lease for a further 30 years until 2043, based on a fixed rent plus a variable share of their income.[10][19][20] Subsequently, under the guidance of American architect Tom Sheehan, PSG completed a three-year €75 million upgrade of the Parc des Princes (2012, 2013–2014, 2015–2016) ahead of the UEFA Euro 2016 in France.[12][20] Two additional rows of seats were added, allowing the ground to remain at a capacity of 48,000, despite now boasting larger and more comfortable seats.[20] Hospitality capacity went from 1,200 to 4,500, and new substitutes' benches and spacious, modern changing rooms that include warm-up and treatment rooms were installed.[4][20] Carrying out this renovation work saw PSG's stadium revenue swell from €20m to €100m.[20] PSG are also looking to increase the capacity of their home to 60,000 in the coming years.[20] From the start of their ownership at the capital club, Qatar Sports Investments (QSI) made it clear that a larger stadium is one of the means to establish PSG as one of leading European clubs. Originally, there were two options under consideration: move to the Stade de France or expand the Parc des Princes. The former was discarded following the redevelopments made to le Parc ahead of the Euro 2016. Expansion before the tournament proved impossible, but according to PSG deputy CEO Jean-Claude Blanc the club's plans have not changed.[21] There have also been rumours that QSI are interested in buying the Parc des Princes for a fee believed to be around €150m.[10]","Title":"Parc des Princes - Wikipedia","KeyID":"8647","URL":"https://en.wikipedia.org/wiki/Parc_des_Princes"}