{"Content: ":"The Tour de France is an annual men's multiple stage bicycle race primarily held in France, generally considered the most famous bicycle race in the world.[1] It was founded by the French sports journalist and former professional road racing cyclist Henri Desgrange, who became the first director of the race.[2] He was passionate about taking the Tour up to the highest reachable points of elevation in the Alps and Pyrenees using the most difficult routes.[3] The highest point of the first Tour de France in 1903 was the summit of the 1,161-metre-high (3,809 ft) Col de la République mountain pass in the Mont Pilat area of the Massif Central highland region. The following year the route remained identical, but in 1905 and 1906 the Tour moved into the Alps, in particular the Dauphiné Alps, and up to the Col Bayard at 1,264 m (4,147 ft). The 1907 Tour took the race higher, up to 1,326 m (4,350 ft) with the Col de Porte in the Chartreuse Mountains. This point was again the highest for the next two Tours.[4] The race first reached high altitude[a] on the ninth edition in 1910 when it passed the 2,115-metre-high (6,939 ft) Col du Tourmalet in the Pyrenees.[6][7] Not satisfied with that height, Desgrange the following year introduced his favoured Col du Galibier in the Alps, which summited at 2,556 m (8,386 ft) via a single-laned 365-metre-long (1,198 ft) tunnel that first opened in 1891.[8][3] At the time, Desgrange eulogised over the Galibier in comparison to the Tourmalet and other climbs, saying: \"Oh Sappey, oh Laffrey, oh Bayard, oh Tourmalet! I will not shirk from my duty in proclaiming that compared to the Galibier you are no more than pale and vulgar babies; faced with this giant we can do no more than tip our hats and bow!\"[9] The Galibier was the highest point of elevation in each Tour to 1937, which led it to become one of the most iconic climbs in the race.[10] The 1938 race went higher up to the Alpine Col de l'Iseran at 2,770 m (9,088 ft).[6][11] Various Alpine passes, including the Galibier, were the highest points reached in Tours until the 1962 race saw a new high of 2,860 m (9,383 ft) at the Cime de la Bonette in the Alps, a short loop road which forks from the summit of the Col de la Bonette.[12] As of 2019[update], this remains the highest point of elevation reached by the Tour de France. Since 1962, all the highest points of Tours bar one have remained above 2,000 m (6,562 ft), using passes in the high Alps and Pyrenees. ","Title":"List of highest points reached in the Tour de France - Wikipedia","KeyID":"8653","URL":"https://en.wikipedia.org/wiki/List_of_highest_points_reached_in_the_Tour_de_France"}