{"Content: ":"Pierre Dumas (died Paris, 29 February 2000) was a French doctor who pioneered drug tests in the Olympic Games and cycling. He was doctor of the Tour de France from 1952 to 1969 and head of drug-testing at race until 1977. Dumas taught physical education at Reims from 1942. He then studied to become a doctor and joined the École Nationale de la Santé Publique[1] in Paris in 1951. He was a short, stocky figure, a Greco-Roman wrestler[2] who had a black belt in judo.[3] He knew nothing more of cycling than he had read in the newspapers when in July 1952 he cancelled a climbing holiday in the Alps to become doctor at the Tour de France. Dumas remained head doctor of the Tour until 1972, when he handed over to Philippe Miserez. Pierre Dumas told Philippe Brunel of L'Équipe that he saw riders injecting themselves as they rode.[3] \"During the race?\", Brunel asked. \"Oh, énormement. (Yes, massively) \"You saw them inject themselves in front of you?\" (Yes) \"They weren't embarrassed.\" Dumas came to the 1952 Tour de France when the original doctor pulled out. Dumas was a judoka rather than a cyclist and had none of the preconceptions established in cycling. He discovered a world in which \"there were soigneurs, fakirs, who came from the six-days. Their value was in the contents of their case. Riders took anything they were given, even bee stings and toad extract.\"[4][5] He spoke of \"medicine from the heart of Africa... healers laying on hands or giving out irradiating balms, feet plunged into unbelievable mixtures which could lead to eczema, so-called magnetised diets and everything else you could imagine. In 1953 and 1954 (Tours de France) it was all magic, medicine and sorcery. After that, they started reading Vidal [the French medicine directory].\"[4][5] In the 1955 Tour de France, Dumas attended the French rider Jean Mallejac when he collapsed in the Tour de France on Mont Ventoux. Ten kilometres from the summit, said the historian of the Tour de France, Jacques Augendre, Mallejac was: \"Streaming with sweat, haggard and comatose, he was zigzagging and the road wasn't wide enough for him... He was already no longer in the real world, still less in the world of cyclists and the Tour de France.\"[4] Mallejac collapsed, one foot still in a pedal, the other pedalling in the air. He was \"completely unconscious, his face the colour of a corpse, a freezing sweat ran on his forehead.\"[6] He was hauled to the side of the road and Dumas summoned. Georges Pahnoud of the Télégramme de Brest reported: He had to force [Mallejac's] jaws apart to try to make him drink and it was a quarter of an hour later, after he had received an injection of Solcamphor and been given oxygen, that Mallejac regained consciousness. Taken by ambulance, he hadn't however completely recovered. He fought, he gesticulated, he shouted, demanded his bike, wanted to get out. Mallejac insisted for the rest of his life that he had been given a drugged bottle from a soigneur, whom he didn't name, and said that while his other belongings had reached the hospital intact, the bottle had been emptied and couldn't be analysed.[7] That evening Dumas said: \"I'm prepared to call for a charge of attempted murder.\" The French team manager, Marcel Bidot, was cited to an inquiry by the Council of Europe as saying: \"Three-quarters of riders were doped. I am well placed to know that since I visited their rooms each evening during the Tour. I always left frightened after these visits.\"[4] The chairman of the Dutch cycling federation, Piet van Dijk, said of the Rome Olympics that \"dope - whole cartloads - [were] used in royal quantities.\" [8] Dumas led the International Sports Medicine Federation (ISMF) to press the Union Cycliste Internationale (UCI) for drug-testing at the 100 km team time-trial at the 1964 Summer Olympic Games in Tokyo. Danish cyclist Knut Jensen had crashed and died at the 1960 Summer Olympic Games in Rome whilst competing in the 100 km. Wlodzimierc Golebiewski, organiser of the Peace Race and vice-president of the International Amateur Cycling Federation, said: \"This young man had taken a large overdose of drugs, which had been the cause of his death. As a result of this accident, the Union Cycliste Internationale (UCI) became the first to bring in doping controls.[9] The International Olympic Committee took its first action in Moscow, when in June 1962 it studied a report by Carvallo Pini and Ferreira Santos, who had asked it to consider the problem. The French association of physical education had formed the first anti-doping committee in 1959 and prompted the ISMF to act internationally. The ISMF held a symposium and from it came the call to the UCI for tests at the Tokyo Games. Teams were frisked at the start but only innocent substances found. Urine was taken from Dutch, Italian, Swedish, Argentine, Russian and French riders but nothing found.[10] They were carried out by four officials from the UCI and by the French sports minister, the mountaineer Maurice Herzog. Riders were checked for signs of injections, which 13 had, and were asked what they had taken,[11] who had supplied them and who had conducted or authorised the treatment. Dumas had established tests could be conducted and wrote to Avery Brundage, the Games president. Brundage passed the letter to Prince Alexandre de Merode, a member of the Olympic committee in Belgium, who met Dumas and another campaigner, Dr André Dirix of Belgium. The minutes, and a petition by doctors from 14 nations,[12] went to Brundage. Dumas told an international conference: We could be reproached for accusing cycle racing above all. It would be a mistake. But we repeat that doping is most spectacular there. Accusations abound, whereas in other sports there are only so many noises made. In 1965, Dumas[5] quoted a report by \"a national cycle coach\": Accidents are varied in their consequences but they all have as a starting point a momentary absence of self-control. This starts with the overexcited competitor who, at the finish of a race, runs wild in a manner that his defeat does not entirely justify. Or it is the winner who does not realise until several hours after his victory that he has won. I have also seen slobbering cyclists on the roadside, their mouths foaming.[13] Ill-tempered, they kick their bikes to smash them, making disordered gesticulations. Another hits his head with a bottle of mineral water he has just been given. Yet another throws himself at the barrier and breaks it. This would be comical if it were not so important and pitiable. What can be said of a rider who, in a straight line and on a road 20 metres wide, leaves the road and crashes into a tree? He knocks himself black and blue, and this only a short while after putting his hand into his pocket for a little extra [un petit bidon]. In that same year he began his campaign against soigneurs and team doctors, and riders who treated themselves. He asked riders to allow him to test them, promising secrecy.[14] The results helped create the first doping law. The first routine examination of all sports in the Olympic Games started in Grenoble and Mexico in 1968.[10] Dumas gave his first public warning about doping during the 1962 Tour de France, when 12 riders fell out sick in a single day, many of them from the same team. The riders and their officials insisted they had eaten bad fish at their hotel. The hotels proved that they hadn't. Dumas concluded that they had taken a badly administered cocktail that included morphine, a pain-killer. He and Robert Boncourt, his colleague on the amateur race, the Tour de l'Avenir, warned in the press about drug-taking and its dangers. It was the first time an official of either race had made a public statement of the sort and next day the professional race came close to a strike.[15] The incident led Dumas and Boncourt to organise a conference on drug-prevention at Uriage-les-Bains the following year. That brought France's first law against drugs in sport, passed shortly after a similar law in Belgium. On 1 June 1965, France passed Law 65-412,[16] known as the Loi Herzog, after Maurice Herzog, the minister of youth and sport. It led to a spot test on the 1966 Tour de France, after which riders went on strike and called for Dumas to take a test himself, to see if he had been drinking wine or taking aspirin to make his own job easier. \"The implication was clear,\" said the British writer Geoffrey Nicholson. \"Any more testing, no more Tour.\"[17] The penalty threatened by the law, said Nicholson, was \"up to a year's imprisonment and a fine of roughly £400\", but \"in France, this law was not enforced, mainly it seemed because professional cyclists regarded it as an intrusion on their personal liberty, and on the whole public opinion was behind them.\"[17] The UCI had not been enthusiastic about drug-testing. William Fotheringham wrote: (In 1962), cycling's international governing body, the Union Cycliste Internationale, had thrown out a motion from the Polish federation to make the UCI responsible for combating doping. Measures against the use of drugs in cycling, when they came, were led by the police in Italy, Belgium, Switzerland and France. They treated action against sportsmen as an extension of their operations against drug traffickers and behaved accordingly. Early anti-drug operations at cycle races were crude, did nothing to make cyclists feel well-disposed towards their imposition, and lacked any credibility.[3] Tests were carried out timidly and the French rider, Jacques Anquetil, was among several prominent competitors who said the law was badly written and unreliably carried out. Alec Taylor was manager of the British team in the 1967 Tour de France, in which Tom Simpson, his leading rider, died on Mont Ventoux after doping himself. Taylor said: Race officials, federations, even the law on the Continent have been lax and some criticism must be laid at their door for their slackness in dope-testing procedures and administration. Before Tom's death I saw on the Continent the over-cautious way riders were tested for dope, as if the authorities feared to lift the veil, scared of how to handle the results, knowing all the while what they would be.[18] Dumas took a stroll at dawn near his hotel, the Noaille at Cannebière, where he met other race followers on the day of Simpson's death. \"If the riders take something today, we'll have a death on our hands,\" he said. [19] Dumas was responsible for the wellbeing of riders in the race but had no control over their preparation, over their teams, or over the drug tests themselves. He was aware of that on the eve of Simpson's death on 13 July 1967. The historian Pierre Chany wrote: Three kilometres from the summit, in a landscape of stone, where the mountain becomes most arid, the Briton began to wobble. The drama was imminent and it came a kilometre further on. Simpson climbed in slow motion, his face blank, his head tilted towards his right shoulder in his familiar manner. He was at the end of his strength. He fell a first time. Spectators went to him, putting him back in the saddle and pushing him. He went another 300m, helped by unknown arms, then fell again. This time, nobody tried to pull him upright: he had lost consciousness.[19] Dumas took over team officials' attempts at saving Simpson.[20] Simpson was not breathing even in an oxygen mask. He, his deputy and a nurse, took turns massaging his heart and giving mouth-to-mouth. Dumas refused to sign a burial certificate and a poisons expert was commissioned to conduct an autopsy. Alec Taylor said: \"His death jolted parents, coaches, trainers, race organisers, showing them what was happening in the world of sport and in cycle racing particularly was reaching dangerous proportions.\"[18] It took many years before the testing that Dumas wanted became common in sport and more years before it was convincingly carried out. Not until 2008, for instance, was testing in the Tour de France taken from the sport's own administrators, the UCI, and given to a body administered by the French government. Dumas was not the first doctor to call for drugs tests but his position in the Tour de France, which in his time was smaller and more intimate so that he could visit most of the teams most evenings, gave him a closer sight than others. Dumas died a semi-invalid in eastern Paris. The Antenne Médicale de Prévention du Dopage, at La Grave hospital in Toulouse, is named in his memory.[21] It was created in 2002 after the sports minister Marie-George Buffet expanded and tightened the Loi Herzog that Dumas had helped create. Dumas's son, who is head of security at Nice airport, recalled that his father had created the modern medical service at the Tour. \"He followed it in a 4CV on which the top folded back. He tied strings to it so that he could care for riders while driving. My mother and I are delighted that you have chosen to name this medical centre after him.\"[22]","Title":"Pierre Dumas - Wikipedia","KeyID":"8661","URL":"https://en.wikipedia.org/wiki/Pierre_Dumas"}