{"Content: ":"L'Étape du Tour de France (also called L'Étape du Tour or just L'Étape) is an organised mass participation cyclosportive that allows amateur cyclists to race over the same route as a Tour de France stage. First held in 1993, and now organised by the Amaury Sport Organisation (ASO), it takes place each July, normally on a Tour rest day. Most often the stage chosen for L'Étape du Tour is the queen stage of the Tour de France, which normally is a high mountain stage in either the Pyrenees or French Alps. 15,000 entries are being sold by the organizers, with many participants travelling from foreign countries to compete. The event takes place on roads closed by the police to other traffic, with refreshment stops, mechanical assistance, and medical support provided along the route. International versions of L'Étape, marketed under the name Étape by Tour de France series, are held annually in various countries around the world to give local riders a Tour de France-like experience. Events are currently being staged in Australia, Bolivia, Brazil, Canada, China, Colombia, Cyprus, Czech Republic, Ecuador, Indonesia, Malaysia, Mexico, Netherlands, Romania, Spain, and the USA. Stage one Jean-Christophe Currit. Currit took the first stage which went over the Col Du Galibier and finished at the Alpe D'Huez. Stage two Lilian Jegou Jegou was a former professional peloton rider who retired the previous at Bretagne-Schuller. He had previously ridden for Francaise des jeux for a number of years. Heavy rain meant poor conditions and only 2094 people crossed the line at the end. Stage one Robin Cattet. A day of high climbing with a lack of preparation hindered many participants. Stage two Nicolas Roux. As it was Bastille day it was a day of celebration. Frenchmen Nicolas Roux took the victory. Rain meant the sights of the Pyrenees couldn't be seen. Greg LeMond rode this Étape along with his son, after being inspired by his son riding it previously. LeMond said \"I had the time of my life\", despite getting \"650th place\" and being \"impressed that I even finished\". \"I decided that day that nobody's going to keep me from cycling, not Trek, not Armstrong, not Verbuggen, not anybody.\". [1][2] British comedian Hugh Dennis also rode this Étape. In 2008, the 167 km stage 10 from Pau to Hautacam, including a passage over the 2114 m./6935 ft. Col du Tourmalet was selected for L'Étape du Tour with Laurent Four coming home in the fastest time of 5 hours 38 minutes. Unfortunately, the weather on the day was very poor and visibility at the summit of the Tourmalet was down to 10m. The 2009 edition started in Montélimar (Drôme) and covered 172 km and four smaller climbs (côte de Citelle, col d'Ey, col de Fontaube, col de Notre-Dame des Abeilles) before finishing at the summit of Mont Ventoux. The 2010 event started in Pau and finished at the Col du Tourmalet on 18 July 2010. Nearly 7000 cyclists completed the event, thanks to weather far better than the pros had several days later. For 2011, ASO organised two \"Étapes\". The first, on 11 July, on the Modane - Alpe d'Huez stage covering 109 km, was the shortest in history. This is the same stage the pros rode in Stage 19 on 22 July. The second Étape for 2011, on 17 July, was actually the longest in history, covering 208 km, from Issoire to Saint Flour in the massif central (south of Clermont Ferrand). The pros rode this stage on 10 July in Stage 9 of the 2011 TdF. In 2012 there were two events. The first event was from Albertville to La Toussuire on 8 July, following the 140 km route of stage 11 of the Tour de France and including the Col de la Madeleine and the Col de la Croix de Fer, finishing at La Toussuire, part of the Les Sybelles ski area.[3] The second event held on 14 July followed the route of stage 16 from Pau to Bagnères-de-Luchon, crossing the Col d'Aubisque, Col du Tourmalet, Col d'Aspin, and Col de Peyresourde for a total distance of 197 km.[4] Only about 60% of entrants finished either event within the official cut-off times. ASO reverted to a single event for 2013 partly because the 2012 event lost money due to logistics associated with deploying buses and trucks to recover riders who were unable to finish. On 7 July, the Étape recreated stage 20 of the 2013 Tour de France, starting in the town of Annecy and finishing at the ski station of Annecy-Semnoz at an altitude of 1,655m. The 130 km route included the climb of the 1,142m des Prés and the 1,463m Mont Revard.[5] The 2014 event on 20 July 2014 followed a similar route to the 2008 event, beginning in Pau and finishing at Hautacam. The 2015 route began in the Savoie town of Saint-Jean-de-Maurienne, and covered a 140 km course, climbing the Col de Chaussy, Col de la Croix de Fer, Col du Mollard, with a summit finish at La Toussuire. In 2016, the event began in Megève and ended in Morzine in the Haute Savoie. The race was shortened to 122 km and three mountain passes after Col de la Ramaz had to be skipped due to rockfall danger on the descent. 11,471 participants set off from Megève to climb the 1,487m Col des Aravis, the 1,618m Col de la Colombière and the 1,691m Col de Joux-Plane. A record 11,212 finishers reached Megève. The winner was Tao Quemere in 3h33'35\" and the first woman was Edwige Pitel in 3h56'37\". The 2017 event, held on 16 July, followed a nearly identical route to what was used four days later for Stage 18 of the 2017 Tour de France. Both L'Étape and the Tour's Stage 18 started in Briançon and ended atop the 2,360m Col d'Izoard, with L'Étape listed as 181 km and Stage 18 as 179.5 km. L'Étape du Tour 2018 was held on 08 July and featured a 169km route from Annecy to Le Grand-Bornand, taking in four significant climbs, and totalling 4,756m of vertical ascent. The 2019 edition was held on 21 July on the course of stage 20 of the Tour de France of the same year. The 135km route from Albertville to Val Thorens featured 4,563m of climbing up to Cormet de Roselend (Catégorie 1), Côte de Longefoy (Catégorie 2), and the final climb to Val Thorens (Hors Catégorie). The actual Tour de France stage six days later had to be cut short to just 59km, due to a heavy hailstorm that caused landslides the day before. The 2020 event, which was set to follow the route of stage 2 of the 2020 Tour de France from Nice to Nice, had to be cancelled due to the COVID-19 pandemic. The organizers attempted to run the same route in 2021, but ultimately this plan also had to be cancelled due to the COVID-19 pandemic. The 30th edition of L'Étape du Tour took place on 10 July 2022 on the same route as stage 12 of the Tour de France between Briançon and Alpe d'Huez over 168km with more than 4,700m of climbing, including the Col du Galibier (Hors Catégorie), Col de la Croix de Fer (Hors Catégorie), and the final climb to Alpe d’Huez (Hors Catégorie). In the COVID-19 aftermath only 11,000 riders out of 16,000 inscriptions showed up at the starting line, and 8,685 finished within the official time limit.","Title":"L'Étape du Tour - Wikipedia","KeyID":"8665","URL":"https://en.wikipedia.org/wiki/L%27%C3%89tape_du_Tour"}