{"Content: ":"The Tour de France Femmes is a women's cycle stage race around France. It is organised by Amaury Sport Organization (ASO), which also runs the Tour de France. It is part of the UCI Women's World Tour. Various professional women's cycle stage races across France have been held as an equivalent to the Tour de France for women, with the first of these races staged as a one off in 1955.[1] From 1984, a women's Tour de France was staged consistently, although the name of the event changed several times - such as Tour de France Féminin, Tour of the EEC Women, Tour Cycliste Féminin and Grande Boucle Féminine Internationale.[1][2] Over the years, these races struggled with various issues including financial difficulties, limited media coverage and trademark difficulties with Amaury Sport Organisation (the organisers of the Tour de France).[1][3][4] The last of these races took place in 2009, with Emma Pooley joking that the race was \"more of a Petite Boucle than Grande.\"[5] In 2013, professional cyclists Kathryn Bertine, Marianne Vos and Emma Pooley and professional triathlete Chrissie Wellington formed an activist group called Le Tour Entier (“the whole tour”), to petition ASO to launch a women's Tour de France.[6] Following substantial media coverage, and a petition signed by over 100,000 people,[7] ASO launched La Course by Tour de France in 2014.[8][9] This race would be held in conjunction with the Tour de France, with the first edition taking place as a one-day race on the Champs-Élysées in advance of the final stage of the men's race. In subsequent years, the race took place in a variety of locations such as Pau, Col de la Colombière and Col d'Izoard in conjunction with the men's race, as the ASO argued that this was the \"best way to shine a light on female cycling\".[10][11] The race was initially praised for the exposure gained by 'sharing the stage' with the Tour de France, however La Course was criticised for not being a \"full Tour de France\", being overshadowed by the men's race and not having a challenging enough parcours.[11][12][13][14] ASO were also criticised for not doing enough to promote the race.[14][15] ASO stated that logistical issues mean that a men's and women's Tour de France would not be able to be staged simultaneously,[16] and that any race must be financially sustainable.[14][17] In June 2021, ASO announced that they would launch a new women's stage race, Tour de France Femmes. The first edition would take place over 8 days, following the 2022 Tour de France in July 2022. ASO also announced that Zwift would sponsor the race, with live television coverage provided by France Télévisions in conjunction with the European Broadcasting Union.[18][19] The men's tour director, Christian Prudhomme stated that lessons must be learned from the failure of previous events like the Grande Boucle Féminine Internationale,[4] and the goal of ASO is to have a financially sustainable event, one \"that will still exist in 100 years\".[3] The reaction from the professional women's peloton was overwhelmingly positive,[20] with Anna van der Breggen stating that it has \"long been a dream for many of us to compete in a women's Tour de France\"[21] and Cecilie Uttrup Ludwig stating that \"this is a day that we’ve waited for, for a long time\".[22] The race will have identical classifications to the Tour de France, with the yellow jersey for the general classification, the green jersey for the points classification, the polka dot jersey for the mountains classification, and the white jersey for the young rider (under 23) classification.[23] The jerseys will be made by Santini.[23] Main sponsor Zwift have stated that the success of the women's 'virtual Tour de France' during the COVID-19 pandemic encouraged them to commit to sponsoring the race,[24] with other major Tour de France sponsors like LCL, E.Leclerc and Škoda also supporting the event.[25] The race will have a prize fund of €250,000, making it the richest race in women's cycling.[26] In October 2021, the route of the 2022 edition was announced by race director Marion Rousse. The race will start in Paris, with a stage finishing the Champs-Élysées on the morning of the final day of the men's race. The 8 day race continues, culminating in a summit finish at La Planche des Belles Filles.[20]","Title":"Tour de France Femmes - Wikipedia","KeyID":"8666","URL":"https://en.wikipedia.org/wiki/Tour_de_France_Femmes"}