{"Content: ":"The 2022 Gent–Wevelgem in Flanders Fields was a road cycling one-day race that took place on 27 March 2022 in the provinces of West Flanders and Hainaut in west Belgium.[1] It was the 84th edition of Gent–Wevelgem and the 10th event of the 2022 UCI World Tour.[2] The race was 248.9 kilometres (154.7 mi) long, and despite the race's name, it started from beneath the Menin Gate in Ypres for the third consecutive year.[1] From the start, the race course headed east towards Kortrijk before heading back towards Ypres, after which it headed as far north as Veurne. There were no climbs in the first 150 kilometres (93 mi) of the race, but from Veurne, the race course turned south and roughly followed the Belgium–France border until it reached a series of seven cobblestone sections and nine short hills to the south of Ypres. Following the first cobblestone section, four hills were crested in quick succession, followed by several more cobblestone sections, and then the other five hills. The last hill, and the third ascent of the Kemmelberg, crested with 34.4 kilometres (21.4 mi) left. After passing through the Menin Gate again with 22.4 kilometres (13.9 mi), the run-in was mostly flat to the finish in Wevelgem.[3][4] After many attacks across the race's cobblestone sections and short hills, two groups merged to form a reduced peloton with around 25 kilometres (16 mi) left. Shortly thereafter, four riders attacked from the reduced peloton to form the winning breakaway: Biniam Girmay (Intermarché–Wanty–Gobert Matériaux), Christophe Laporte (Team Jumbo–Visma), Jasper Stuyven (Trek–Segafredo), and Dries Van Gestel (Team TotalEnergies). As the quartet rode down the finishing straight into a headwind, Girmay was the first to begin sprinting, coming from the back of the group, and held off the others for the victory. In doing so, he became the first African winner of a classic cycle race.[5] Søren Kragh Andersen (Team DSM), who had attacked from the peloton in the final 2 kilometres (1.2 mi) in an attempt to bridge across to the lead group, stayed ahead of the peloton to finish fifth, while Tim Merlier (Alpecin–Fenix) won the reduced bunch sprint for sixth.[6][7] All 18 UCI WorldTeams and seven UCI ProTeams made up the 25 teams that participated in the race.[8] Of the invited teams, UAE Team Emirates, with six riders, was the only one to not enter a full squad of seven riders. They were reduced further to five riders with one non-starter; Israel–Premier Tech also had a non-starter and were reduced to six riders. In total, 172 riders started the race,[9] of which 106 finished.[10][11] UCI WorldTeams UCI ProTeams","Title":"2022 Gent–Wevelgem - Wikipedia","KeyID":"8676","URL":"https://en.wikipedia.org/wiki/2022_Gent%E2%80%93Wevelgem"}