{"Content: ":"The 2022 Giro d'Italia was the 105th edition of the Giro d'Italia, a three-week Grand Tour cycling stage race. The race started on 6 May in Budapest, Hungary, and finished on 29 May in Verona, Italy.[1] The race was won by Jai Hindley of Bora–Hansgrohe, taking his first Grand Tour victory and becoming the first Australian to win the Giro. Hindley came into the race as one of his team's three potential GC leaders before taking the team leadership when he won stage 9, which finished atop Blockhaus.[2] Over the last half of the race, he emerged as one of the strongest climbers, staying within ten seconds of the race lead until stage 20 to Marmolada. On that stage, he rode away from the rest of the contenders on the final climb to move into the race lead,[3] which he kept in the final day time trial. Second place went to Richard Carapaz of Ineos Grenadiers. Carapaz took the maglia rosa on stage 14, holding a slim advantage over Hindley.[4] The two were inseparable until the penultimate stage, when Carapaz was dropped inside the final three kilometres. He dropped to second place, which he solidified in the final day time trial. Third place went to Mikel Landa of Team Bahrain Victorious. He performed consistently in the mountains, emerging as one of the strongest climbers in the race to take his first podium result in a Grand Tour since the 2015 Giro. In the race's other classifications, Arnaud Démare of Groupama–FDJ won the points classification. He was the race's best sprinter, winning three sprint stages along the way. Koen Bouwman of Team Jumbo–Visma won the mountains classification while also winning two stages from the breakaway. Juan Pedro López of Trek–Segafredo won the young rider classification. Apart from finishing in the top ten, López also held the maglia rosa for ten days before losing it to Carapaz midway through the race. Team Bahrain Victorious took both the teams classification and the fair play classification. Filippo Tagliani of Drone Hopper–Androni Giocattoli won the intermediate sprint classification for taking the most points in intermediate sprints while his teammate, Mattia Bais, took the breakaway classification for spending the greatest number of kilometres in the break. Meanwhile, Mathieu van der Poel of Alpecin–Fenix won the combativity classification. He also won the first stage[5] and held the maglia rosa for the first three days before getting into multiple breaks over the rest of the race. Although Arkéa–Samsic are invited to all UCI World Tour events, they declined their invitation to this year's Giro deciding to focus on the Tour de France and the Vuelta a España.[6] UCI WorldTeams UCI ProTeams Richard Carapaz (Ineos Grenadiers), the 2019 champion, was considered the pre-race favourite, followed by Simon Yates (Team BikeExchange–Jayco) and João Almeida (UAE Team Emirates). Their closest challengers were seen to be Miguel Ángel López (Astana Qazaqstan Team), Mikel Landa (Team Bahrain Victorious) and 2017 champion Tom Dumoulin (Team Jumbo–Visma). Other contenders were considered to be Wilco Kelderman (Bora–Hansgrohe), Romain Bardet (Team DSM) and Hugh Carthy (EF Education–EasyPost).[7] Defending champion Egan Bernal did not participate, as he had not recovered from injuries suffered on a training ride during the offseason.[8] Riders believed to be the main contenders for victories on the sprint stages were Mark Cavendish (Quick-Step Alpha Vinyl Team), Mathieu van der Poel (Alpecin–Fenix), Arnaud Demare (Groupama–FDJ), and Caleb Ewan (Lotto–Soudal).[9][10] General classification (maglia rosa) Points classification (maglia ciclamino) Mountains classification (maglia azzurra) Young rider classification (maglia bianca) Team classification (classifica a squadre)","Title":"2022 Giro d'Italia - Wikipedia","KeyID":"8685","URL":"https://en.wikipedia.org/wiki/2022_Giro_d%27Italia"}