{"Content: ":"The Benelux Tour (previously known as the Eneco Tour and the BinckBank Tour) is a road bicycle racing stage-race that is part of the UCI World Tour. The race was established in 2005 and was originally known as the Eneco Tour, named after the original sponsor. In 2017, the online discount broker BinckBank took over as the title sponsor, with the name of the race changing accordingly.[1] In 2021, with the absence of a title sponsor, the race will be known as the Benelux Tour.[2] The Tour of the Netherlands began on 6 May 1948, but only became an annual event in 1975. From about 2000 it was known as the Eneco Tour. The start of the UCI's ProTour in 2005 saw the faltering tour reorganised and reinvigorated. From 2017 to 2020, the race was known as the BinckBank Tour.[1] The Benelux Tour is a continuation of the faltering Tour of the Netherlands, which UCI president Hein Verbruggen deemed necessary for marketing reasons.[3] The Dutch Tour organisation got a better sponsor (ENECO Energie). But because the race was not difficult enough, it could not be accepted into the new ProTour. At that point the organisation sought help from the organisation of the Tour of Belgium and the Tour de Luxembourg. They envisaged a Tour of the Benelux that would replace the three. This led to the Tour of Belgium as a co-organiser. The Tours of Belgium and Luxembourg however continued as such. The co-organisation or incorporation of the Tour de Luxembourg did not materialize, and since its inception the Benelux Tour has not crossed into Luxembourgian territory yet. The jersey colors for the classification leaders have changed several times over the years, mostly to reflect sponsor changes. The winners since 2005 have been:[5][6] The winners of the points classification were:[6] There have only been mountains classifications in 2005, 2007 and 2008. The winners were:[6] The young rider classification is open for cyclists under 25. The winners of the young rider classification were:[6] The winners of the combativity classification were: Last updated after the 2021 Benelux Tour:","Title":"BinckBank Tour - Wikipedia","KeyID":"8689","URL":"https://en.wikipedia.org/wiki/Benelux_Tour"}