{"Content: ":"The Tour Down Under (branded as the Santos Tour Down Under under a partnership arrangement) is a cycling race in and around Adelaide, South Australia, and is traditionally the opening event of the UCI World Tour and features all 19 UCI WorldTeams. It also runs as a UCI Women's ProSeries event[1] and features a one-day circuit race as a 'prelude' to the main race. The race was established in 1999 with the support of then Premier of South Australia John Olsen as part of an effort to fill the gap in the state's sporting calendar left by the move of the Australian Grand Prix from Adelaide to Melbourne, Victoria.[2] Since then, the event has been organised by South Australia's Major Event's arm Events South Australia. It has seen rapid growth in its first two decades, having notably become the first race to be granted UCI UCI ProTour status (now UCI WorldTour) in 2008, and becoming the first event of the UCI World Ranking calendar in 2009. The race is traditionally held in the middle of the Australian summer season, and features a series of stages incorporating hills and flat sections over a six-day period, although the 2021 and 2022 editions of the men's and women's races were cancelled after organisers were unable to accommodate both the needs of international teams and local quarantine and border management requirements as a result of the COVID-19 pandemic.[3][4] Like other UCI WorldTour races, the event attracts all of the top UCI teams, as well as features a national representative team made up of riders without full-time professional contracts. Teams traditionally consist of six riders. The rider with the lowest cumulative time after each stage is honoured with the Ochre Jersey. Similarly, leaders in the Sprint, Mountains and Youth classifications wear jerseys to signify their positions in those standings. The Tour Down Under was established in 1999 and attracted a mix of local and international teams; for instance, current-day professional team AG2R La Mondiale has competed in every Tour Down Under. The concept was originally developed by a team led by 1984 Olympics 4000m team pursuit gold medallist Michael Turtur in conjunction with the Government of South Australia as a replacement for the previous Australian Grand Prix that had relocated to Melbourne a few years earlier. The first Tour Down Under was originally a UCI 2.4 class race, and featured teams from Australia and around the world, including GC-Casino, BigMat-Auber93, Crédit Agricole, Lampre-Daikin, Palmans-Ideal, Deutsche Bank Telekom, Team home-Jack&Jones, Saeco, the Australian Institute of Sport, Mapei, plus teams assembled under the banner of 'Team Australia' and 'World Team'. The race was won by Stuart O'Grady.[5] In 2005, the Tour Down Under was promoted by the Union Cycliste Internationale to the highest ranking outside Europe. In 2007, South Australian Premier Mike Rann and tourism minister Jane Lomax Smith launched a campaign for the Tour Down Under to become the first race outside of Europe to secure ProTour status from the UCI, thereby guaranteeing the attendance of all the world's top teams.[6] That campaign successfully led to the Tour Down Under being awarded ProTour status the following year, and joining the UCI World Ranking calendar in 2009. In September 2008, Rann said Lance Armstrong would make his comeback at the 2009 race.[7] Armstrong's participation saw visitor numbers doubled, the economic impact more than doubled (from $17.3 million in 2008 to $39 million in 2009) and media coverage increased five-fold.[8] The 2010, Tour Down Under was named Australia's Best Major Event for the second year in a row in the Qantas Tourism Awards. Armstrong participated in three successive Tour Down Under events, retiring after 2011. The 2011 Tour Down Under had an economic impact of $43 million and crowds of more than 782,000.[9] In 2013, it attracted more than 760,400 people to Adelaide and regional South Australia across eight days, including 40,000 interstate and international visitors who travelled there for the event. Since then the race has continued to build, with milestones including becoming the first non-European event to achieve UCI ProTour status, status as Australia's Best Sporting Event in 2016 and a bronze medal at the Australian Tourism Awards.[10] The Tour Down Under is currently the highest-ranked professional road cycling race in the southern hemisphere by start list quality.[11] From its inception, Michael Turtur was its internationally recognized Race Director. Turtur officially handed over the reins of Race Director to Stuart O'Grady at the end of 2020 race.[12] In November 2020, organisers confirmed the 2021 edition of the race would be cancelled, owing to logistical and quarantine complications arising from the COVID-19 pandemic. An all-Australian event known as the Santos Festival of Cycling was held 19–24 January 2021, featuring six days of competitions across road, track, paracycling, BMX, mountain bike and cyclocross, and a four-stage race on the National Road Series.[13] The men's National Road Series event was won by Luke Durbridge, while the women's event was won by Sarah Gigante.[14][15] In September 2021, organisers confirmed that due to continued travel and quarantine restrictions affecting the ability for international teams to participate, the Tour Down Under would be cancelled for the second consecutive year. The second-annual Santos Fesitval of Cycling will be held 21–29 January 2022.[16] Simon Gerrans has won the Tour four times (2006, 2012, 2014, and 2016). Stuart O'Grady (1999 and 2001), André Greipel (2008 and 2010), Daryl Impey (2018 and 2019) and Richie Porte (2017 and 2020) have won the Tour Down Under twice; Impey is the only rider to successfully defend his title. The Tour Down Under was not held in 2021 due to the COVID-19 pandemic, but in its place was the locally focused Festival Of Cycling.[3] Women's racing was established at the Tour Down Under in 2012 with a series of criterium races by Cycling South Australia known as the Women's Cup. In 2015, these were upgraded to National Road Series status under the 'Women's Tour' banner. Event organisers utilised the 'Women's Tour' name for the first UCI-ranked women's event in 2016. That race - a UCI 2.2 stage race - was won by Mitchelton-Scott (women's team) rider Katrin Garfoot. Amanda Spratt has won three events, including two classified at UCI 2.1 level. In 2020 the race became part of the new UCI Women's Pro Series and was won by American rider Ruth Winder. The women's race visits similar locations to the men's tour, such as the Barossa Valley and Adelaide Hills regions. The Women's Tour Down Under will not be held in 2021.[3] The Tour generally features stages surrounding Adelaide, from flat to undulating. There are no high mountains, giving pure climbers few opportunities. The traditional penultimate stage involves two laps of Willunga Hill, a 3 km climb at an average of 7.6%.[20] However most tour stages finish as a bunch sprint. South Australia in late January is often hot. Daily maximum temperatures approaching or exceeding 40 °C (104 °F) are not uncommon - posing a unique challenge to riders. As local Adelaide councils are awarded hosting rights for stage starts and finishes, high streets ad major townships such as The Parade in Norwood, King William Road in Unley, Glenelg, Stirling's Main Street and McLaren Vale tend to be frequent locations for hosting race departures and arrivals. Recent editions have seen the inclusion of Port Adelaide and the small township of Uraidla feature as start/finish locations. Major Adelaide regions also feature as part of both the men's and women's Tours Down Under. The Adelaide Hills are typically visited on several occasions in the event as these feature most of the area's major climbing locations, such as Mount Lofty, Checker Hill and Corkscrew Road. The major South Australian wine region of the Barossa Valley usually features at least one in each men's and women's event, with Mengler Hill the notable major climb of the region, while the long-established vineyards provide a unique setting for cyclists to venture, reminiscent of the continental races in France, Italy and Spain. The Fleurieu Peninsula typically hosts one stage start and finish at McLaren Vale and Willunga Hill, however the race also visits the popular beach holiday spots of Victor Harbor, Port Elliot and Goolwa at least once. Other regions to be visited sporadically include the South Australian Riverland, the Coorong and Lower Lakes and Clare Valley. Hahndorf is a German settlement in the Adelaide Hills. Forest Range is a popular cycling location. Mount Lofty looking over the Adelaide Plains. View of Adelaide from the surrounding Adelaide Hills. Leaders of competitions within the race wear a distinctive jersey, as per cycling tradition. Both the men's and women's races acknowledge classification leaders with jerseys.[21] A Festival of Cycling incorporating local food and wine experiences, amateur participation activities, street parties and markets and a central event hub have been hallmarks of the event for over a decade to provide greater opportunities for visitors to Adelaide to enjoy life in the city and its surrounding regions. The 'Tour Village' is the event's central hub and is based in Victoria Square in the Adelaide central business district, due to its proximity to the Hilton Hotel which is the primary accommodation for visiting teams. The southern section of the square is the home of the 'Team Zone' which houses equipment, vehicles and facilities for the participating men's teams. The northern section serves as a venue for bike retail displays, food vendors and bars, and a large public stage to host the traditional team presentations and an opening weekend concert that is free for the public. High streets and townships hosting starts and finishes occasionally hold a street party, akin to a public fete, with fashion parades, local food and wine, markets and cycling-related activities. Some regional starts and finishes will host community breakfasts at start locations. The Tour Down Under has a companion event, the Challenge Tour, a recreational event held across one of the Tour Down Under stages prior to the professional riders, in addition to participatory rides for families and children. The inaugural Challenge Tour event in 2003 was known as the Break-Away Tour and attracted more than 600 riders. In 2004 riders increased to 1,400 and the event was known as the Be Active Tour. The 2005 tour saw more than 1,900 riders leave Salisbury, Williamstown and Angaston in 30 °C (86 °F) to tackle the hills and roads of stage 2. In 2006, riders rode 154 km from Strathalbyn to Yankalilla in temperatures in excess of 40 °C (104 °F). The heat took its toll on riders and a heat policy now exists. As a result of the heat policy, the Challenge Tour has only been cancelled once- in 2018 - when temperatures over 40 degrees forced the event organisers to abandon the ride.[22] In 2007 the name changed to Mutual Community Challenge Tour and it was joined by the Mutual Community Fun Tour and Powerade mini-tour for children. It was renamed the Bupa Challenge Tour when Mutual Community was purchased by Bupa and continued to run under this title until 2018. In 2019 it was run as the Challenge Tour presented by The Advertiser and was held on a Saturday for the first time in its history.[23] Since 2008, there has been a tradition to hold a circuit race prior to the official start of the Tour Down Under. This event, known as the Down Under Classic, typically takes place on roads within Adelaide's East End. The race does not count towards the overall classification of the Tour Down Under, though riders do compete for prize money. The circuit also features the final stage of the Women's Tour Down Under, contested an hour before the start of the men's race. In 2020 the race was held as the Schwalbe Classic. From 1999 until 2005, the race presented the general classification leader and eventual winner with a yellow jersey, as with other European races like the Tour de France. In 2006, the race replaced the yellow with an Ochre-coloured jersey, symbolic of the colour associated with the Australian outback landscape. The race caravan is also led by a car bearing the event's mascot 'Oppy', named for Australian cyclist Hubert Oppermann. In this local tradition fans treat one unknown rider as a star, mobbing him at hotels and painting his name on the road. The rider must be a non-English speaking domestique who typically acts as a bottle carrier.[32] Previous Obscure Pros have been:","Title":"Tour Down Under - Wikipedia","KeyID":"8691","URL":"https://en.wikipedia.org/wiki/Tour_Down_Under"}