{"Content: ":"The Tour of Guangxi (officially known as the GREE-Tour of Guangxi for sponsorship purposes) is an annual professional cycling stage race held in the Guangxi Zhuang Autonomous Region, China. The race consists of multi-stage and is part of the UCI World Tour. The event passes through a mix of metropolitan areas and stunning countryside scenery over six days of racing.[1] In addition, the race also includes a women's race.[2] The Tour of Guangxi, in China's southern autonomous Guangxi region bordering Vietnam, is the second World Tour race to be held in China, following in the footstep of the Tour of Beijing which was held between 2011 and 2014.[3] It also marks the UCI's return to the Far East after six years.[4][clarification needed] Originally planned to return in 2022,[5] the race was cancelled in June 2022 due to the COVID-19 pandemic in mainland China.[6] In 1 December 2016, Union Cycliste Internationale, Wanda Group and People's Government Of The Guangxi Zhuang Autonomous Region signed an agreement in Beijing, which said that authorized by the Union Cycliste Internationale, the GREE-Tour of Guangxi is a top ranking race organized by the local government and China's Wanda Group since October, 2017. The first Gree Tour of Guangxi inaugurates on 19 October in South China's Guangxi Zhuang Autonomous Region with the participation of the 18 elite teams recognized by the UCI. It is also the last stage of 2017 UCI World Tour. The race, from October 19-24, will start from the seaside city of Beihai, passing Qinzhou, Nanning, Liuzhou and eventually ending in Guilin. The Tour of Guangxi comprises six stages with a total length of 940km, running through Guangxi from the south to the north, crossing plains, hills and mountains, the Beibu Gulf area, the rivers and mountains around the Lijiang River, the capital city of the autonomous region, Nanning, and the historical site of Liuzhou. It will showcase the spectacular natural scenes, historical culture and ethnic customs of Guangxi. In addition including a women's race. 2017 UCI Cycling Gala also will be held in the Chinese city of Guilin.[7] The first three stages are flat stages, and Fernando Gaviria, a world-top sprinter from Quick-Step Floors, won the champions of all the three stages, becoming the most popular superstar among the audiences. In the fourth stage in Nanning-Nongla Scenic Area, Tim Wellens from Team Lotto Soudal, who won the champion of Tour of Benelux twice, sprung up and won his first champion of climbing stage of Tour of Guangxi, and became the new owner of red jersey. In the 212.2km Liuzhou-Guilin stage of \"Mountain Queen\", Dylan Groenewegen from Team LottoNL-Jumbo won the champion. However, Tim Wellens still managed to obtain his red jersey before the last stages. Thus, in the last stage, Tim Wellens finally won the first grand champion of \"UCI WorldTour · Tour of Guangxi\". The 2019 edition of the Tour of Guangxi Women's WorldTour will take place on 22 October 2019 and cover 145km around Guilin.[10]","Title":"Tour of Guangxi - Wikipedia","KeyID":"8692","URL":"https://en.wikipedia.org/wiki/Tour_of_Guangxi"}