{"Content: ":"Tedros Adhanom Ghebreyesus[needs IPA] (Tigrinya: ቴዎድሮስ አድሓኖም ገብረኢየሱስ; born 3 March 1965[1]) is an Ethiopian[1] public health researcher,[2] and official who has been Director-General of the World Health Organization since 2017.[3][4] Tedros is the first African in the role,[5] and was endorsed by the African Union.[6] He played a role in the response to the Ebola virus epidemic, the ongoing COVID-19 pandemic, and the ongoing 2022 monkeypox outbreak. Before serving as Director-General, he held two high-level positions in the government of Ethiopia: Minister of Health from 2005 to 2012[7] and Minister of Foreign Affairs from 2012 to 2016.[8][9] Tedros was included in Time's 100 Most Influential People of 2020.[10] Tedros was born in Asmara, at that time part of the Ethiopian Empire,[11] to Adhanom Gebreyesus and Melashu Weldegabir. His family originated from the Enderta awrajja of Tigray. Tedros recalled that as a child he was very aware of the suffering and death caused by malaria.[12] His younger brother died at the age of 3 or 4 years, possibly of a preventable disease like measles, which Tedros often discusses as a defining personal experience in regards to the need for global healthcare.[5][13] In 1986, Tedros received a Bachelor of Science degree in biology from the University of Asmara.[14] He studied at the London School of Hygiene & Tropical Medicine and was awarded a Master of Science degree in immunology of infectious diseases from the University of London in 1992.[6][15][8] In 2000, he earned a Doctor of Philosophy in community health from the University of Nottingham for research on the effects of dams on malaria transmission in the Tigray region.[16] In 1986, after his first degree, Tedros joined the Ethiopian Ministry of Health as a junior public health expert.[8][17] Tedros is a member of the Tigray People's Liberation Front, the leading group in a coalition of movements known as the Ethiopian People's Revolutionary Democratic Front in a successful bid to overthrow Mengistu Haile Mariam.[18] In 2001, Tedros was appointed head of the Tigray Regional Health Bureau.[8] In 2003, he was appointed a State Minister (deputy minister) for Health, a post he held for just over a year.[19] In October 2005, Tedros was appointed Minister of Health of Ethiopia by Prime Minister Meles Zenawi. At this time the Ethiopian health ministry faced challenges that included poverty, poor infrastructure, and a declining global economic situation; Ethiopia employed fewer doctors than the number of Ethiopian doctors working in the Chicago metropolitan area.[20][21] A review published in Global Health Governance considered progress in health indicators during this period to be significant.[22][23][20] The Health Ministry's activities from 2005 to 2008 were supported by US$1.9 billion in development aid, increased focus on links between community and centralized health systems, and less exclusive attention to HIV/AIDS and malaria.[20] Tedros designed the health workforce \"flooding\" reform strategy that has resulted in the training and deployment of thousands of doctors, nurses, pharmacists, laboratory technologists and health officers.[24] This program included the construction of 4,000 health centres, trained and deployed more than 30,000 health extension workers, and developed a new cadre of hospital management professionals as part of a Health Extension Program (HEP).[20] A 2011 Demographic Health Survey suggests these efforts reduced Ethiopian infant mortality from 123 deaths per 1,000 live births in 2006 to 88 in 2011.[23][7][20] As Minister of Health, Tedros was able to form a close relationship with prominent figures and organizations including former American president Bill Clinton, his Clinton Foundation and the Bill & Melinda Gates Foundation.[20] In 2010 the US State Department named Ethiopia as one of the US Global Health Initiative Plus countries, providing the country with greater access to resources for public health projects.[20] During his time as Minister of Health of Ethiopia, Tedros was very active in global health initiatives. Ethiopia was the first country to sign a compact with the International Health Partnership. He was chair of the Roll Back Malaria Partnership (2007–2009), a member of the Programme Coordinating Board of UNAIDS from 2009 to 2010 and the Global Fund to fight AIDS, Tuberculosis and Malaria from 2009 to 2011 and co-chair of the Partnership for Maternal, Newborn & Child Health (2005–2009). He also served as a member of the Global Alliance for Vaccines and Immunization (GAVI) Board as well as the Institute of Health Metrics and Evaluation (IHME) and the Stop TB Partnership Coordinating Board. He was also a member of several academic and global health think tanks including the Aspen Institute and Harvard School of Public Health.[citation needed] He served as vice-president of the 60th World Health Assembly that was held on 14–23 May 2007. From 2008 until 2009, he was a member of the High Level Taskforce on Innovative International Financing for Health Systems, co-chaired by Gordon Brown and Robert Zoellick.[25] In July 2009, Tedros was elected board chair of The Global Fund to Fight AIDS, Tuberculosis and Malaria for a two-year term. In a profile published in April 2010, The Lancet reported that Tedros was \"a household name at the Global Fund Secretariat\"[26] before his election as board chair where his leadership was regularly cited at the Global Fund that resulted in Ethiopia being named as an exemplary high-performing country.[12] Tedros oversaw a program introducing 30,000 health extension workers, focused on reducing maternal mortality and child mortality.[27] The rate of child deaths fell by 30 percent between 2005 and 2011.[20] Infant mortality decreased by 23 percent, from 77 to 59 deaths per 1,000 births, while under-five mortality decreased by 28 percent, from 123 to 88 per 1,000 births.[28] The number of expectant mothers who delivered with the help of a skilled provider rose from 6 percent in 2005 to 10 percent in 2011, according to the 2011 Ethiopia Demographic and Health Survey.[28] During Tedros's tenure as Minister of Health, tuberculosis prevention and treatment services were included as one of the packages of Health Extension Workers, which has resulted in improvements in performance and the achievement of the tuberculosis Millennium Development Goals (MDG) ahead of the target date.[citation needed] Deaths from malaria fell by more than 50% from 2005 to 2007.[20] The rate of new malaria admittances fell 54% in the country over the same period, while the number of childhood malaria cases reported at clinics fell by 60%.[28] The Health Ministry conducted the distribution of 20.5 million insecticide-treated bed nets to protect over 10 million families in malaria-prone areas between 2005 and 2008.[28] According to the WHO Africa office (WHO-AFRO), in 2011 when Tedros was the minister of health, 75% of the land and 60% of the population was exposed to malaria in Ethiopia, although malaria admissions and deaths marginally fell in recent years.[citation needed] The National Malaria Guideline (3rd Edition) prepared by the Ministry of Health of Ethiopia in 2012, before the departure of Tedros to the Ministry of Foreign Affairs, states that \"52 million people (68%) live in malaria-risk areas.\" The document also states, \"Ethiopia is one of the most malaria-prone countries in Africa, with rates of morbidity and mortality increasing dramatically (i.e. 3.5-fold) during epidemics\" and alleges serious policy failures of the Government of which Tedros was the Minister of Health until 2013. It argues, \"Ethiopia faces many challenges related to human resources for healthcare, including the shortage of skilled health workers, high turnover and lack of retention of health professionals.\" In addition to these challenges, the National Malaria Guideline stresses \"serious problems in coordinating health interventions and implementing partners.\"[citation needed] Under Tedros, the Ministry of Health was able to turn around Ethiopia's record of the highest number of new HIV infections in Africa, bringing the number down dramatically.[28] The prevalence was reduced from its double-digit record to 4.2 in cities and 0.6 in rural areas.[28] According to the HIV/AIDS Prevention and Control Office (HAPCO), Ethiopia's rate of HIV infection declined by 90% between 2002 and 2012, while AIDS-related death dropped by 53%.[28] The number of people starting HIV treatment increased more than 150-fold during 2005–2008.[20] The decline in the infection rate has been attributed to the concerted effort of the Ministry of Health in providing medicines and organizing various awareness-raising programs.[28] The office has managed to integrate the people in HIV prevention and control activities. The wide range of media campaigns to inform the public about the disease has helped achieve behavioral change. Prevention measures like the use of condoms have shot up starkly with increased awareness on the disease and advertising urging safe sex practices and condom use.[28] The government's collaboration with local and international governmental and non-governmental organizations has also positively influenced access to HIV/AIDS related service centers.[28] Under Tedros's tenure, the unmet need for family planning in Ethiopia declined, and the contraceptive prevalence rate doubled in five years. Contraceptive prevalence rates reached 65% in 2015 by reaching an additional 6.2 million women and adolescent girls.[29] Recognising that early childrearing is a major factor in infant mortality, the Ministry of Health targeted its efforts on adolescent girls (15 to 19 years) who have the highest unmet need for family planning.[29] In November 2012, Tedros became Ethiopia's Minister of Foreign Affairs.[8][9] He held this position until 2016, as part of Hailemariam Desalegn's cabinet reshuffle after he was approved by the EPRDF as party leader (and thus Prime Minister). Tedros was instrumental in the successful outcome of the Third International Conference for Financing for Development, which was held in Addis Ababa, Ethiopia, on 13–16 July 2015. He was responsible for the organization of the Addis Ababa Action Agenda (AAAA) document in which the attending countries committed to financing for the Sustainable Development Goals.[30][31] He played a key role in saving the Forum from collapse by bringing polarized positions closer.[according to whom?] The outcome document, the Addis Ababa Action Agenda (AAAA), set policy actions by Member States, which draw upon all sources of finance, technology, innovation, trade, and data to support the implementation of the Sustainable Development Goals.[32] The Conference was criticized by a few observers for failing to come up with new money for implementing the SDGs[33] while a follow-up April 2016 report by the Economic and Social Council Forum was much more optimistic and provided the framework to monitor the commitments.[34] Tedros served as a member of the High Level Task Force for innovative financing for Health Systems chaired by former World Bank President and U.K. Prime Minister Gordon Brown.[35] As Chair of the Executive Council of the AU in 2014, Tedros highlighted the need for a paradigm shift in Africa's political and socio-economic governance and development to realize the continent's long-term agendas. He emphasized the need for Africa to focus on issues of economic emancipation, peace and stability, the acceleration of rapid economic growth, governance and democratization. During his tenure, the AU adopted its First Ten Year Implementation Plan for Agenda 2063 – a roadmap for achieving a prosperous Africa based on inclusive growth and sustainable growth, which has placed health as its centerpiece.[citation needed] He also helped achieve the agreement between the Federal Government of Somalia and Jubaland Political Actors, which played a role in improving the delivery of health services and protecting the safety and security of Somali citizens.[citation needed] As Minister of Foreign Affairs, Tedros played a pivotal leadership role in the Africa Union's response to the 2013–2016 Western African Ebola virus epidemic. He particularly facilitated greater country ownership and urging countries to adhere to the WHO guidelines including the full implementation of the International Health Regulations.[citation needed] He also advocated that the Ebola crises offer a unique opportunity to strengthen primary health care and highlight the importance of health as a critical security issue. In an interview he conducted with Devex in November 2014, Tedros discusses what \"disappointed\" him in the global response to Ebola, the importance of solidarity in overcoming the outbreak, and how the deadly virus has transformed to a crisis beyond health.[36] He also promptly mobilised 200 Ethiopian health workers highly trained in management of public health emergencies and surveillance (by an initiative he created when he was the Minister of Health) to join the African Union response team.[37] In May 2013, controversy intensified over the under-construction Hidase Dam in the Benishangul-Gumuz near Sudan as Ethiopia began diverting the Blue Nile for the dam's construction. At that time, the dam was more than 22 percent complete and expected to produce 6,000 megawatts, making it Africa's largest hydroelectric power plant. The dam was expected to have a reservoir of around 70 billion cubic meters, which was scheduled to start filling in 2014. Egypt, Ethiopia and Sudan established an International Panel of Experts to review and assess the study reports on the dam. The panel consisted of 10 members; 6 from the three countries and 4 international in the fields of water resources and hydrologic modelling, dam engineering, socioeconomic, and environmental.[38] The panel held its fourth meeting in Addis Ababa in November 2012. It reviewed documents about the environmental impact of the dam and visited the dam site.[39] The panel submitted its preliminary report to the respective governments at the end of May 2013. Although the full report has not been made public, and will not be until it is reviewed by the governments, Egypt and Ethiopia both released details. The Ethiopian government stated that, according to the report, the dam meets international standards and will be beneficial to Egypt, Sudan and Ethiopia. According to the Egyptian government, the report found that the dimensions and size of the dam should be changed.[38][40] On 3 June 2013, while discussing the International Panel of Experts report with President Mohammad Morsi, Egyptian political leaders suggested methods to destroy the dam, including support for anti-government rebels.[41][42] The discussion was televised live without those present at meeting aware.[41] Ethiopia requested that the Egyptian Ambassador explain the meeting.[43] Morsi's top aide apologized for the \"unintended embarrassment\" and his cabinet released a statement promoting \"good neighborliness, mutual respect and the pursuit of joint interests without either party harming the other.\" Morsi reportedly believes that is better to engage Ethiopia rather than attempt to force them.[41] However, on 10 June 2013, he said that \"all options are open\" because \"Egypt's water security cannot be violated at all,\" clarifying that he was \"not calling for war,\" but that he would not allow Egypt's water supply to be endangered.[44] Tedros said the dam will be used exclusively for power generation and is being constructed in a way that takes Egypt's water security concerns into account.[45] On 18 June, Tedros and Egyptian Foreign Minister Mohamed Kamel Amr issued a joint statement reiterating \"their commitment to strengthen their bilateral relations and coordinate their efforts to reach an understanding regarding all outstanding issues between both countries in a manner of trust and openness building on the positive developments of their relations.\"[46] Both agreed to review the report of the International Panel of Experts and implement their recommendations, working to defuse the tensions and ease the crisis.[46] On 24 May 2016, on the margins of the 69th World Health Assembly, Tedros officially announced his candidacy for the post of the director-general of the World Health Organization as the sole African candidate,[47] with endorsement from the African Union and Ministers of Health of the continent. His official launch of candidacy in Geneva was attended by the chairperson of the African Union Commission, Nkosazana Dlamini-Zuma, the Ministers of Foreign Affairs of Rwanda and Kenya, and the Minister of Health of Algeria.[48] During the launch, it was stressed that the nomination of Tedros was based on merit and his prolific national and global credentials. His campaign tagline was \"Together for a Healthier World.\"[49] His Campaign Chair was Senait Fisseha, an Ethio-American lawyer and a professor of gynaecology and obstetrics from the University of Michigan. During this period she was also Director of International Programmes at the Susan Thompson Buffett Foundation, a post she held since 2015 to advance women's health and reproductive rights globally.[50] She later led his transition team.[51] Negash Kebret Botora, Ethiopia's ambassador to the UN and international organisations in Geneva, also played a critical role in the campaign.[52] The campaign was supported in part by a fund created by East African countries.[53] Tedros also hired Mercury Public Affairs, a US-based lobbying company, to help him with his bid.[54] During its 140th meeting in January 2017, the executive board of the WHO shortlisted Tedros as the front runner out of six candidates through two rounds of secret voting. He collected the most votes during both rounds.[citation needed] Tedros \"was supported by a bloc of African and Asian countries, including China, which has considerable influence with those members\" while \"the US, UK and Canada... lent their support to... the British doctor David Nabarro.\" One observer called it \"a really nasty\" election.[55] Tedros was elected as Director-General of the World Health Organization by the World Health Assembly on 23 May 2017,[4][56][57] becoming the first director-general who is not a medical doctor,[58][59] with an overwhelming 133 votes out of 185.[60][61] He became the first African to lead the WHO, as well as the first Director-General elected in a vote open to all Member States.[62][63] He took office for a five-year term on 1 July 2017.[4] In May 2017, just prior to the WHO election, stories surfaced about an alleged cover-up of three possible cholera epidemics in Ethiopia in 2006, 2009 and 2011. The outbreaks were allegedly wrongly labelled as \"acute watery diarrhea\" (AWD)—a symptom of cholera—in the absence of laboratory confirmation of Vibrio cholerae in an attempt to play down the significance of the epidemics.[64][65] UN officials said more aid and vaccines could have been delivered to Ethiopia if the outbreaks had been confirmed as cholera. The allegations were made by Larry Gostin, an American law professor who was acting as an adviser to rival candidate David Nabarro from the UK, and were reported in The New York Times.[65] The African Union delegation to the UN dismissed the report as \"an unfounded and unverified defamation campaign, conveniently coming out only days before the election.\"[66] Tedros denied the allegation of a cover-up and said he was \"not surprised at all but quite disappointed\" by what he called a \"last-minute smear campaign.\"[65] When Tedros was named the new Director-General of the WHO, members of Ethiopia's Amhara community impacted by the alleged cover-up protested in front of WHO's headquarters in Geneva.[67] Tedros's candidacy for WHO director general was opposed vigorously by several Ethiopian parties, due to his past membership of the Tigray People's Liberation Front.[citation needed] Tedros has overseen the WHO's management of the Kivu Ebola epidemic.[68] He made early trips to both the Democratic Republic of Congo and China during the Kivu Ebola epidemic.[18] Tedros has identified universal health coverage as his top priority at the WHO.[13][69] He campaigned on the issue and reiterated this focus in his first speech as Director-General and throughout the 72nd Session of the UN General Assembly.[70][71] In October 2017, he announced his senior leadership team, with women representing 60% of appointments.[72][73] While Tedros received praise for his commitment to gender equality, he also received criticism for a lack of transparency. He appointed Tereza Kasaeva of the Russian Ministry of Health to lead the WHO Global Tuberculosis Program without soliciting civil society input; days before the appointment, civil society organizations had published an open letter calling for a competitive, open process to identify the Program's new director.[74][75] On 18 October 2017, Tedros announced that he had chosen President Robert Mugabe of Zimbabwe to serve as a WHO Goodwill Ambassador to help tackle non-communicable diseases for Africa.[76] He said Zimbabwe was \"a country that places universal health coverage and health promotion at the centre of its policies to provide health care to all.\" Mugabe's appointment was severely criticised, with WHO member states and international organisations saying that Zimbabwe's healthcare system had in fact gone backwards under his regime, as well as pointing out Mugabe's many human rights abuses. It was also noted that Mugabe himself does not use his own country's health system, instead travelling to Singapore for treatment.[77][78] Observers said Tedros was returning a campaign favour. Mugabe was chair of the African Union when Tedros was endorsed as a sole African Union candidate in a murky process that did not consider qualified alternatives like Michel Sidibé of Mali and Awa Marie Coll-Seck of Senegal.[79] His judgement was widely questioned on social media. The editor-in-chief of Lancet, a prominent medical journal, called Tedros \"Dictator-General.\"[80][non-primary source needed] After a widespread condemnation, on 22 October 2017 Tedros rescinded Mugabe's goodwill ambassador role.[81][82] Tedros has aired concerns about the Tigray conflict in Ethiopia.[83] In remarks to Turkey's Anadolu Agency, some Ethiopian government officials anonymously accused Tedros of soliciting support for the Tigray People's Liberation Front (TPLF) during the 2020 Tigray conflict. They accused him of pressurizing UN bodies so they would try to restrain the Government of Ethiopia's offensive on the TPLF, as well as seeking support from Egypt and East African nations for the group.[84] Ethiopia's Chief of General Staff, Birhanu Jula Gelalcha, publicly accused Tedros of backing the group and trying to get weapons for them on 19 November 2020.[85] Tedros denied soliciting support for the TPLF.[86] On 14 January 2022 the Ethiopian government demanded the WHO investigate Tedros for supporting the TPLF.[87] In early 2020, Tedros oversaw the World Health Organization's management of the COVID-19 pandemic.[88] In January 2020, Tedros met with Chinese leaders including Foreign Minister Wang Yi and paramount leader Xi Jinping about COVID-19.[89] On 23 January 2020, the WHO stated it did not yet rise to the level of an international emergency, but that the organization was closely tracking the virus' evolution.[90] During the announcement, Tedros said \"Make no mistake, though, this is an emergency in China. But it has not yet become a global health emergency. It may yet become one.\"[90] On 31 January 2020, the WHO declared the COVID-19 outbreak a Public Health Emergency of International Concern (PHEIC).[91] During the PHEIC announcement, Tedros stated there was no cause to limit trade or travel with China and said \"Let me be clear, this declaration is not a vote of no confidence in China.\"[91] In the first week of February 2020, Tedros reiterated per WHO and international guidelines that governments adopt policies to stop the spread of the disease that were \"evidence-based and consistent,\" and not to \"unnecessarily interfere with international travel and trade.\"[92] On 11 March 2020, the WHO declared COVID-19 a pandemic.[93] Tedros commented, \"We are deeply concerned both by the alarming levels of spread and severity and by the alarming levels of inaction. We have therefore made the assessment that COVID-19 can be characterized as a pandemic.\"[93] In March, he called the pandemic \"the defining global health crisis of our time\" and urged countries to increase testing for the virus,[94] as well as warning of the damage the virus could do in poor countries.[95] Tedros praised China for its containment measures, describing them as a \"new standard for outbreak control.\"[18] During the COVID-19 pandemic some government officials and public-health experts accused Tedros of failing to declare a pandemic soon enough, and of having a too close relationship with the government of China.[96][97][98][18][99][100][101] According to the BBC, \"while Dr Tedros may be political, a lot of that political effort seems to be spent reassuring authoritarian, opaque governments, in a bid to get them to work with the WHO to tackle diseases which threaten global health.\"[18] African leaders expressed support for Tedros's handling of the COVID-19 crisis, with South African President and Chair of the African Union Cyril Ramaphosa stating that he showed \"exceptional leadership.\"[102] On 8 April 2020, in response to President Donald Trump's threat to cut U.S. funding to the WHO, Tedros asked that the virus not be politicized and called for unity in fighting the \"common enemy.\"[103] Tedros said he had received death threats and racist remarks that he attributed to Taiwan with complicity from its Foreign Ministry,[104][105] an allegation Taiwanese officials vehemently denied, requesting an apology.[106][107][108][109] Taiwanese Foreign Minister Joseph Wu said the claim had no evidence.[104] On 19 December 2020, during the height of the pandemic, the WHO, under Tedros's leadership, announced that it had secured 2 billion vaccine doses for distribution starting in 2021, once they had been approved by national agencies.[110] Earlier that month, he said, \"progress on vaccines gives us all a lift and we can now start to see the light at the end of the tunnel. However, WHO is concerned that there is a growing perception that the COVID-19 pandemic is over\".[111] In May 2022, Tedros commented that the zero-COVID strategy is no longer considered sustainable based on \"the behavior of the virus now\" and future trends. The comment was suppressed on the Chinese Internet.[112] Regarding the humanitarian crisis in Ukraine, following the 2022 Russian invasion of Ukraine, Ghebreyesus said that the attention given to the conflict was significantly larger than other crises in Ethiopia, Yemen, Syria or Afghanistan and said it seemed like this was a result of bias against black lives.[113] On 23 July 2022, Ghebreyesus declared the 2022 monkeypox outbreak a Public Health Emergency of International Concern (PHEIC)[114], despite 9 of the experts in the comity disagreeing with the call and only 6 in favour. [115] Gebreyesus made plans to seek re-appointment as early as May 2021.[116] On 22 September 2021 Germany proposed him for a further term without opposition.[117] In fact by 29 October he had been nominated by 28 nations: Austria, Bahrain, Barbados, Botswana, Cook Islands, Croatia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Indonesia, Ireland, Kazakhstan, Kenya, Luxembourg, Malta, Netherlands, Oman, Portugal, Rwanda, Slovakia, Spain, Sweden, Tonga, and Trinidad and Tobago.[118] He is poised for a second term since no opposing candidate has surfaced.[117] He was re-appointed on 24 May 2022,[119] unopposed for a term that was scheduled to begin on 16 August 2022.[118] Tedros is married and has five children.[120] He identifies as an Orthodox Christian.[121]","Title":"Tedros Adhanom Ghebreyesus - Wikipedia","KeyID":"8696","URL":"https://en.wikipedia.org/wiki/Tedros_Adhanom"}