{"Content: ":"The evolution of mammals has passed through many stages since the first appearance of their synapsid ancestors in the Pennsylvanian sub-period of the late Carboniferous period. By the mid-Triassic, there were many synapsid species that looked like mammals. The lineage leading to today's mammals split up in the Jurassic; synapsids from this period include Dryolestes, more closely related to extant placentals and marsupials than to monotremes, as well as Ambondro, more closely related to monotremes.[1] Later on, the eutherian and metatherian lineages separated; the metatherians are the animals more closely related to the marsupials, while the eutherians are those more closely related to the placentals. Since Juramaia, the earliest known eutherian, lived 160 million years ago in the Jurassic, this divergence must have occurred in the same period. After the Cretaceous–Paleogene extinction event wiped out the non-avian dinosaurs (birds being the only surviving dinosaurs) and several mammalian groups, placental and marsupial mammals diversified into many new forms and ecological niches throughout the Paleogene and Neogene, by the end of which all modern orders had appeared. The synapsid lineage became distinct from the sauropsid lineage in the late Carboniferous period, between 320 and 315 million years ago.[2] The only living synapsids are mammals,[3] while the sauropsids gave rise to the dinosaurs, and today's reptiles and birds along with all the extinct amniotes more closely related to them than to mammals.[2] Primitive synapsids were traditionally called mammal-like reptiles or pelycosaurs, but both are now seen as outdated and disfavored paraphyletic terms, since they were not reptiles, nor part of reptile lineage. The modern term for these is stem mammals, and sometimes protomammals or paramammals. Throughout the Permian period, the synapsids included the dominant carnivores and several important herbivores. In the subsequent Triassic period, however, a previously obscure group of sauropsids, the archosaurs, became the dominant vertebrates. The mammaliaforms appeared during this period; their superior sense of smell, backed up by a large brain, facilitated entry into nocturnal niches with less exposure to archosaur predation. The nocturnal lifestyle may have contributed greatly to the development of mammalian traits such as endothermy and hair. Later in the Mesozoic, after theropod dinosaurs replaced rauisuchians as the dominant carnivores, mammals spread into other ecological niches. For example, some became aquatic, some were gliders, and some even fed on juvenile dinosaurs.[4] Most of the evidence consists of fossils. For many years, fossils of Mesozoic mammals and their immediate ancestors were very rare and fragmentary; but, since the mid-1990s, there have been many important new finds, especially in China. The relatively new techniques of molecular phylogenetics have also shed light on some aspects of mammalian evolution by estimating the timing of important divergence points for modern species. When used carefully, these techniques often, but not always, agree with the fossil record.[citation needed] Although mammary glands are a signature feature of modern mammals, little is known about the evolution of lactation as these soft tissues are not often preserved in the fossil record. Most research concerning the evolution of mammals centers on the shapes of the teeth, the hardest parts of the tetrapod body. Other important research characteristics include the evolution of the middle ear bones, erect limb posture, a bony secondary palate, fur, hair, and warm-bloodedness.[citation needed] While living mammal species can be identified by the presence of milk-producing mammary glands in the females, other features are required when classifying fossils, because mammary glands and other soft-tissue features are not visible in fossils. One such feature available for paleontology, shared by all living mammals (including monotremes), but not present in any of the early Triassic therapsids, is shown in Figure 1 (on the right), namely: mammals use two bones for hearing that all other amniotes use for eating. The earliest amniotes had a jaw joint composed of the articular (a small bone at the back of the lower jaw) and the quadrate (a small bone at the back of the upper jaw). All non-mammalian tetrapods use this system including amphibians, turtles, lizards, snakes, crocodilians, dinosaurs (including the birds), ichthyosaurs, pterosaurs and therapsids. But mammals have a different jaw joint, composed only of the dentary (the lower jaw bone, which carries the teeth) and the squamosal (another small skull bone). In the Jurassic, their quadrate and articular bones evolved into the incus and malleus bones in the middle ear.[5][6] Mammals also have a double occipital condyle; they have two knobs at the base of the skull that fit into the topmost neck vertebra, while other tetrapods have a single occipital condyle.[5] In a 1981 article, Kenneth A. Kermack and his co-authors argued for drawing the line between mammals and earlier synapsids at the point where the mammalian pattern of molar occlusion was being acquired and the dentary-squamosal joint had appeared. The criterion chosen, they noted, is merely a matter of convenience; their choice was based on the fact that \"the lower jaw is the most likely skeletal element of a Mesozoic mammal to be preserved.\"[7] Today, most paleontologists consider that animals are mammals if they satisfy this criterion.[8] Amphibians Sauropsids (including dinosaurs) Cotylorhynchus Edaphosaurus Dimetrodon Mammals The first fully terrestrial vertebrates were amniotes — their eggs had internal membranes that allowed the developing embryo to breathe but kept water in. This allowed amniotes to lay eggs on dry land, while amphibians generally need to lay their eggs in water (a few amphibians, such as the common Suriname toad, have evolved other ways of getting around this limitation). The first amniotes apparently arose in the middle Carboniferous from the ancestral reptiliomorphs.[9] Within a few million years, two important amniote lineages became distinct: synapsids, from which mammals are descended, and sauropsids, from which lizards, snakes, turtles/tortoises, crocodilians, dinosaurs, and birds are descended.[2] The earliest known fossils of synapsids and sauropsids (such as Archaeothyris and Hylonomus, respectively) date from about 320 to 315 million years ago. The times of origin are difficult to know, because vertebrate fossils from the late Carboniferous are very rare, and therefore the actual first occurrences of each of these types of animal might have been considerably earlier than the first fossil.[10] Synapsid skulls are identified by the distinctive pattern of the holes behind each eye, which served the following purposes: A number of creatures often - and incorrectly - believed to be dinosaurs, hence part of the reptile lineage and sauropsids, were in fact synapsids. This includes the well-known dimetrodon.[11][12] When referring to the ancestors and close relatives of mammals, paleontologists also use the following terms of convenience: Pelycosaur and \"mammal-like reptile\" are both paraphyletic terms (and in the latter case also based on incorrect historical belief that mammals evolved from reptiles rather than in parallel to them), and for that reason are disfavored and outdated terms rarely used in modern literature. Therapsids descended from sphenacodonts, a primitive synapsid, in the middle Permian, and took over from them as the dominant land vertebrates. They differ from earlier synapsids in several features of the skull and jaws, including larger temporal fenestrae and incisors that are equal in size.[13] The therapsid lineage then went through several stages, leading to the evolution of cynodonts in the late Permian, some of which had begun to resemble early mammals:[14] (Simplified from Palaeos.com.[13] Only those that are most relevant to the evolution of mammals are described below.) Biarmosuchia Dinocephalia Dicynodonts Gorgonopsia Therocephalia (Mammals, eventually) Only the dicynodonts, therocephalians, and cynodonts survived into the Triassic. The Biarmosuchia were the most primitive and pelycosaur-like of the therapsids.[16] Dinocephalians (\"terrible heads\") included both carnivores and herbivores. They were large; Anteosaurus was up to 6 m (20 ft) long. Some of the carnivores had semi-erect hindlimbs, but all dinocephalians had sprawling forelimbs. In many ways they were very primitive therapsids; for example, they had no secondary palate and their jaws were rather \"reptilian\".[17] The anomodonts (\"anomalous teeth\") were among the most successful of the herbivorous therapsids — one sub-group, the dicynodonts, survived almost to the end of the Triassic. But anomodonts were very different from modern herbivorous mammals, as their only teeth were a pair of fangs in the upper jaw and it is generally agreed that they had beaks like those of birds or ceratopsians. [18] The theriodonts (\"beast teeth\") and their descendants had jaw joints in which the articular bone of the lower jaw tightly gripped the very small quadrate bone of the skull. This allowed a much wider gape and allowed one group, the carnivorous gorgonopsians (\"gorgon faces\"), to develop \"sabre teeth\". However, the jaw hinge of the theriodont had a longer term significance — the much reduced size of the quadrate bone was an important step in the development of the mammalian jaw joint and middle ear. The gorgonopsians still had some primitive features: no bony secondary palate (other bones in the right places perform the same functions); sprawling forelimbs; hindlimbs that could operate in both sprawling and erect postures. The therocephalians (\"beast heads\"), which appear to have arisen at about the same time as the gorgonopsians, had additional mammal-like features, e.g. their finger and toe bones had the same number of phalanges (segments) as in early mammals (and the same number that primates have, including humans).[19] The cynodonts, a theriodont group that also arose in the late Permian, include the ancestors of all mammals. Cynodonts' mammal-like features include further reduction in the number of bones in the lower jaw, a secondary bony palate, cheek teeth with a complex pattern in the crowns, and a brain which filled the endocranial cavity.[20] Multi-chambered burrows have been found, containing as many as 20 skeletons of the Early Triassic cynodont Trirachodon; the animals are thought to have been drowned by a flash flood. The extensive shared burrows indicate that these animals were capable of complex social behaviors.[21] Their primitive synapsid and therapsid ancestors were very large (between 5–8 ft (1.5–2.4 m)) but cynodonts gradually decreased in size (to 1.5–5 ft (0.5–1.5 m)) even before the Permian-Triassic extinction event, probably due to competition with other therapsids. After the extinction event, the probainognathian cynodont group rapidly decreased in size (to 4 in–1.5 ft (10–50 cm)) due to new competition with archosaurs and transitioned to nocturnality, evolving nocturnal features, pulmonary alveoli, bronchioles and a developed diaphragm for a larger surface area for breathing, enucleated erythrocytes, a large intestine which bears a true colon after the cecum, endothermy, a hairy, glandular and thermoregulatory skin (which releases sebum and sweat), and a 4-chambered heart to maintain their high metabolism, larger brains, and fully upright hindlimb (forelimbs remained semi sprawling, and became like that only later, in therians). Some skin glands may have evolved into mammary glands in females for fulfilling the metabolic demands of their offspring (which increased 10 times). Many skeletal changes occurred also: the dentary bone became stronger and held differentiated teeth, the pair of nasal openings in the skull became fused. These evolutionary changes lead to the first mammals (size around 4 in (10 cm)). They also adapted to a burrowing lifestyle, losing their big tail-based leg muscles which allowed dinosaurs to become bipedal, and explains why bipedal mammals are so rare.[22] The catastrophic mass extinction at the end of the Permian, around 252 million years ago, killed off about 70 percent of terrestrial vertebrate species and the majority of land plants. As a result,[23] ecosystems and food chains collapsed, and the establishment of new stable ecosystems took about 30 million years. With the disappearance of the gorgonopsians, which were dominant predators in the late Permian,[24] the cynodonts' principal competitors for dominance of the carnivorous niches were a previously obscure sauropsid group, the archosaurs, which includes the ancestors of crocodilians and dinosaurs. The archosaurs quickly became the dominant carnivores,[24] a development often called the \"Triassic takeover\". Their success may have been due to the fact that the early Triassic was predominantly arid and therefore archosaurs' superior water conservation gave them a decisive advantage. All known archosaurs have glandless skins and eliminate nitrogenous waste in a uric acid paste containing little water, while the cynodonts probably excreted most such waste in a solution of urea, as mammals do today; considerable water is required to keep urea dissolved.[25] However, this theory has been questioned, since it implies synapsids were necessarily less advantaged in water retention, that synapsid decline coincides with climate changes or archosaur diversity (neither of which has been tested) and the fact that desert-dwelling mammals are as well adapted in this department as archosaurs,[26] and some cynodonts like Trucidocynodon were large-sized predators.[27] The Triassic takeover was probably a vital factor in the evolution of the mammals. Two groups stemming from the early cynodonts were successful in niches that had minimal competition from the archosaurs: the tritylodonts, which were herbivores, and the mammals, most of which were small nocturnal insectivores (although some, like Sinoconodon, were carnivores that fed on vertebrate prey, while still others were herbivores or omnivores).[28] As a result: This retreat to a nocturnal role is called a nocturnal bottleneck, and is thought to explain many of the features of mammals.[34] Mesozoic synapsids that had evolved to the point of having a jaw joint composed of the dentary and squamosal bones are preserved in few good fossils, mainly because they were mostly smaller than rats: In the past 50 years, however, the number of Mesozoic fossil mammals has increased decisively; only 116 genera were known in 1979, for example, but about 310 in 2007, with an increase in quality such that \"at least 18 Mesozoic mammals are represented by nearly complete skeletons\".[35] Some writers restrict the term \"mammal\" to the crown group mammals, the group consisting of the most recent common ancestor of the monotremes, marsupials, and placentals, together with all the descendants of that ancestor. In an influential 1988 paper, Timothy Rowe advocated this restriction, arguing that \"ancestry... provides the only means of properly defining taxa\" and, in particular, that the divergence of the monotremes from the animals more closely related to marsupials and placentals \"is of central interest to any study of Mammalia as a whole.\"[36] To accommodate some related taxa falling outside the crown group, he defined the Mammaliaformes as comprising \"the last common ancestor of Morganucodontidae and Mammalia [as he had defined the latter term] and all its descendants.\" Besides Morganucodontidae, the newly defined taxon includes Docodonta and Kuehneotheriidae. Though haramiyids have been referred to the mammals since the 1860s,[37] Rowe excluded them from the Mammaliaformes as falling outside his definition, putting them in a larger clade, the Mammaliamorpha. Some writers have adopted this terminology noting, to avoid misunderstanding, that they have done so. Most paleontologists, however, still think that animals with the dentary-squamosal jaw joint and the sort of molars characteristic of modern mammals should formally be members of Mammalia.[8] Where the ambiguity in the term \"mammal\" may be confusing, this article uses \"mammaliaform\" and \"crown mammal\". (based on Cynodontia:Dendrogram – Palaeos) Dvinia Procynosuchidae Thrinaxodon Cynognathus Tritylodontidae Traversodontidae Tritheledontidae Chiniquodontidae Prozostrodon Morganucodontidae Docodonta Hadrocodium Kuehneotheriidae crown group Mammals The Morganucodontidae first appeared in the late Triassic, about 205 million years ago. They are an excellent example of transitional fossils, since they have both the dentary-squamosal and articular-quadrate jaw joints.[38] They were also one of the first discovered and most thoroughly studied of the mammaliaforms outside of the crown-group mammals, since an unusually large number of morganucodont fossils have been found. Docodonts, among the most common Jurassic mammaliaforms, are noted for the sophistication of their molars. They are thought to have had general semi-aquatic tendencies, with the fish-eating Castorocauda (\"beaver tail\"), which lived in the mid-Jurassic about 164M years ago and was first discovered in 2004 and described in 2006, being the most well-understood example. Castorocauda was not a crown group mammal, but it is extremely important in the study of the evolution of mammals because the first find was an almost complete skeleton (a real luxury in paleontology) and it breaks the \"small nocturnal insectivore\" stereotype:[39] The family tree above shows Hadrocodium as an \"aunt\" of crown mammals. This mammaliaform, dated about 195M years ago in the very early Jurassic, exhibits some important features: [40] The crown group mammals, sometimes called 'true mammals', are the extant mammals and their relatives back to their last common ancestor. Since this group has living members, DNA analysis can be applied in an attempt to explain the evolution of features that do not appear in fossils. This endeavor often involves molecular phylogenetics, a technique that has become popular since the mid-1980s. Cladogram after Z.-X Luo.[35] († marks extinct groups) Ausktribosphenidae † Monotremes Eutriconodonta † Multituberculates † Spalacotheroidea † Dryolestoidea † Marsupials Placentals Early amniotes had four opsins in the cones of their retinas to use for distinguishing colours: one sensitive to red, one to green, and two corresponding to different shades of blue.[41][42] The green opsin was not inherited by any crown mammals, but all normal individuals did inherit the red one. Early crown mammals thus had three cone opsins, the red one and both of the blues.[41] All their extant descendants have lost one of the blue-sensitive opsins but not always the same one: monotremes retain one blue-sensitive opsin, while marsupials and placentals retain the other (except cetaceans, which later lost the other blue opsin as well).[43] Some placentals and marsupials, including higher primates, subsequently evolved green-sensitive opsins; like early crown mammals, therefore, their vision is trichromatic.[44][45] Ausktribosphenidae is a group name that has been given to some rather puzzling finds that:[46] Australosphenida is a group that has been defined in order to include the Ausktribosphenidae and monotremes. Asfaltomylos (mid- to late Jurassic, from Patagonia) has been interpreted as a basal australosphenid (animal that has features shared with both Ausktribosphenidae and monotremes; lacks features that are peculiar to Ausktribosphenidae or monotremes; also lacks features that are absent in Ausktribosphenidae and monotremes) and as showing that australosphenids were widespread throughout Gondwanaland (the old Southern Hemisphere super-continent).[48] Recent analysis of Teinolophos, which lived somewhere between 121 and 112.5 million years ago, suggests that it was a \"crown group\" (advanced and relatively specialised) monotreme. This was taken as evidence that the basal (most primitive) monotremes must have appeared considerably earlier, but this has been disputed (see the following section). The study also indicated that some alleged Australosphenids were also \"crown group\" monotremes (e.g. Steropodon) and that other alleged Australosphenids (e.g. Ausktribosphenos, Bishops, Ambondro, Asfaltomylos) are more closely related to and possibly members of the Therian mammals (group that includes marsupials and placentals, see below).[49] Teinolophos, from Australia, is the earliest known monotreme. A 2007 study (published 2008) suggests that it was not a basal (primitive, ancestral) monotreme but a full-fledged platypus, and therefore that the platypus and echidna lineages diverged considerably earlier.[49] A more recent study (2009), however, has suggested that, while Teinolophos was a type of platypus, it was also a basal monotreme and predated the radiation of modern monotremes. The semi-aquatic lifestyle of platypuses prevented them from being outcompeted by the marsupials that migrated to Australia millions of years ago, since joeys need to remain attached to their mothers and would drown if their mothers ventured into water (though there are exceptions like the water opossum and the lutrine opossum; however, they both live in South America and thus don't come into contact with monotremes). Genetic evidence has determined that echidnas diverged from the platypus lineage as recently as 19-48M, when they made their transition from semi-aquatic to terrestrial lifestyle.[50] Monotremes have some features that may be inherited from the cynodont ancestors: Unlike other mammals, female monotremes do not have nipples and feed their young by \"sweating\" milk from patches on their bellies. These features are not visible in fossils, and the main characteristics from paleontologists' point of view are:[46] Multituberculates (named for the multiple tubercles on their \"molars\") are often called the \"rodents of the Mesozoic\", but this is an example of convergent evolution rather than meaning that they are closely related to the Rodentia. They existed for approximately 120 million years—the longest fossil history of any mammal lineage—but were eventually outcompeted by rodents, becoming extinct during the early Oligocene. Some authors have challenged the phylogeny represented by the cladogram above. They exclude the multituberculates from the mammalian crown group, holding that multituberculates are more distantly related to extant mammals than even the Morganucodontidae.[52][53] Multituberculates are like undisputed crown mammals in that their jaw joints consist of only the dentary and squamosal bones-whereas the quadrate and articular bones are part of the middle ear; their teeth are differentiated, occlude, and have mammal-like cusps; they have a zygomatic arch; and the structure of the pelvis suggests that they gave birth to tiny helpless young, like modern marsupials.[54] On the other hand, they differ from modern mammals: Theria (\"beasts\") is the clade originating with the last common ancestor of the Eutheria (including placentals) and Metatheria (including marsupials). Common features include:[55] The living Metatheria are all marsupials (animals with pouches). A few fossil genera, such as the Mongolian late Cretaceous Asiatherium, may be marsupials or members of some other metatherian group(s).[56][57] The oldest known metatherian is Sinodelphys, found in 125M-year-old early Cretaceous shale in China's northeastern Liaoning Province. The fossil is nearly complete and includes tufts of fur and imprints of soft tissues.[58] Didelphimorphia (common opossums of the Western Hemisphere) first appeared in the late Cretaceous and still have living representatives, probably because they are mostly semi-arboreal unspecialized omnivores.[59] Tracks from the Early Cretaceous of Angola show the existence of raccoon-size mammals 118 million years ago.[60] The best-known feature of marsupials is their method of reproduction: Although some marsupials look very like some placentals (the thylacine, \"marsupial tiger\" or \"marsupial wolf\" is a good example), marsupial skeletons have some features that distinguish them from placentals:[62][self-published source?] Marsupials also have a pair of marsupial bones (sometimes called \"epipubic bones\"), which support the pouch in females. But these are not unique to marsupials, since they have been found in fossils of multituberculates, monotremes, and even eutherians — so they are probably a common ancestral feature that disappeared at some point after the ancestry of living placental mammals diverged from that of marsupials.[63][64] Some researchers think the epipubic bones' original function was to assist locomotion by supporting some of the muscles that pull the thigh forwards.[65] The time of appearance of the earliest eutherians has been a matter of controversy. On one hand, recently discovered fossils of Juramaia have been dated to 160 million years ago and classified as eutherian.[66] Fossils of Eomaia from 125 million years ago in the Early Cretaceous have also been classified as eutherian.[67] A recent analysis of phenomic characters, however, classified Eomaia as pre-eutherian and reported that the earliest clearly eutherian specimens came from Maelestes, dated to 91 million years ago.[68] That study also reported that eutherians did not significantly diversify until after the catastrophic extinction at the Cretaceous–Paleogene boundary, about 66 million years ago. Eomaia was found to have some features that are more like those of marsupials and earlier metatherians: Eomaia also has a Meckelian groove, a primitive feature of the lower jaw that is not found in modern placental mammals. These intermediate features are consistent with molecular phylogenetics estimates that the placentals diversified about 110M years ago, 15M years after the date of the Eomaia fossil. Eomaia also has many features that strongly suggest it was a climber, including several features of the feet and toes; well-developed attachment points for muscles that are used a lot in climbing; and a tail that is twice as long as the rest of the spine. Placentals' best-known feature is their method of reproduction: It has been suggested that the evolution of placental reproduction was made possible by retroviruses that:[71][72] From a paleontologist's point of view, eutherians are mainly distinguished by various features of their teeth,[73] ankles and feet.[74] Generally speaking, most species of mammaliaforms did occupy the niche of small, nocturnal insectivores, but recent finds, mainly in China, show that some species and especially crown group mammals were larger and that there was a larger variety of lifestyles than previously thought. For example: A study on Mesozoic mammaliaforms suggests that they were a primary factor in constraining mammalian body size, rather than solely competition from dinosaurs.[87] There are currently vigorous debates between traditional paleontologists and molecular phylogeneticists about how and when the modern groups of mammals diversified, especially the placentals. Generally, the traditional paleontologists date the appearance of a particular group by the earliest known fossil whose features make it likely to be a member of that group, while the molecular phylogeneticists suggest that each lineage diverged earlier (usually in the Cretaceous) and that the earliest members of each group were anatomically very similar to early members of other groups and differed only in their genetics. These debates extend to the definition of and relationships between the major groups of placentals. Molecular phylogenetics uses features of organisms' genes to work out family trees in much the same way as paleontologists do with features of fossils — if two organisms' genes are more similar to each other than to those of a third organism, the two organisms are more closely related to each other than to the third. Molecular phylogeneticists have proposed a family tree that is both broadly similar to but has notable differences from that of the paleontologists. Like paleontologists, molecular phylogeneticists have differing ideas about various details, but here is a typical family tree according to molecular phylogenetics:[88][89] Note that the diagram shown here omits extinct groups, as one cannot extract DNA from fossils. Xenarthra (armadillos, anteaters, sloths) Afrosoricida (golden moles, tenrecs, otter shrews) Macroscelidea (elephant shrews) Tubulidentata (aardvarks) Hyracoidea (hyraxes) Proboscidea (elephants) Sirenia (manatees, dugongs) Eulipotyphla (shrews, hedgehogs, gymnures, moles and solenodons) Cetartiodactyla (camels and llamas, pigs and peccaries, ruminants, whales and hippos) Pholidota (pangolins) Chiroptera (bats) Carnivora (cats, dogs, bears, seals) Perissodactyla (horses, rhinos, tapirs) Lagomorpha (rabbits, hares, pikas) Rodentia (late Paleocene) (mice and rats, squirrels, porcupines) Scandentia (tree shrews) Dermoptera (colugos) Primates (tarsiers, lemurs, monkeys, apes including humans) Here are the most significant of the differences between this family tree and the one familiar to paleontologists: The grouping together of the Afrotheria has some geological justification. All surviving members of the Afrotheria originate from South American or (mainly) African lineages — even the Indian elephant, which diverged from an African lineage about 7.6 million years ago.[93] As Pangaea broke up, Africa and South America separated from the other continents less than 150M years ago, and from each other between 100M and 80M years ago.[94][95] So it would not be surprising if the earliest eutherian immigrants into Africa and South America were isolated there and radiated into all the available ecological niches. Nevertheless, these proposals have been controversial. Paleontologists naturally insist that fossil evidence must take priority over deductions from samples of the DNA of modern animals. More surprisingly, these new family trees have been criticised by other molecular phylogeneticists, sometimes quite harshly:[96] Recent molecular phylogenetic studies suggest that most placental orders diverged late in the Cretaceous period, about 100 to 85 million years ago, but that modern families first appeared later, in the late Eocene and early Miocene epochs of the Cenozoic period.[100][101] Fossil-based analyses, on the contrary, limit the placentals to the Cenozoic.[102] Many Cretaceous fossil sites contain well-preserved lizards, salamanders, birds, and mammals, but not the modern forms of mammals. It is possible that they simply did not exist, and that the molecular clock runs fast during major evolutionary radiations.[103] On the other hand, there is fossil evidence from 85 million years ago of hoofed mammals that may be ancestors of modern ungulates.[104] Fossils of the earliest members of most modern groups date from the Paleocene, a few date from later and very few from the Cretaceous, before the extinction of the dinosaurs. But some paleontologists, influenced by molecular phylogenetic studies, have used statistical methods to extrapolate backwards from fossils of members of modern groups and concluded that primates arose in the late Cretaceous.[105][106] However, statistical studies of the fossil record confirm that mammals were restricted in size and diversity right to the end of the Cretaceous, and rapidly grew in size and diversity during the Early Paleocene.[107][108] Hadrocodium, whose fossils date from the early Jurassic, provides the first clear evidence of fully mammalian jaw joints and middle ears, in which the jaw joint is formed by the dentary and squamosal bones while the articular and quadrate move to the middle ear, where they are known as the incus and malleus. One analysis of the monotreme Teinolophos suggested that this animal had a pre-mammalian jaw joint formed by the angular and quadrate bones and that the definitive mammalian middle ear evolved twice independently, in monotremes and in therian mammals, but this idea has been disputed.[109] In fact, two of the suggestion's authors co-authored a later paper that reinterpreted the same features as evidence that Teinolophos was a full-fledged platypus, which means it would have had a mammalian jaw joint and middle ear.[49] It has been suggested that lactation's original function was to keep eggs moist. Much of the argument is based on monotremes (egg-laying mammals):[110][111][112] Later research demonstrated that caseins already appeared in the common mammalian ancestor approximately 200–310 million years ago.[113] The question of whether secretions of a substance to keep eggs moist translated into actual lactation in therapsids is open. A small mammaliomorph called Sinocodon, generally assumed to be the sister group of all later mammals, had front teeth in even the smallest individuals. Combined with a poorly ossified jaw, they very probably did not suckle.[114] Thus suckling may have evolved right at the pre-mammal/mammal transition. However, tritylodontids, generally assumed to be more basal, show evidence of suckling.[115] Morganucodontans, also assumed to be basal Mammaliaformes, also show evidence of lactation.[116] The evolution of the digestive system has formed a significant influence in mammal evolution. With the emergence of mammals, the digestive system was modified in a variety of ways depending on the animal's diet. For example, cats and most carnivores have simple large intestines, while the horse as a herbivore has a voluminous large intestine.[117] An ancestral feature of ruminants is their multi-chambered (usually four-chambered) stomach, which evolved about 50 million years ago.[118] Along with morphology of the gut, gastric acidity has been proposed as a key factor shaping the diversity and composition of microbial communities found in the vertebrate gut. Comparisons of stomach acidity across trophic groups in mammal and bird taxa show that scavengers and carnivores have significantly higher stomach acidities compared to herbivores or carnivores feeding on phylogenetically distant prey such as insects or fish.[119] Despite the lack of fossilization of the gut, microbial evolution of the gut can be inferred from the interrelationships of existing animals, microbes and probable foodstuffs.[120] Mammals are metagenomic, in that they are composed of not only their own genes, but also those of all of their associated microbes.[121] Gut microbiota has co-diversified as mammalian species have evolved. Recent studies indicate that adaptive divergence between mammalian species is shaped in part by changes in the gut microbiota.[122][123] The house mouse may have evolved not only with, but also in response to, the unique bacteria inhabiting its gut.[124] The first clear evidence of hair or fur is in fossils of Castorocauda and Megaconus, from 164M years ago in the mid-Jurassic.[39] As both mammals Megaconus and Castorocauda have a double coat of hair, with both guard hairs and an undercoat, it may be assumed that their last common ancestor did as well. This animal must have been Triassic as it was an ancestor of the Triassic Tikitherium.[35] More recently, the discovery of hair remnants in Permian coprolites pushes back the origin of mammalian hair much further back in the synapsid line to Paleozoic therapsids.[125] In the mid-1950s, some scientists interpreted the foramina (passages) in the maxillae (upper jaws) and premaxillae (small bones in front of the maxillae) of cynodonts as channels that supplied blood vessels and nerves to vibrissae (whiskers) and suggested that this was evidence of hair or fur.[126][127] It was soon pointed out, however, that foramina do not necessarily show that an animal had vibrissae; the modern lizard Tupinambis has foramina that are almost identical to those found in the non-mammalian cynodont Thrinaxodon.[15][128] Popular sources, nevertheless, continue to attribute whiskers to Thrinaxodon.[129] A trace fossil from the Lower Triassic had been erroneously regarded as a cynodont footprint showing hair,[130] but this interpretation has been refuted.[131] A study of cranial openings for facial nerves connected whiskers in extant mammals indicate the Prozostrodontia, small immediate ancestors of mammals, presented whiskers similar to mammals, but that less advanced therapsids would either have immobile whiskers or no whisker at all.[132] Fur may have evolved from whiskers.[133] Whiskers themselves may have evolved as a response to nocturnal and/or burrowing lifestyle. Ruben & Jones (2000) note that the Harderian glands, which secrete lipids for coating the fur, were present in the earliest mammals like Morganucodon, but were absent in near-mammalian therapsids like Thrinaxodon.[29] The Msx2 gene associated with hair follicle maintenance is also linked to the closure of the parietal eye in mammals, indicating that fur and lack of pineal eye is linked. The pineal eye is present in Thrinaxodon, but absent in more advanced cynognaths (the Probainognathia).[132] Insulation is the \"cheapest\" way to maintain a fairly constant body temperature, without consuming energy to produce more body heat. Therefore, the possession of hair or fur would be good evidence of homeothermy, but would not be such strong evidence of a high metabolic rate.[134] [135] Understanding of the evolution of erect limbs in mammals is incomplete — living and fossil monotremes have sprawling limbs. Some scientists think that the parasagittal (non-sprawling) limb posture is limited to the Boreosphenida, a group that contains the therians but not, for example, the multituberculates. In particular, they attribute a parasagittal stance to the therians Sinodelphys and Eomaia, which means that the stance had arisen by 125 million years ago, in the Early Cretaceous. However, they also discuss that earlier mammals had more erect forelimbs as opposed to the more sprawling hindlimbs, a trend still continued to some extent in modern placentals and marsupials.[136] \"Warm-bloodedness\" is a complex and rather ambiguous term, because it includes some or all of the following: Since scientists cannot know much about the internal mechanisms of extinct creatures, most discussion focuses on homeothermy and tachymetabolism. However, it is generally agreed that endothermy first evolved in non-mammalian synapsids such as dicynodonts, which possess body proportions associated with heat retention,[137] high vascularised bones with Haversian canals,[138] and possibly hair.[125] More recently, it has been suggested that endothermy evolved as far back as Ophiacodon.[139] Modern monotremes have a low body temperature compared to marsupials and placental mammals, around 32 °C (90 °F).[140] Phylogenetic bracketing suggests that the body temperatures of early crown-group mammals were not less than that of extant monotremes. There is cytological evidence that the low metabolism of monotremes is a secondarily evolved trait.[141] Modern mammals have respiratory turbinates, convoluted structures of thin bone in the nasal cavity. These are lined with mucous membranes that warm and moisten inhaled air and extract heat and moisture from exhaled air. An animal with respiratory turbinates can maintain a high rate of breathing without the danger of drying its lungs out, and therefore may have a fast metabolism. Unfortunately these bones are very delicate and therefore have not yet been found in fossils. But rudimentary ridges like those that support respiratory turbinates have been found in advanced Triassic cynodonts, such as Thrinaxodon and Diademodon, which suggests that they may have had fairly high metabolic rates.[126][142][143] Mammals have a secondary bony palate, which separates the respiratory passage from the mouth, allowing them to eat and breathe at the same time. Secondary bony palates have been found in the more advanced cynodonts and have been used as evidence of high metabolic rates.[126][127][144] But some cold-blooded vertebrates have secondary bony palates (crocodilians and some lizards), while birds, which are warm-blooded, do not.[15] A muscular diaphragm helps mammals to breathe, especially during strenuous activity. For a diaphragm to work, the ribs must not restrict the abdomen, so that expansion of the chest can be compensated for by reduction in the volume of the abdomen and vice versa. Diaphragms are known in caseid pelycosaurs, indicating an early origin within synapsids, though they were still fairly inefficient and likely required support from other muscle groups and limb motion.[145] The advanced cynodonts have very mammal-like rib cages, with greatly reduced lumbar ribs. This suggests that these animals had more developed diaphragms, were capable of strenuous activity for fairly long periods and therefore had high metabolic rates.[126][127] On the other hand, these mammal-like rib cages may have evolved to increase agility.[15] However, the movement of even advanced therapsids was \"like a wheelbarrow\", with the hindlimbs providing all the thrust while the forelimbs only steered the animal, in other words advanced therapsids were not as agile as either modern mammals or the early dinosaurs.[6] So the idea that the main function of these mammal-like rib cages was to increase agility is doubtful. The therapsids had sprawling forelimbs and semi-erect hindlimbs.[127][146] This suggests that Carrier's constraint would have made it rather difficult for them to move and breathe at the same time, but not as difficult as it is for animals such as lizards, which have completely sprawling limbs.[147] Advanced therapsids may therefore have been significantly less active than modern mammals of similar size and so may have had slower metabolisms overall or else been bradymetabolic (lower metabolism when at rest). Mammals are noted for their large brain size relative to body size, compared to other animal groups. Recent findings suggest that the first brain area to expand was that involved in smell.[148] Scientists scanned the skulls of early mammal species dating back to 190–200 million years ago and compared the brain case shapes to earlier pre-mammal species; they found that the brain area involved in the sense of smell was the first to enlarge.[148] This change may have allowed these early mammals to hunt insects at night when dinosaurs were not active.[148]","Title":"Evolution of mammals - Wikipedia","KeyID":"872","URL":"https://en.wikipedia.org/wiki/Mammal_expansion"}