{"Content: ":"The United States President's Emergency Plan For AIDS Relief (PEPFAR) is a United States governmental initiative to address the global HIV/AIDS epidemic and help save the lives of those suffering from the disease. Launched by U.S. President George W. Bush in 2003, as of May 2020, PEPFAR has provided about $90 billion in cumulative funding for HIV/AIDS treatment, prevention, and research since its inception, making it the largest global health program focused on a single disease in history until the COVID-19 pandemic.[1] PEPFAR is implemented by a combination of U.S. government agencies in over 50 countries and overseen by the Global AIDS Coordinator at the U.S. Department of State.[2] As of 2021, PEPFAR has saved over 20 million lives,[3] primarily in Sub-Saharan Africa.[1][4] PEPFAR began with President George W. Bush and his wife, Laura, and their interests in AIDS prevention, Africa, and what Bush termed “compassionate conservatism.” According to his 2010 memoir, Decision Points, the two of them developed a serious interest in improving the fate of the people of Africa after reading Alex Haley’s Roots, and visiting The Gambia in 1990. In 1998, while pondering a run for the U.S. presidency, he discussed Africa with Condoleezza Rice, his future secretary of state; she said that, if elected, working more closely with countries on that continent should be a significant part of his foreign policy. She also told him that HIV/AIDS was a central problem in Africa but that the United States was spending only $500 million per year on global AIDS, with the money spread across six federal agencies, without a clear strategy for curbing the epidemic.[5] The U.S. Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 (or the Global AIDS Act) specified a series of broad and specific goals, alternately delegating authority to the President for identifying measurable outcomes in some areas, and specifying by law the quantitative benchmarks to be reached within discrete periods of time in others. The legislation also established the State Department Office of the Global AIDS Coordinator to oversee all international AIDS funding and programming. PEPFAR continues to be a cornerstone of U.S. global health efforts. On April 4, 2014, Ambassador Deborah L. Birx was sworn in as United States Global AIDS Coordinator.[6] She held the position until January 2021 when Angeli Achrekar filled the Acting role, from being Principal Deputy.[7] In December 2014, PEPFAR announced a program PEPFAR 3.0 focusing on Sustainable Control of the AIDS epidemic. This program was designed to address the UNAIDS \"90-90-90\" global goal: 90 percent of people with HIV diagnosed, 90 percent of them on ART and 90 percent of them virally suppressed by the year 2020.[8] When PEPFAR was signed into law 15 resource-limited countries with high HIV/AIDS prevalence rates were designated to receive the majority of the funding. The 15 \"focus countries\" were Botswana, Côte d'Ivoire, Ethiopia, Guyana, Haiti, Kenya, Mozambique, Namibia, Nigeria, Rwanda, South Africa, Tanzania, Uganda, Vietnam, and Zambia. Most of the $15 billion for the program was to be spent on these focus countries, $4 billion was allocated for programs elsewhere, and for HIV/AIDS research. (The other $1 billion was contributed to the Global Fund, see below.) With the reauthorization of PEPFAR in 2008 there was a shift away from the \"focus country\" approach by authorizing the development of a Partnership Framework model for regions and countries, with the aim of ensuring long-term sustainability and country leadership. Through bilaterally-funded programs, PEPFAR works in partnership with host nations to support treatment, prevention and care for millions of people in more than 85 countries. Partnership Frameworks provide a 5-year joint strategic framework for cooperation between the U.S. Government, the partner government, and other partners to combat HIV/AIDS in the host country through service delivery, policy reform, and coordinated financial commitments.See the PEPFAR World Wide Activities Map and PEPFAR Dashboard. Office of the Global AIDS Coordinator (OGAC) Housed in the Department of State, the Office of the Global AIDS Coordinator oversees the implementation of PEPFAR and ensures coordination among the various agencies involved in the U.S global response to HIV/AIDS. United States Ambassadors from the State Department provide essential leadership to interagency HIV/AIDS teams and engage in policy discussions with host-country leaders.[9] U.S. Agency for International Development An independent federal agency, USAID receives overall foreign policy guidance from the Secretary of State and is the agency primarily responsible for administering civilian foreign aid. USAID supports the implementation of PEPFAR programs in nearly 100 countries, through direct in-country presence in 50 countries and through seven other regional programs.[9] Department of Health and Human Services (HHS) Under PEPFAR, the Department of Health and Human Services (HHS) implements PEPFAR-funded prevention, treatment and care programs through the Centers for Disease Control and Prevention (CDC), National Institutes of Health (NIH), Health Resources and Services Administration (HRSA), Food and Drug Administration (FDA), and Substance Abuse and Mental Health Services Administration (SAMHSA). The Office of Global Health Affairs within HHS coordinates all of the HHS agencies to be sure PEPFAR resources are being used effectively.[citation needed] Centers for Disease Control and Prevention (CDC) As part of the Department of Health and Human Services, the Centers for Disease Control and Prevention uses PEPFAR funding to implement its Global AIDS Program (GAP). GAP works with highly trained physicians, epidemiologists, public health advisers, behavioral scientists, and laboratory scientists in 29 countries, who are part of USG teams implementing PEPFAR. Through partnerships with host governments, Ministries of Health, NGOs, international organizations, U.S.-based universities, and the private sector, GAP assists with HIV prevention, treatment, and care; laboratory capacity building; surveillance; monitoring and evaluation; and public health evaluation research. Department of Defense (DoD) The Department of Defense (DoD) implements PEPFAR programs by supporting HIV/AIDS prevention, treatment, care, strategic information, human capacity development and program/policy development in host military and civilian communities. The DoD HIV/AIDS Prevention Program (DHAPP) is the DoD Executive Agent for the technical assistance, management, and administrative support of the global HIV/AIDS prevention, care and treatment for foreign militaries.[10] Department of Commerce (DoC) The Department of Commerce (DoC) provides support for PEPFAR by furthering private sector engagement through public-private partnerships. Housed within DoC, the U.S. Census Bureau assists with data management and analysis, survey support, estimating infections averted and supporting mapping of country-level activities.[11] Department of Labor (DoL) The Department of Labor (DoL) implements PEPFAR workplace-targeted projects that focus on the prevention and reduction of HIV/AIDS-related stigma and discrimination. DoL programs (in over 23 countries) consist of three main components: increasing knowledge aboutHIV/AIDS, implementing workplace policies to reduce stigma and discrimination and building capacity of employers to provide support services. Peace Corps With programs in 73 countries, the Peace Corps is heavily involved in the fight against HIV/AIDS.Peace Corps volunteers provide long-term capacity development support to nongovernmental, community-based, and faith-based organizations as they provide holistic support to people living with and affected by HIV/AIDS. The U.S. President's Emergency Plan for AIDS Relief: Five-Year Strategy report from 2009 outlines the PEPFAR strategy and programs for the fiscal years 2010-2014. Prevention To slow the spread of the epidemic, PEPFAR supports a variety of prevention programs: the ABC approach (Abstain, Be faithful, and correct and consistent use of Condoms); prevention of mother to child transmission (PMTCT) interventions; and programs focusing on blood safety, injection safety, secondary prevention (\"prevention with positives\"), counseling and education. Initially, a recommended 20% of the PEPFAR budget was to be spent on prevention, with the remaining 80% going to care and treatment, laboratory support, antiretroviral drugs, TB/HIV services, support for orphans and vulnerable children (OVC), infrastructure, training, and other related services. Of the 20% spent on prevention, one third, or 6.7% of the total, was to be spent on abstinence-until-marriage programs in fiscal years 2006 through 2008, a controversial requirement (see below). The other two thirds was allotted for the widespread array of prevention interventions described above, including counseling, education, injection safety, blood safety and condoms. The 2008 reauthorization of PEPFAR eliminated the 20% recommendation for prevention efforts, including the requirement for abstinence programs.[12] Treatment In addition to providing antiretroviral therapy (ART), PEPFAR supports prevention and treatment of opportunistic infections, as well as services to prevent and treat malaria, tuberculosis, waterborne illness, and other acute infections. PEPFAR supports training and salaries for personnel (including clinicians, laboratorians, pharmacists, counselors, medical records staff, outreach workers, peer educators, etc.), renovation and refurbishment of health care facilities, updated laboratory equipment and distribution systems, logistics and management for drugs and other commodities. This is intended to ensure the sustainability of PEPFAR services in host countries, enabling long-term management of HIV/AIDS. PEPFAR-supported care and treatment services are implemented by a wide array of U.S.-based and international groups and agencies. Among the largest \"Track 1.0\" (treatment) partners are Harvard University,[13] Columbia University's International Center for AIDS Care & Treatment Programs (ICAP),[14] the Elizabeth Glaser Pediatric AIDS Foundation (EGPAF),[15] and the AIDSRelief consortium of Catholic Relief Services.[16] Care For those who have already been infected with HIV/AIDS, PEPFAR provides HIV counseling, resources for maintaining financial stability, etc. Special care is given to orphans and vulnerable children (OVCs) and services are provided that meet the unique needs of women and girls, including victims of sex trafficking, rape, abuse, and exploitation (see fact sheet on Gender and HIV/AIDS). Finally, the Emergency Plan works closely with country leaders, military groups, faith-based organizations, etc. in an attempt to eliminate stigma. The results of the program include:[17] The U.S. is the first and largest donor to the Global Fund to Fight AIDS, Tuberculosis, and Malaria. To date, the U.S. has provided more than $7 billion to the fund. Of the estimated 8 million individuals in low- and middle-income countries who currently receive treatment, nearly 6.8 million receive support through PEPFAR bilateral programs, the Global Fund, or both. PEPFAR reports to Congress on an annual basis, providing programmatic and financial data as required by law. The Fourteenth Annual Report to Congress on the President's Emergency Plan for AIDS Relief is available on the official PEPFAR website,[18] as are more specific reports, financial information and other information. Global AIDS funding is provided in the Foreign Operations and Labor, Health and Human Services appropriations bills, which, if the process goes smoothly, are agreed to by the House and Senate in advance of the federal fiscal year beginning October 1. The Office of the Global AIDS Coordinator (OGAC) budgets according to the allocations provided by Congress and the policy of the Administration. Funding figures by program are reported to Congress by the Office of the Global AIDS Coordinator. For FY 2013, President Obama requested $6.42 billion, including more than $4.54 billion for bilateral HIV/AIDS programs and $1.65 billion for the Global Fund. For FY 2014, President Obama requested $6.73 billion, including more than $4.88 billion for bilateral HIV/AIDS programs and $1.65 billion for the Global Fund.[19] PEPFAR was exempt from the Mexico City Policy.[20] Annual data on the PEPFAR budget, spending by budget code, and impact estimates are available online at PEPFAR Panorama Spotlight. Data is only available for the years 2004 through 2014 as of January 2016. Funding amounts to specific in-country implementing mechanisms and partners are only available for the year 2013 onward. In 2008, funding data was obtained by the Center for Public Integrity from PEPFAR's own information system COPRS. The data were obtained after CPI sued the U.S. State Department to gain access to the data. The data were analyzed by the HIV/AIDS Monitor team at the Center for Global Development, who also share the full dataset. Some critics of PEPFAR feel that American political and social groups with moral rather than public health agendas are behind several requirements of PEPFAR, pointing to the mandates that one-third of prevention spending in 2006–2008 be directed towards abstinence-until-marriage programs and that all funded organizations sign an anti-prostitution pledge. This pledge requires all organizations that receive PEPFAR funding to have a policy that explicitly opposes prostitution and sex trafficking which some activists compared to a loyalty oath.[21] A number of AIDS organizations felt such a policy would alienate their efforts to reduce HIV contraction rates among sex workers.[22] In 2013, the U.S. Supreme Court ruled that the requirement violated the First Amendment's prohibition against compelled speech in Agency for International Development v. Alliance for Open Society International, Inc.[23][24] According to a study presented at the 19th Conference on Retroviruses and Opportunistic Infections in 2015, the $1.3 billion that the U.S. government spent on programs to promote abstinence in sub-Saharan Africa had no significant impact.[25][26][27] The requirement for prevention spending was lifted with the PEPFAR reauthorization in 2008,[12] but some critics worry that some funds could still be spent on abstinence programs. The Center for Health and Gender Equity and Health GAP outline their criticism of PEPFAR on a website known as PEPFAR Watch. The previous 33% earmark has since been replaced by a requirement that if more than 50% of PEPFAR funds are allocated to non-abstinence promotion measures, the US Global AIDS Coordinator must report to Congress. However, the new reporting requirement continues to emphasize abstinence and fidelity to the exclusion of comprehensive approaches, such as those that include education about male and female condoms. This can cause a chilling effort for organizations receiving PEPFAR funding, who may censor their prevention activities and fall short of providing comprehensive HIV prevention services to women, men, and young people. PEPFAR also does not fund needle exchange programs, which are widely regarded as effective in preventing the spread of HIV.[28] Many have argued that PEPFAR's emphasis on direct funding from the United States to African governments (bilateral programs) have been at the expense of full commitments to multilateral programs such as the Global Fund. Reasons given for this vary, but a major criticism has been that this enables the U.S. \"to maximize its leverage with other countries through the funds available for distribution\" since the \"Global Fund and other multilateral venues do not possess the same top-down leverage as does the United States in demanding fundamental national-level reforms\".[29] However, since the inception of PEPFAR there has been a shift away from strictly bilateral funding to more multilateral programs. PEPFAR has been criticized for having a negative impact on the health systems in regions receiving its funding through its recruitment practices. Although Congress made attempts to limit its impact by prohibiting \"topping off\" salaries and limiting funding for healthcare worker training (thereby eliminating per diems as a method of augmenting salaries), PEPFAR funded programs effectively paid its local staff up to a hundred times more than that of the local healthcare structure.[30] Rather than strictly through salaries, program staff received benefits such as housing and education subsidies. Countries, already stressed by the number of trained physicians and nurses emigrating to western nations, have seen the presence of PEPFAR programs significantly decrease the number of skilled medical professionals willing to work within the domestic healthcare infrastructure. As a result, the overall health of these communities are placed in jeopardy, but funds, physicians, and nurses are diverted to combat HIV/AIDS exclusively within the framework of PEPFAR. On June 15, 2011, the Department of Health and Human Services Office of Inspector General (OIG) published a report critical of the Centers for Disease Control and Prevention's (CDC's) administration of PEPFAR funds. The report read in part: \"Our review found that CDC did not always monitor recipients' use of [PEPFAR] funds in accordance with departmental and other Federal requirements.... [M]ost of the award files did not include all required documents\" to demonstrate proper monitoring.[31] On the November 19, 2012, the OIG published a report critical of the CDC Namibia Office's monitoring of the use of PEPFAR funds.[32]","Title":"President's Emergency Plan for AIDS Relief - Wikipedia","KeyID":"8721","URL":"https://en.wikipedia.org/wiki/President%27s_Emergency_Plan_for_AIDS_Relief"}