{"Content: ":"Szeming Sze (Chinese: 施思明; pinyin: Shī Sīmíng; April 5, 1908 – October 27, 1998) was a prominent diplomat for his home country of China who helped build the World Health Organization into a specialized United Nations agency. Sze was born in Tientsin (now Tianjin), People's Republic of China. He was the eldest son of Dr. Alfred Sao-ke Sze, who became his country's Ambassador to Great Britain and, later, the United States. He was educated at Winchester College and Christ's College, Cambridge (1925 to 1928), and received degrees in chemistry and medicine. He interned in Britain, where he was inspired by his residency at St. Thomas Hospital in a London slum to do public service, before returning to China in 1934.[1] He was in the United States when Japan attacked Pearl Harbor in 1941, and he joined the Lend-Lease program for the Chinese Government. Dr. Sze attended the San Francisco Conference that gave birth to the United Nations as an official of Chinese delegation and medical expert.[1] Before the San Francisco Conference on International Organization opened on April 25, 1945, the US and UK delegates had consulted each other and had agreed that no questions in the field of health would be included on the conference agenda. Dr. Szeming Sze from the Chinese delegation, Dr. de Paula Souza from the Brazilian delegation and Dr. Karl Evang from the Norwegian delegation, not knowing of the US-UK consultations, agreed that the question of establishing a new international health organization should be put on the conference agenda. Since China was one of the four sponsoring powers of the Conference, it was thought that Dr. Sze should get the Chinese delegation to initiate the proposal for a proposed amendment to the draft Charter which had been prepared at Dumbarton Oaks. Unfortunately, there was not sufficient time left for submission of an amendment. So another approach was tried in the form of a resolution for Commission II, Committee 3, of which Sir Arcot Ramasamy Mudaliar of India was the Chairman, calling for an international health conference of Member States which would have as its aim the establishment of an international health organization. The draft resolution was formally submitted as a joint proposal of the Chinese and Brazilian delegations. The resolution got bogged down in the Committee. By another twist of fate, Dr. Sze one day found himself sitting next to Mr Alger Hiss, Secretary-General of the Conference, at an official dinner. Dr. Sze asked Mr Hiss for his advice, who suggested rewriting the resolution in the form of a declaration, which would not be considered as being under the same interdiction as a resolution. This advice turned out to be very sound, and with overwhelming support the Declaration was adopted. This was the beginning of the future World Health Organization.[2] Dr. Sze became chief of specialized agencies for the Eco-nomic & Social Council of the United Nations. He was greatly disappointed when he was later offered a job at WHO that he couldn't take because of his U.N. commitments. He became U.N. medical director in 1954,[1][3] taking care of the permanent staff of about 3000, including inoculating them and preparing them for missions abroad. He held the position for 20 years.[4] In 1975, Henry Van Zile Hyde, Chief of Health Division during the Truman Administration, said of Dr Sze “...[he] was the member of the Chinese delegation. His father had been the Chinese Ambassador to England and the United States. And Szeming Sze was a very brilliant Chinese”. In 1998, at the 51st World Health Assembly, the Norwegian Minister of Health, Mr Dagfinn Høybråten, acknowledged Dr Szeming Sze as “one of the initiators of the WHO”. Mr Høybråten quoted Dr Sze as saying “Of course we can learn from history. We learn from the mistakes made if not from the successes. Learning the reasons why certain things happened often saves us from making the same mistakes again”. Dr. Sze married to Bessie Li (Chinese: 李月卿), a pianist in 1934 and he is survived by a daughter, Diane Wei (Chinese: 施家莲); a son, architect Chia-ming Sze (Chinese: 施家铭); two sisters, Julia Sze-Bailey, and Alice Wang; five grandchildren, and fourteen great-grandchildren. Sze's granddaughter, Sarah Sze (born 1969) won a MacArthur \"genius grant\" in 2003 for her work as an installation artist. His grandson, David Sze, is a managing partner at the venture capital firm Greylock Partners. Dr. Sze died on October 27, 1998 at Presbyterian Senior Care, at Presbyterian Medical Center in suburban Pittsburgh at the age of 90.[5]","Title":"Szeming Sze - Wikipedia","KeyID":"8730","URL":"https://en.wikipedia.org/wiki/Szeming_Sze"}