{"Content: ":"Maternal health is the health of women during pregnancy, childbirth, and the postpartum period. In most cases, it encompasses the health care dimensions of family planning, preconception, prenatal, and postnatal care in order to ensure a positive and fulfilling experience. In other cases, maternal health can reduce maternal morbidity and mortality.[1] Maternal health revolves around the health and wellness of women, particularly when they are pregnant, at the time they give birth, and during child-raising. WHO has indicated that even though motherhood has been considered as a fulfilling natural experience that is emotional to the mother, a high percentage of women develop health problems and sometimes even die (WHO n.p).[2] Because of this, there is a need to invest in the health of women (Amiri and Ulf-G 13). The investment can be achieved in different ways, among the main ones being subsidizing the healthcare cost, education on maternal health, encouraging effective family planning, and ensuring progressive check up on the health of women with children.[3] Maternal mortality particularly affects women of color and women living in low and lower-middle income countries. WHO estimates that about 300,000 maternal deaths occurred in 2015. These causes range from severe bleeding to obstructed labour, all of which have highly effective interventions. As women have gained access to family planning and skilled birth attendance with backup emergency obstetric care, the global maternal mortality has fallen by about 44 percent, which represented a decline of about 2.3 percent annually over the period from 1990 to 2015. While there has been a decline in worldwide mortality rates much more has to be done. High rates still exist particularly in low and middle income countries (99%), sub-saharan Africa accounts for more than half of these deaths and South Asia for about one-third of them. one third of the maternal deaths occur in India and Nigeria.[4] The effect of a mother's death results in vulnerable families, and their infants, if they survive childbirth, are more likely to die before reaching their second birthday. Both maternal mortality (death) and severe maternal morbidity (illness) are \"associated with a high rate of preventability.\"[5] In 2010 the U.S. Joint Commission on Accreditation of Healthcare Organizations described maternal mortality as a \"sentinel event\", and uses it to assess the quality of a health care system.[6] Subsidizing the cost of healthcare will help improve the health status of women. However, the health status of women should not be generalized with that of the other category of people. Countries such as the U.S, U.K, and others have laws where government and non-governmental bodies work to reduce and even eliminate any fee that is directed to pregnant women or women who have health issues that are related to pregnancy. When women deliver their babies in certified healthcare facilities without paying or paying a very small amount of money, they are motivated to use their own money on the diet of the baby, clothing, and other needs (Onarheim, Iversen, and Bloom n.p). Also, when women attend clinics without being charged and are issued with free supplements, their health is maintained, and this reduces the cost that the monetary resources that the government invests in healthcare. In turn, the maternal morbidity rate, together with mortality rates, is lowered.[7] Education on various issues related to maternal health is essential to control and improve the healthcare of women. Women who have the resources have a low chance of their health status deteriorating because of the knowledge they have. These women make the right decision regarding family planning, the best time to give birth as far as their financial capabilities are concerned, and their nutrition, before, during, and after giving birth. Gannon (n.p) reports that the maternal rate of mortality reduced by 70% between 1946 and 1953, when women started getting maternal education. The study has recommended that the study should focus on communities that are marginalized and girls who are below the age of 18. When the government manages to reduce unwanted and unplanned pregnancies among these two groups of people, it will become easier to reduce the maternal health issue and the cost associated with it. According to a UNFPA report, social and economic status, culture norms and values, and geographic remoteness all increase a maternal mortality, and the risk for maternal death (during pregnancy or childbirth) in sub-Saharan Africa is 175 times higher than in developed countries, and risk for pregnancy-related illnesses and negative consequences after birth is even higher.[8] Poverty, maternal health, and outcomes for the child are all interconnected.[9] Women living in poverty-stricken areas are more likely to be obese and engage in unhealthy behaviors such as cigarette smoking and substance use, are less likely to engage in or even have access to legitimate prenatal care, and are at a significantly higher risk for adverse outcomes for both the mother and child.[10] A study conducted in Kenya observed that common maternal health problems in poverty-stricken areas include hemorrhaging, anemia, hypertension, malaria, placenta retention, premature labor, prolonged/complicated labor, and pre-eclampsia.[11] Generally, adequate prenatal care encompasses medical care and educational, social, and nutritional services during pregnancy.[12] Although there are a variety of reasons women choose not to engage in proper prenatal care, 71% of low-income women in a US national study had difficulties getting access to prenatal care when they sought it out.[12] Additionally, immigrants and Hispanic women are at higher risk than white or black women for receiving little to no prenatal care, where level of education is also an indicator (since education and race are correlated). Adolescents are least likely to receive any prenatal care at all. Throughout several studies, women and adolescents ranked inadequate finances and lack of transportation as the most common barriers to receiving proper prenatal care.[13] Income is strongly correlated with quality of prenatal care.[13] Sometimes, proximity to healthcare facilities and access to transportation have significant effects on whether or not women have access to prenatal care. An analysis conducted on maternal healthcare services in Mali found that women who lived in rural areas, far away from healthcare facilities were less likely to receive prenatal care than those who lived in urban areas. Furthermore, researchers found an even stronger relationship between lack of transportation and prenatal and delivery care.[14] In addition to proximity being a predictor of prenatal care access, Materia and colleagues found similar results for proximity and antenatal care in rural Ethiopia.[15] Also, inadequate and poor quality services contributes in increasing maternal morbidity and mortality.[16] Maternal HIV rates vary around the world, ranging from 1% to 40%, with African and Asian countries having the highest rates.[17] Whilst maternal HIV infection largely has health implications for the child,[18] especially in countries where poverty is high and education levels are low,[19] having HIV/AIDS while pregnant can also cause heightened health risks for the mother.[20] A large concern for HIV-positive pregnant women is the risk of contracting tuberculosis (TB) and/or malaria, in developing countries.[17] 28% of maternal deaths are from obstructed labour and indirect causes, meaning diseases that complicate pregnancy or that are complicated by pregnancy (malaria, anemia, HIV/AIDS, and cardiovascular diseases).[4] During pregnancy, women of an average pre-pregnancy weight (BMI 18.5-24.9) should expect to gain between 25–35 pounds (11–16 kg) over the course of the pregnancy.[21] Increased rates of hypertension, diabetes, respiratory complications, and infections are prevalent in cases of maternal obesity and can have detrimental effects on pregnancy outcomes.[22] Obesity is an extremely strong risk factor for gestational diabetes.[23] Research has found that obese mothers who lose weight (at least 10 pounds or 4.5 kg) between pregnancies reduce the risk of gestational diabetes during their next pregnancy, whereas mothers who gain weight actually increase their risk.[24] Women who are pregnant should aim to exercise for at least 150 minutes per week, including muscle strengthening exercises.[25] Maternal oral health has been shown to affect the well-being of both the expectant mother and her unborn fetus. The 2000 Surgeon's General Report stressed the interdependence of oral health on the overall health and well-being of an individual.[26] Oral health is especially essential during perinatal period and the future development of the child.[27] Proper management of oral health has benefits to both mother and child. Furthermore, lack of understanding or maintenance of good oral health for pregnant women may have adverse effects on them and their children. Hence, it is imperative to educate mothers regarding the significance of oral health. Moreover, collaboration and support among physicians across various fields, especially among family practitioners and obstetricians, is essential in addressing the concerns for maternal oral health.[28] In 2007, the Maternal Oral Health Project was developed to provide routine oral care to low-income pregnant women in Nassau County, NY. Since its inception, the program has treated more than 2,000 pregnant women, many of whom had significant gum and/or tooth problems.[29] Oral health has numerous implications on overall general health and the quality of life of an individual. The Surgeon General's Report lists various systemic diseases and conditions that have oral manifestations.[26] The oral cavity serves as both a site of and a gateway entry of disease for microbial infections, which can affect general health status. In addition, some studies have demonstrated a relationship between periodontal diseases and diabetes, cardiovascular disease, stroke, and adverse pregnancy outcomes. Furthermore, the report establishes a relationship between oral health and quality of life, including functional, psychosocial, and economic indicators. Poor oral health can affect diet, nutrition, sleep, psychological status, social interaction, school, and work. Protection and control of oral health and diseases safeguards a woman's health and quality of life before and during pregnancy.[30] Also, it has the potential to decrease the transmission of pathogenic bacteria that occurs from mother to child.[27] Along with pregnancy, come physiological changes for a woman. The changes, including fluctuating hormones, increase the woman's susceptibility to oral infections such as periodontal disease. This disease impairs the body's ability to repair and maintain soft tissues.[28] It also causes indirect damage through bacterial induction of both inflammatory and immune responses of the host.[31] During pregnancy, mild inflammation of the gums, \"pregnancy gingivitis\", is quite common and if left untreated can lead to periodontal disease. There have been an increased number of studies establishing associations between, periodontal disease and negative health outcomes, which include tooth loss, cardiovascular disease, stroke, poor diabetes control, and adverse birth outcomes. For example, one such study found that moderate or severe periodontal disease early in pregnancy was associated with delivery of small-for-gestational-age infant.[32] Other studies have also found an association between periodontal disease and development of pre-eclampsia and pre-term births.[31] Another notable oral disease pertinent to maternal child health is dental caries. Dental caries is the process of tooth decay, and the development of what is commonly known as cavities.[31] Dental caries are transmitted from mother to child vertically; colonization of cariogenic bacteria primarily occurs from mother to child through saliva-sharing activities. Maternal oral flora can ultimately foretell oral flora in offspring.[33] In addition, other maternal factors such as social, behavioral, and biological factors can predispose a child's experience with tooth-decay.[31] Some of these factors include the lack of knowledge a mother possesses concerning oral health, which can influence the development of caries among her children. Compared to children whose mothers have good oral health, children whose mothers have bad oral health are five times as likely to have poor oral health.[28] Poor maintenance of oral health has profound implications on the development of children. As mentioned in the Surgeon's General Report, oral health affects the quality of life, especially children, with respect to functional, psychological, economic, and overall emotional well-being of an individual.[26] To demonstrate the adverse effects of poor oral health, take for example the consequences a simple cavity can have on a child. First, it is painful. This might cause a child to miss school or have poor concentration, eventually compromising school performance. In addition, due to the pain, it might result in poor weight gain or growth. Also, children may exhibit reduced self-esteem because of cosmetic issues. Furthermore, it can affect language and impair speech. Impaired speech development can also result in low self-esteem. Finally, cavities although easily preventable, can pose a financial burden of a family. Public dental services are scarce and costly to individuals who lack dental insurance. It may also result in unwarranted visits to emergency department. Poor oral health permeates into other aspects of life, posing threats to overall well-being, if not handled timely and effectively The significance of oral health is apparent, however, many women do not receive dental services before, during, and after pregnancy, even with obvious signs of oral disease.[30] There are several factors at play regarding pregnant women not seeking dental care, including the role of the health care system and disposition of the woman herself. There is a common misconception that it is not safe to obtain dental services while pregnant. Many prenatal and oral health providers have limited knowledge about the impact and safety of delivering dental services; hence they might delay or withhold treatment during pregnancy.[27] Moreover, some prenatal providers are not aware of the importance of oral health on overall general health, thus failing to refer their patients to dental providers.[30] First and foremost, the misconception regarding the impact of dental services while a woman is pregnant needs to be purged. There is a consensus that prevention, diagnosis, and treatment of oral diseases are highly beneficial and can be performed on pregnant women having no added fetal or maternal risk when compared to the risk of providing no oral care.[30] Equally important is establishing collaboration among clinicians, especially maternal health providers, with other dental providers. There should be coordination among general health and oral health providers, especially because of the interdependence of the two fields.[26] Thus, it is imperative to educate and train health providers of the significance of oral health, designing methods to incorporate in their respective practices. Providers most provide education to pregnant women addressing the importance of oral health, because these women ultimately control the fate of themselves and their offspring. For example, providers can illustrate to mothers how to reduce cavities by wiping down the gums of their children with a soft cloth after breastfeeding or bottle-feeding.[27] Bestowing knowledge and practical applications of good oral health maintenance measures to mothers can help improve overall health of the mother and child. There are still other factors in play when analyzing the low use of dental services by pregnant women, particularly prevalent among ethnic and racial minorities. A major factor is the lack of insurance and or access to dental services.[26] For this reason, more data needs to be collected and analyzed so that programs are set up to effectively to reach all segments of the population. Analysis of the Pregnancy Mortality Surveillance System, conducted by the Center for Disease Control and Prevention (CDC), indicates significant racial and ethnic disparities in pregnancy related deaths.[34] The pregnancy related mortality ratio (PRMR) represents the number of deaths per 100,000 live births resulting from pregnancy or pregnancy related causes. A 2019 report from the CDC shows that the PRMRs of Black women and Indigenous women in the United States are 3-4 times higher than that of white women. White women had a PRMR of approximately13 maternal deaths per 100,000 live births. While Black and Indigenous women had PRMRs of 41 and 30 maternal deaths per 100,000 live births respectively. The majority of these deaths were due to preventable diseases associated with pregnancy such as hypertension. While the fatality rate of these diseases was higher among Black and Indigenous women, the initial prevalence was generally the same across all races.[35] Although lower than that of Black and Indigenous women, the PRMR for Asian and Pacific Islander women was still slightly higher than that of the white women at 13.5.[35] The PRMR for Hispanic women has shown a decline in recent years. However, state specific reports show that Hispanic women still face high rates of maternal morbidity, or health problems that arise from pregnancy and birth.[36] The CDC cites multiple causes for the racial gap in maternal mortality. They say that most pregnancy related deaths are the combined result of 3-4 contributing factors. Some of these factors include higher rates of chronic conditions in minor communities,[37] lower rates of prenatal care,[38] and lower rates of insurance coverage.[38] Furthermore, teen pregnancy rates are higher in minority communities, which is a risk factor for pregnancy or birth complications.[38] Black and Indigenous women can also encounter racial bias held by healthcare providers, which affects the quality of care given to treat or prevent a fatal disease. For example, an NIH report states that Black women are two to three times more likely to die of hemorrhage or embolisms during pregnancy or the postpartum period.[39] Outside of provider-patient interactions, structural factors can contribute to the racial gap in maternal mortality. This includes the gap in access to primary and preventative care as well as other social determinants of health such as education and community support.[38] There are many factors that influence maternal health and the access of resources. One of these factors that recent studies have highlighted is religion. For example, one such study stated that, due to the insensitivity and lack of knowledge that physicians showed immigrant Muslim women in Canada, their health information and treatment suffered.[40] The health care that they received from physicians did not provide information in respect to their religious or cultural practices and did little to provide cultural adjustments and emotional support.[40] In order to provide a safer and more comfortable environment for Muslim women, it was proven that they needed more support that would connect with the immigrant community and health-related information.[40] Discrimination based on religion is a factor that effects the maternal health care of women from different backgrounds. There is not a lot of discussion on the studies that reflect the hardships that women go through in terms of their religion and maternal care. Stigmatizing certain maternal and reproductive practices is common within the context of religion. For example, in a study that focused on interviewing women who have had abortions, one participant used the word \"guilt\" 16 times in her one-hour interview.[41] She cited that the cause of her guilt was because of her Catholic upbringing.[41] The overall data showed that there was a strong relationship between religion and self-stigma.[41] Among the women who identified as a practicing Christian, 65% made statements that proved self-stigma effects.[41] There is a lot of stigma and norms regarding religion that, in turn, place women at risk when receiving health-care.[42] Other religious practices and traditions have shown to influence maternal health in a negative way. Practitioners of apostolicism in Zimbabwe have been associated with higher maternal mortality.[43] Results of a study showed the dangerous associations that religion may have on maternal health.[43] The general trend shows that Apostolicism promotes high fertility, early marriage, non-use of contraceptives and low or non-use of hospital care.[43] There are delays in recognizing danger signs, deciding to seek care and receiving appropriate health care.[43] Future studies can look at how societal traditions or expectations such as gender roles may combine with religion to result in poorer maternal health care. Although factors of religion can negatively influence maternal health care, other studies show the necessity of understanding different religious beliefs and practices. In Ghana, interviews of women showed the benefits of transparent religious beliefs and practices while pregnant and in labor.[44] Spiritual interventions done by pastors in pregnancy included prayer, revelations, reversing negative dreams, laying of hands and anointing women.[44] Religious artifacts used among the women during pregnancy and labor were anointing oil, blessed water, stickers, blessed white handkerchief, blessed sand, Bible and Rosary.[44] The women made many connections to these practices and to their religion such as God having the capability to reduce labor pain and to provide a safe and successful delivery.[44] The results concluded that spirituality is an integral part of the care of pregnant women in Ghana.[44] In order to ensure the safety of these women, their religious practices should not be in secrecy.[44] The presence of artifacts implies that women do not have the freedom to practice their religion at home.[44] It was concluded that pastors should be sensitive to their role in the labor process and that revelations and spiritual interventions should not lead to pregnancy or labor complications.[44] Future studies in religion and maternal health care will focus on the role of pastors, familiar support, and the views of midwives or health care professionals in different societies around the world. Prenatal care is an important part of basic maternal health care.[45] It is recommended expectant mothers receive at least four antenatal visits, in which a health worker can check for signs of ill health – such as underweight, anaemia or infection – and monitor the health of the fetus.[46] During these visits, women are counseled on nutrition and hygiene to improve their health prior to, and following, delivery. They can also develop a birth plan laying out how to reach care and what to do in case of an emergency. Poverty, malnutrition, and substance use may contribute to impaired cognitive, motor, and behavioral problems across childhood.[47] In other words, if a mother is not in optimal health during the prenatal period (the time while she is pregnant) and/or the fetus is exposed to teratogen(s), the child is more likely to experience health or developmental difficulties, or death. The environment in which the mother provides for the embryo/fetus is critical to its wellbeing well after gestation and birth. A teratogen is \"any agent that can potentially cause a birth defect or negatively alter cognitive and behavioral outcomes.\" Dose, genetic susceptibility, and time of exposure are all factors for the extent of the effect of a teratogen on an embryo or fetus.[48] Prescription drugs taken during pregnancy such as streptomycin, tetracycline, some antidepressants, progestin, synthetic estrogen, and Accutane,[49][50] as well as over-the-counter drugs such as diet pills, can result in teratogenic outcomes for the developing embryo/fetus. Additionally, high dosages of aspirin are known to lead to maternal and fetal bleeding, although low-dose aspirin is usually not harmful.[51][52] Newborns whose mothers use heroin during the gestational period often exhibit withdrawal symptoms at birth and are more likely to have attention problems and health issues as they grow up.[53] Use of stimulants like methamphetamine and cocaine during pregnancy are linked to a number of problems for the child such as low birth weight and small head circumference and motor and cognitive developmental delays, as well as behavioral problems across childhood.[54][55][56][57] The American Academy of Child and Adolescent Psychiatry found that six-year-olds whose mothers had smoked during pregnancy scored lower on an intelligence test than children whose mothers had not.[58] Cigarette smoking during pregnancy can have a multitude of detrimental effects on the health and development of the offspring. Common results of smoking during pregnancy include pre-term births, low birth weights, fetal and neonatal deaths, respiratory problems, and sudden infant death syndrome (SIDS),[48] as well as increased risk for cognitive impairment, attention deficit hyperactivity disorder (ADHD) and other behavioral problems.[59] Also, in a study published in the International Journal of Cancer, children whose mothers smoked during pregnancy experienced a 22% risk increase for non-Hodgkin lymphoma.[60] Although alcohol use in careful moderation (one to two servings a few days a week) during pregnancy are not generally known to cause fetal alcohol spectrum disorder (FASD), the US Surgeon General advises against the consumption of alcohol at all during pregnancy.[61] Excessive alcohol use during pregnancy can cause FASD, which commonly consist of physical and cognitive abnormalities in the child such as facial deformities, defective limbs, face, and heart, learning problems, below average intelligence, and intellectual disability (ID).[62][63] Although HIV/AIDS can be transmitted to offspring at different times, the most common time that mothers pass on the virus is during pregnancy. During the perinatal period, the embryo/fetus can contract the virus through the placenta.[48] Gestational diabetes is directly linked with obesity in offspring through adolescence.[64] Additionally, children whose mothers had diabetes are more likely to develop Type II diabetes.[65] Mothers who have gestational diabetes have a high chance of giving birth to very large infants (10 pounds (4.5 kg) or more).[48] Because the embryo or fetus's nutrition is based on maternal protein, vitamin, mineral, and total caloric intake, infants born to malnourished mothers are more likely to exhibit malformations. Additionally, maternal stress can affect the fetus both directly and indirectly. When a mother is under stress, physiological changes occur in the body that could harm the developing fetus. Additionally, the mother is more likely to engage in behaviors that could negatively affect the fetus, such as tobacco smoking, substance use, and alcohol use.[48] Genital herpes can be passed to the offspring through the birth canal during delivery.[66][67] In pregnancies where the mother is infected with the virus, 25% of babies delivered through an infected birth canal become brain damaged, and 1/3 die.[48] HIV/AIDS can also be transmitted during childbirth through contact with the mother's body fluids.[48] Mothers in developed countries may often elect to undergo a caesarean section to reduce the risk of transmitting the virus through the birth canal, but this option is not always available in developing countries.[68] Globally, more than eight million of the 136 million women giving birth each year have excessive bleeding after childbirth.[69] This condition—medically referred to as postpartum hemorrhage (PPH)—causes one out of every four maternal deaths that occur annually and accounts for more maternal deaths than any other individual cause.[69] Deaths due to postpartum hemorrhage disproportionately affect women in developing countries. For every woman who dies from causes related to pregnancy, an estimated 20 to 30 encounter serious complications.[46] At least 15 per cent of all births are complicated by a potentially fatal condition.[46] Women who survive such complications often require lengthy recovery times and may face lasting physical, psychological, social and economic consequences. Although many of these complications are unpredictable, almost all are treatable. During the postpartum period, many mothers breastfeed their infants. Transmission of HIV/AIDS through breastfeeding is a huge issue in developing countries, namely in African countries.[68] The majority of infants who contract HIV through breast milk do so within the first six weeks of life,[70] despite that antiretroviral treatment (during pregnancy, delivery and during breastfeeding) reduces transmission risk by >90%. However, in healthy mothers, there are many benefits for infants who are breastfed. The World Health Organization recommends that mothers breastfeed their children for the first two years of life, whereas the American Academy of Pediatrics and the American Academy of Family Physicians recommend that mothers do so for at least the first six months, and continue as long as is mutually desired.[71] Infants who are breastfed by healthy mothers (not infected with HIV/AIDS) are less prone to infections such as Haemophilus influenza, Streptococcus pneunoniae, Vibrio cholerae, Escherichia coli, Giardia lamblia, group B streptococci, Staphylococcus epidermidis, rotavirus, respiratory syncytial virus and herpes simplex virus-1, as well as gastrointestinal and lower respiratory tract infections and otitis media. Lower rates of infant mortality are observed in breastfed babies in addition to lower rates of sudden infant death syndrome (SIDS). Decreases in obesity and diseases such as childhood metabolic disease, asthma, atopic dermatitis, Type I diabetes, and childhood cancers are also seen in children who are breastfed.[71] Following up on the women who have given birth is a crucial factor as it helps check on maternal health. Since healthcare facilities have records of the women who have given birth, when the women are followed to monitor the progress of their babies as well as their health, it becomes easy to put them on a follow-up and ensure they are doing well as the baby grows. Follow up is accompanied by nutritional advice to ensure both the mother and her baby are in good condition. This prevents sickness that may affect the two and deteriorate their health. Maternal health care and care of the fetus starts with prenatal health. The World Health Organization suggests that the first step towards health is a balanced diet which includes a mix of vegetables, meat, fish, nuts, whole grains, fruits and beans.[72] Additionally, Iron supplements and folic acid are recommended to be taken by pregnant women daily. These supplements are recommended by the US Surgeon General to help prevent birth complications for mothers and babies such as low birth weight, anemia, hypertension and pre-term birth.[73][72][74] Folic acid can aid neural tube formation in a fetus, which happens early in gestation and therefore should be recommended as soon as possible.[75] Calcium and Vitamin A supplements are also recommended when those compounds are not available or only available in low doses in the natural diet but other supplements such as Vitamins D, E, C, and B6 are not recommended.[75] The WHO also suggests that low impact exercise and reduction of caffeine intake to less than 330 mg/day can help to reduce the likelihood of neonatal morbidity.[72] Light exercise should be continued for pregnant mothers as it has been recommended to combat negative health outcomes, side effects and birth complications related to obesity.[73] Should possible side effects of a pregnancy occur, such as nausea, vomiting, heartburn, leg cramps, lower back pain, and constipation; low intensity exercise, balanced diet, or natural herb supplements are recommended by the WHO to mitigate the side effects.[72] the US Surgeon General recommends abstaining from consuming alcohol or nicotine in any form throughout the duration of one's pregnancy, and to avoid using it as a way to mitigate some of the side effects of pregnancy mentioned earlier.[76] During a pregnancy, women should receive continuous care from a physician to monitor the growth and status of the fetus. Maternal health organizations suggest that at a minimum pregnant women should receive one ultrasound at week 24 to help predict any possible growth anomalies and prevent future gestational concerns.[72] It is also stated that pregnant women should also fulfill any missing vaccinations as soon as possible including the tetanus vaccine and influenza vaccine.[77][78] For pregnant women who are at an increased risk for preeclampsia, one could take a dietary supplement of low dose aspirin before 20 weeks gestation.[72] In the case of a healthy vaginal birth, mothers and babies typically are recommended to stay at the hospital for 24 hours before departing. This is suggested to allow time to assess the mother and child for any possible complications such as bleeding or additional contractions. The WHO recommends that babies should have checkups with a physician on day 3, day 7-14 and 6 weeks after birth.[72] At these follow up appointments the emotional well-being of the mother should also be considered. Special attention to the possibility of postpartum depression, which affects 10-15% of mothers in 40 countries is also recommended by the WHO.[79] At these check ins mothers also have the opportunity to seek consultation from a physician about starting the breastfeeding process.[75] Maternal health problems include complications from childbirth that do not result in death. For every woman that dies during childbirth, approximately 20 develop infection, injury, or disability.[80] Around 75% of women who die in childbirth would be alive today if they had access to pregnancy prevention and healthcare interventions.[81] Black women are more likely to experience pregnancy related deaths as well as receiving less effective medical care during pregnancy.[82] Almost 50% of the births in developing countries still take place without a medically skilled attendant to aid the mother, and the ratio is even higher in South Asia.[83] Women in Sub-Saharan Africa mainly rely on traditional birth attendants (TBAs), who have little or no formal health care training. In recognition of their role, some countries and non-governmental organizations are making efforts to train TBAs in maternal health topics, in order to improve the chances for better health outcomes among mothers and babies.[84] Breastfeeding provides women with several long-term benefits. Women who breastfeed experience better glucose levels, lipid metabolism, and blood pressure, and lose pregnancy weight faster than those who do not. Additionally, women who breastfeed experience lower rates of breast cancer, ovarian cancer, and type 2 diabetes.[71] However, it is important to keep in mind that breastfeeding provides substantial benefits to women who are not infected with HIV. In countries where HIV/AIDS rates are high, such as South Africa and Kenya, the virus is a leading cause of maternal mortality, especially in mothers who breastfeed.[68] A complication is that many HIV-infected mothers cannot afford formula, and thus have no way of preventing transmission to the child through breast milk or avoiding health risks for themselves.[70] In cases like this, mothers have no choice but to breastfeed their infants regardless of their knowledge of the harmful effects. Worldwide, the Maternal Mortality Ratio (MMR), which is defined as deaths per 100,000 live births per time-period, has decreased, with South-East Asia seeing the most dramatic decrease of 59% and Africa seeing a decline of 27%. There are no regions that are on track to meet the Millennium Development Goal of decreasing maternal mortality by 75% by the year 2015.[86][87] In a September 2016 ACOG/SMFM consensus, published concurrently in the journal Obstetrics & Gynecology and by the American College of Obstetricians and Gynecologists (ACOG), they noted that while they did not yet have a \"single, comprehensive definition of severe maternal morbidity\" (SMM), the rate of SMM is increasing in the United States as is maternal mortality. Both are \"associated with a high rate of preventability.\"[5][88] The U.S. Joint Commission on Accreditation of Healthcare Organizations calls maternal mortality a \"sentinel event\", and uses it to assess the quality of a health care system.[6] Maternal mortality data is said to be an important indicator of overall health system quality because pregnant women survive in sanitary, safe, well-staffed and stocked facilities. If new mothers are thriving, it indicates that the health care system is doing its job. If not, problems likely exist.[89] According to Garret, increasing maternal survival, along with life expectancy, is an important goal for the world health community, as they show that other health issues are also improving. If these areas improve, disease-specific improvements are also better able to positively impact populations.[90] Maternal mortality rates are extremely high worldwide. However, most women who die during or after pregnancy live in low and lower-middle income countries. Specifically, in 2017, 94% of all maternal deaths occurred in low and lower-middle income countries. The MMR in low-income countries was 462 in 2017 signifying that 462 mothers died during childbirth for every 100,000 live births.[91] In many low and lower-middle income countries complications of pregnancy and childbirth are the leading causes of death among women of reproductive age. According to the World Health Organization, in its World Health Report 2005, poor maternal conditions account for the fourth leading cause of death for women worldwide, after HIV/AIDS, malaria, and tuberculosis.[92] In low-income countries, most maternal deaths and injuries during pregnancy and labor are due to preventative issues that have been largely eradicated in higher income countries including postpartum hemorrhaging, hypertensive disease, and maternal infections.[93] For example, postpartum hemorrhaging is the leading cause of maternal death globally; however, 99% of postpartum hemorrhages occur in low and lower-middle income countries.[94] The MMR is extremely high in low-income countries; however, it is necessary to acknowledge the reduction in MMR that has occurred over the past two decades. The MMR has drastically declined in low-income countries since 2010.[95] In low and lower-middle income countries, the average decline rate of the MMR is about 2.9% since 2000.[96] This improvement was caused by lower pregnancy rates in some countries; higher income, which improves nutrition and access to health care; more education for women; and the increasing availability of \"skilled birth attendants\"—people with training in basic and emergency obstetric care—to help women give birth. Despite this immense progress, there is still lots of work that must be done in order for low-income countries to meet the goal of the WHO organization of an MMR of less than 130 by 2030. Looking forward, the MMR in low and lower-income countries must continue to decline through improving access to skilled birth attendants to perform cesarean sections and other necessary procedures, increased access to family planning, and increased access to hospital facilities.[93] Until the early 20th century developed and developing countries had similar rates of maternal mortality.[97] Since most maternal deaths and injuries are preventable,[5] they have been largely eradicated in the developed world. In developed countries, Black (non-Latina) women have higher maternal mortality rates than White (non-Latina) women. According to the New York City Department of Health and Mental Hygiene - Bureau of Maternal, Infant and Reproductive Health, it was found that from 2008 to 2012, Black (non-Latina) women have a pregnancy-related mortality rate twelve times higher than White (non-Latina) women.[98] The U.S. has the \"highest rate of maternal mortality in the industrialized world.\"[99] It is also estimated that 50% of the deaths are from preventable causes.[100] Since 2016, ProPublica and NPR investigated factors that led to the increase in maternal mortality in the United States. They reported that the \"rate of life-threatening complications for new mothers in the U.S. has more than doubled in two decades due to pre-existing conditions, medical errors and unequal access to care.\"[99] According to the United States Centers for Disease Control and Prevention (CDC), c. 4 million women who give birth in the US annually, over 50,000 a year, experience \"dangerous and even life-threatening complications.\"[99] Of those 700 to 900 die every year \"related to pregnancy and childbirth.\" A \"pervasive problem\" is the rapidly increasing rate of \"severe maternal morbidity\" (SMM), which does not yet have a \"single, comprehensive definition\".[5] According to a report by the CDC, in 1993 the rate of SMM rose from 49.5 to 144 \"per 10,000 delivery hospitalizations\" in 2014, an increase of almost 200 percent. Blood transfusions also increased during the same period with \"from 24.5 in 1993 to 122.3 in 2014 and are considered to be the major driver of the increase in SMM. After excluding blood transfusions, the rate of SMM increased by about 20% over time, from 28.6 in 1993 to 35.0 in 2014.\"[101] In the context of the Sustainable Development Goals (SDG), countries have united behind a new target to accelerate the decline of maternal mortality by 2030. SDG 3 includes an ambitious target: \"reducing the global MMR to less than 70 per 100 000 births, with no country having a maternal mortality rate of more than twice the global average\". The WHO estimates that the cost to provide basic family planning for both maternal and neonatal health care to women in developing countries is US$8 per person a year.[102] Many non-profit organizations have programs educating the public and gaining access to emergency obstetric care for mothers in developing countries. The United Nations Population Fund (UNPFA) recently began its Campaign on Accelerated Reduction of Maternal Mortality in Africa (CARMMA), focusing on providing quality healthcare to mothers. One of the programs within CARMMA is Sierra Leone providing free healthcare to mothers and children. This initiative has widespread support from African leaders and was started in conjunction with the African Union Health Ministers.[103] Improving maternal health is the fifth of the United Nations' eight Millennium Development Goals (MDGs), targeting a reduction in the number of women dying during pregnancy and childbirth by three quarters by 2015, notably by increasing the usage of skilled birth attendants, contraception and family planning.[104] The current decline of maternal deaths is only half of what is necessary to achieve this goal, and in several regions such as Sub-Saharan Africa the maternal mortality rate is actually increasing. However, one country that may meet their MDG 5 is Nepal, which has it appears reduced its maternal mortality by more than 50% since the early 1990s.[105] As the 2015 deadline for the MDG's approaches, an understanding of the policy developments leading to the inclusion of maternal health within the MDG's is essential for future advocacy efforts.[106] According to the UNFPA, maternal deaths would be reduced by about two-thirds, from 287,000 to 105,000, if needs for modern family planning and maternal and newborn health care were met.[8] Therefore, investing in family planning and improved maternal health care brings many benefits including reduced risks of complications and improvement in health for mothers and their children. Education is also critical with research showing \"that women with no education were nearly three times more likely to die during pregnancy and childbirth than women who had finished secondary school.\"[8] Evidence shows that women who are better educated tend to have healthier children. Education would also improve employment opportunities for women which results in improving their status, contributing to family savings, reducing poverty and contributing to economic growth. All of these invests bring significant benefits and effects not only for women and girls but also their children, families, communities and their country. Developed countries had rates of maternal mortality similar to those of developing countries until the early 20th century, therefore several lessons can be learned from the west. During the 19th century Sweden had high levels of maternal mortality, and there was a strong support within the country to reduce mortality rate to fewer than 300 per 100,000 live births. The Swedish government began public health initiatives to train enough midwives to attend all births. This approach was also later used by Norway, Denmark, and the Netherlands who also experienced similar successes.[97] Increasing contraceptive usage and family planning also improves maternal health through reduction in numbers of higher risk pregnancies and by lowering the inter-pregnancy interval.[107][108][109] In Nepal a strong emphasis was placed on providing family planning to rural regions and it was shown to be effective.[110] Madagascar saw a dramatic increase in contraceptive use after instituting a nationwide family planning program, the rate of contraceptive use increased from 5.1% in 1992 to 29% in 2008.[111] Family planning has been reported to be a significant factor in maternal health. Governments should invest in their national healthcare to ensure that all women are aware of birth control methods. The government, through the ministry of health, should liaise with the private healthcare as well as the public healthcare division to ensure that women are educated and encouraged to use the right family planning method (Bloom, David, and Klaus Prettner 5). The government should invest in this operation as when the rate of underage, as well as unplanned pregnancies, are reduced the healthcare cost stand a chance to drop by up to 8%. Healthcare will, therefore, be in a position to handle the other women who give birth. This will result in an improvement in maternal health.[112] Four elements are essential to maternal death prevention. First, prenatal care. It is recommended that expectant mothers receive at least four antenatal visits to check and monitor the health of mother and fetus. Second, skilled birth attendance with emergency backup such as doctors, nurses and midwives who have the skills to manage normal deliveries and recognize the onset of complications. Third, emergency obstetric care to address the major causes of maternal death which are hemorrhage, sepsis, unsafe abortion, hypertensive disorders and obstructed labour. Lastly, postnatal care which is the six weeks following delivery. During this time bleeding, sepsis and hypertensive disorders can occur and newborns are extremely vulnerable in the immediate aftermath of birth. Therefore, follow-up visits by a health worker is assess the health of both mother and child in the postnatal period is strongly recommended.[113]","Title":"Maternal health - Wikipedia","KeyID":"8736","URL":"https://en.wikipedia.org/wiki/Maternal_health"}