{"Content: ":"Women Engage for a Common Future (WECF), formerly known as Women in Europe for a Common Future, is a non-governmental organisation established in 1994 following the 1992 Earth Summit in Rio de Janeiro. The aim of the organisation is to \"achieve an equitable and sustainable healthy environment for all\".[1] WECF is a network of more than 150 women's and environmental organisations in 50 countries worldwide.[1] WECF also works on national, European, UN and international political levels with the aim to increase women's influence in political decision-making processes. WECF was officially registered as a foundation in 1994 in the Netherlands as Women in Europe for a Common Future. During the “Earth Summit” in Rio de Janeiro, Brazil (1992), women from the European region came together to create the network WECF. The work of the WECF aims to bring the voices of marginalized groups from around the world to the policy table. To reflect its global scale, the organization officially changed its name from “Women in Europe for a Common Future” to “Women Engage for a Common Future” in 2016.[2] WECF has observer status with the Economic and Social Council of the United Nations (ECOSOC) and is an official partner of the United Nations Environment Program (UNEP). WECF was also a member of the European Environment and Health Committee until it concluded in 2010 (EEHC). WECF's Founding of the Women's Major Group at the Rio Earth Summit in 1992 The WECF is one of the founding members of the Women's Major Group (WMG).[3] This group was created in 1992 at the Earth Summit in Rio de Janeiro, after governments recognized that Women are one of the nine important groups for achieving sustainable development.[4] As a result, the WMG is an official participant in the United Nations initiatives for Sustainable Development. WECF at The Fourth World Conference on Women in Beijing In 1995, more than 30,000 activists from around the world came together in Beijing for the Fourth World Conference on Women, which was one of the largest meetings for promoting women's rights in history.[5] One of WECF's first large projects as an organization consisted of sending a delegation of women to attend the civil society forum in Beijing before the conference, where they would highlight the intersections between gender and the environment.[6] As a result of this conference, the Beijing Platform for Action was established, and it is still one of the strongest commitments to women's human rights, and a sustainable, just and peaceful world.[7] Women and Gender Constituency The WECF is also one of the founding members of the Women and Gender Constituency.[8] Founded in 2009, the Women and Gender constituency is one of nine groups that are a part of the United Nations Framework Convention on Climate Change (UNFCCC).[9] The role of the 33 women's and environmental civil society organizations that are a part of this group is to ensure that women's voices and rights are central to all processes and results within the UNFCCC Framework. They also formalize the voice of the aforementioned organizations that are active within the UNFCCC, while developing, streamlining and advocating common positions.[9] As a member of the Constituency, the WECF is present at each meeting of the UNFCCC to ensure that women's rights and gender justice are central to the UNFCCC. To achieve this goal, the WECF works alongside the UNFCCC Secretariat, governments, civil society observers and other stakeholders.[9] Overall, the WECF contributes to climate negotiations and ensures that grassroots women's organizations from within their networks participate in the policy meetings.[10] WECF at the 2012 UN Rio+20 summit on sustainable development More than 50,000 representatives of social movements and civil society organisations took to the streets in Rio de Janeiro in June of 2012 to demonstrate against unfair and unsustainable economic policies. At the same time, 30,000 participants of the United Nations 2012 Rio+20 conferencecontributed to the document \"The Future We Want\"[11] which set the path for the Sustainable Development Goals (replacing the Millennium Development Goals). WECF took a leading role in the Rio+20 conference, as co-facilitator of the Women's Major Group,[12] one of the nine groups of civil society that have a space in the UN policy process. WECF's role was to facilitate the 300 organisations through virtual and face-to-face meetings, develop joint proposals for the negotiation text, organise meetings with country negotiators, as well as organising events in which to present the priorities of women's organisations. Beijing+25 and Generation Equality Forums 2020 marked the 25th anniversary of the fourth World Women's Conference, and UN Women has created the Generation Equality Forums in 2021 to build on the Beijing Platform for Action.[13] The forums are convened by UN Women to set concrete actions to achieve progress for Gender Equality.[14] The WEFC's Executive Director Sascha Gabizon is a member of the Civil Society Advisory Group (CSAG), which supports the decision-making of the Core Group at these forums and ensures that civil society priorities are reflected in the outcomes of the Forum.[15] The organisation was founded by Marie Kranendonk in 1994. WECF now has five offices in the Netherlands, Germany, France, Switzerland and Georgia. WECF has a dual governance system. The executive directors and their team are formally supervised by the Board of Trustees (BOT). Their role is to approve the annual plans, budgets and reports, and supervise the work of WECF's directors. WECF's partners also have a say in their governance, through the International Advisory Board (IAB). The IAB's role is to give strategic advice to WECF's BOT and directors. To achieve the organization's goals, WECF works through capacity-building, policy, and outreach. To support organizations in their work for climate justice, an environmentally sustainable future and gender justice, WECF provides training, expertise, and offers grants to organizations working for women and gender equality.[2] WECF also advocates to policymakers locally and globally to ensure that women's perspectives and gender equality are included in both policies and implementing plans, by helping their partner organizations participate in decision-making processes.[2] Lastly, WECF raises awareness about the importance of gender-just climate and environmental solutions using a variety of methods, from social media campaigns to public debates.[2] The WECF places diversity and gender equality at the centre of its work, and its thematic focus areas include sustainable development, climate action, and a toxic-free healthy environment.[2] The key issues that the organization works for include climate justice, energy solutions, gender equality, inclusive forest governance, international solidarity, menstruation matters, safe water and sanitation, stopping toxic chemicals and waste and women's rights in Agenda2030.[2] ","Title":"Women Engage for a Common Future - Wikipedia","KeyID":"8743","URL":"https://en.wikipedia.org/wiki/Women_in_Europe_for_a_Common_Future"}