{"Content: ":"The Fukushima nuclear disaster was a 2011 nuclear accident at the Fukushima Daiichi Nuclear Power Plant in Ōkuma, Fukushima, Japan. The proximate cause of the nuclear disaster was the 2011 Tōhoku earthquake and tsunami natural disaster that occurred on 11 March 2011 and was the most powerful earthquake ever recorded in Japan. The earthquake triggered a powerful tsunami, with 13–14 meter high waves causing damage to the nuclear power plant. The result is the most severe nuclear accident since the Chernobyl disaster in 1986, classified as level seven on the International Nuclear Event Scale (INES), after initially being classified as level five,[8][9] joining Chernobyl as the only other accident to receive such classification.[10] While the 1957 explosion at the Mayak facility was the second worst by radioactivity released, the INES ranks incidents by impact on population, so Chernobyl (335,000 people evacuated) and Fukushima (154,000 evacuated) rank higher than the 10,000 evacuated from the classified restricted Mayak site in rural southern Urals. The accident was triggered by the Tōhoku earthquake and tsunami on Friday, 11 March 2011.[11] On detecting the earthquake, the active reactors automatically shut down their normal power-generating fission reactions. Because of these shutdowns and other electrical grid supply problems, the reactors' electricity supply failed, and their emergency diesel generators automatically started. Critically, these were required to provide electrical power to the pumps that circulated coolant through the reactors' cores. This continued circulation was vital to remove residual decay heat, which continues to be produced after fission has ceased.[12] However, the earthquake had also generated a tsunami 14 metres (46 ft) high that arrived shortly afterwards, swept over the plant's seawall and then flooded the lower parts of reactors 1–4. This flooding caused the failure of the emergency generators and loss of power to the circulating pumps.[13] The resultant loss of reactor core cooling led to three nuclear meltdowns, three hydrogen explosions, and the release of radioactive contamination in Units 1, 2 and 3 between 12 and 15 March. The spent fuel pool of previously shut down Reactor 4 increased in temperature on 15 March due to decay heat from newly added spent fuel rods, but did not boil down sufficiently to expose the fuel.[14] In the days after the accident, radiation released into the atmosphere forced the government to declare an ever-larger evacuation zone around the plant, culminating in an evacuation zone with a 20 km radius.[15] All told, some 110,000 residents evacuated from the communities surrounding the plant due to the rising off-site levels of ambient ionizing radiation caused by airborne radioactive contamination from the damaged reactors.[16] Large amounts of water contaminated with radioactive isotopes were released into the Pacific Ocean during and after the disaster. Michio Aoyama, a professor of radioisotope geoscience at the Institute of Environmental Radioactivity, has estimated that 18,000 terabecquerel (TBq) of radioactive caesium-137 were released into the Pacific during the accident, and in 2013, 30 gigabecquerel (GBq) of caesium 137 were still flowing into the ocean every day.[17] The plant's operator has since built new walls along the coast and has created a 1.5 km long \"ice wall\" of frozen earth to stop the flow of contaminated water.[18] While there has been ongoing controversy over the health effects of the disaster, a 2014 report by the United Nations Scientific Committee on the Effects of Atomic Radiation (UNSCEAR)[19] and World Health Organization projected no increase in miscarriages, stillbirths or physical and mental disorders in babies born after the accident.[20] Evacuation and sheltering to protect the public significantly reduced potential radiation exposures by a factor of 10, according to UNSCEAR.[21] UNSCEAR also reported that the evacuations themselves had repercussions for the people involved, including a number of evacuation-related deaths and a subsequent impact on mental and social well-being (for example, because evacuees were separated from their homes and familiar surroundings, and many lost their livelihoods).[22] An ongoing intensive cleanup program to both decontaminate affected areas and decommission the plant will take 30 to 40 years from the disaster, plant management estimated.[23][5] On 5 July 2012, the National Diet of Japan Fukushima Nuclear Accident Independent Investigation Commission (NAIIC) found that the causes of the accident had been foreseeable, and that the plant operator, Tokyo Electric Power Company (TEPCO), had failed to meet basic safety requirements such as risk assessment, preparing for containing collateral damage, and developing evacuation plans. At a meeting in Vienna three months after the disaster, the International Atomic Energy Agency faulted lax oversight by the Ministry of Economy, Trade and Industry, saying the ministry faced an inherent conflict of interest as the government agency in charge of both regulating and promoting the nuclear power industry.[24] On 12 October 2012, TEPCO admitted for the first time that it had failed to take necessary measures for fear of inviting lawsuits or protests against its nuclear plants.[25][26][27][28] The Fukushima Daiichi Nuclear Power Plant consisted of six General Electric (GE) light water boiling water reactors (BWRs) with a combined power of 4.7 gigawatts, making it one of the world's 25 largest nuclear power stations. It was the first GE-designed nuclear plant to be constructed and run entirely by the Tokyo Electric Power Company (TEPCO). Reactor 1 was a 439 MWe type (BWR-3) reactor constructed in July 1967, and commenced operation on 26 March 1971.[29] It was designed to withstand an earthquake with a peak ground acceleration of 0.18 g (1.4 m/s2, 4.6 ft/s2) and a response spectrum based on the 1952 Kern County earthquake.[30] Reactors 2 and 3 were both 784 MWe type BWR-4s. Reactor 2 commenced operation in July 1974, and Reactor 3 in March 1976. The earthquake design basis for all units ranged from 0.42 g (4.12 m/s2, 13.5 ft/s2) to 0.46 g (4.52 m/s2, 14.8 ft/s2).[31][32] After the 1978 Miyagi earthquake, when the ground acceleration reached 0.125 g (1.22 m/s2, 4.0 ft/s2) for 30 seconds, no damage to the critical parts of the reactor was found.[30] Units 1–5 have a Mark-1 type (light bulb torus) containment structure; unit 6 has Mark 2-type (over/under) containment structure.[30] In September 2010, Reactor 3 was partially fueled by mixed-oxides (MOX).[33] At the time of the accident, the units and central storage facility contained the following numbers of fuel assemblies:[34] There was no MOX fuel in any of the cooling ponds at the time of the incident. The only MOX fuel was loaded in the Unit 3 reactor.[38] Nuclear reactors generate electricity by using the heat of the fission reaction to produce steam, which drives turbines that generate electricity. When the reactor stops operating, the radioactive decay of unstable isotopes in the fuel continues to generate heat (decay heat) for a time, and so requires continued cooling.[39][40] This decay heat amounts to approximately 6.5% of the amount produced by fission at first,[39] then decreases over several days before reaching shutdown levels.[41] Afterwards, spent fuel rods typically require several years in a spent fuel pool before they can be safely transferred to dry cask storage vessels.[42] The decay heat in the Unit 4 spent fuel pool had the capacity to boil about 70 tonnes (69 long tons; 77 short tons) of water per day.[43] In the reactor core, high-pressure systems cycle water between the reactor pressure vessel and heat exchangers. These systems transfer heat to a secondary heat exchanger via the essential service water system, using water pumped out to sea or an onsite cooling tower.[44] Units 2 and 3 had steam turbine-driven emergency core cooling systems that could be directly operated by steam produced by decay heat and that could inject water directly into the reactor.[45] Some electrical power was needed to operate valves and monitoring systems. Unit 1 had a different, entirely passive cooling system, the Isolation Condenser (IC). It consisted of a series of pipes run from the reactor core to the inside of a large tank of water. When the valves were opened, steam flowed upward to the IC, where the cool water in the tank condenses the steam back to water that runs under gravity back to the reactor core. During a 25 March 2014 presentation to the TVA, Takeyuki Inagaki explained that unit 1's IC was operated intermittently to maintain reactor vessel level and to prevent the core from cooling too quickly, which can increase reactor power. As the tsunami engulfed the station, the IC valves were closed and could not be reopened automatically due to the loss of electrical power, but could have been opened manually.[46] On 16 April 2011, TEPCO declared that cooling systems for Units 1–4 were beyond repair.[47] When a reactor is not producing electricity, its cooling pumps can be powered by other reactor units, the grid, diesel generators, or batteries.[48][49] Two emergency diesel generators were available for each of Units 1–5 and three for Unit 6.[50] The Fukushima reactors were not designed for a large tsunami,[51][52] nor had the reactors been modified when concerns were raised in Japan and by the IAEA.[53] In accordance with GE's original specifications for the construction of the plant, each reactor's emergency diesel generators and DC batteries, crucial components in powering cooling systems after a power loss, were located in the basements of the reactor turbine buildings. Mid-level GE engineers expressed concerns, relayed to TEPCO, that this left them vulnerable to flooding.[54] In the late 1990s, three additional backup diesel generators for Units 2 and 4 were placed in new buildings located higher on the hillside, to comply with new regulatory requirements. All six units were given access to these diesel generators, but the switching stations that sent power from these backup generators to the reactors' cooling systems for Units 1 through 5 were still located in the poorly protected turbine buildings. Meanwhile, the switching station for Unit 6 was protected inside the only GE Mark II reactor building and continued to function.[55] All three of the generators added in the late 1990s were fully operational after the tsunami. If the switching stations had been moved to the interior of the reactor buildings or to other flood-proof locations, power would have been provided by these generators to the reactors' cooling systems and thus the catastrophe would have been averted.[55] The nearby Fukushima Daini Nuclear Power Plant was also struck by the tsunami. However, this power plant had incorporated design changes that improved its resistance to flooding, thereby reducing flood damage. The diesel generators and related electrical distribution equipment were located in the watertight reactor building, and therefore this equipment remained functional. By midnight, power from the electricity grid was being used to power the reactor-cooling pumps.[56] Seawater pumps for cooling were protected from flooding, and although 3 of 4 initially failed, they were restored to operation.[57] Used fuel assemblies taken from reactors are initially stored for at least 18 months in the pools adjacent to their reactors. They can then be transferred to the central fuel storage pond.[58] Fukushima I's storage area contains 6375 fuel assemblies. After further cooling, fuel can be transferred to dry cask storage, which has shown no signs of abnormalities.[59] Many of the internal components and fuel assembly cladding are made from zircaloy because it does not absorb neutrons. At normal operating temperatures of approximately 300 °C (572 °F), zircaloy is inert. However, above 1,200 degrees Celsius (2,190 °F), zirconium metal can react exothermically with water to form free hydrogen gas.[60] The reaction between zirconium and the coolant produces more heat, accelerating the reaction.[61] In addition, zircaloy can react with uranium dioxide to form zirconium dioxide and uranium metal.[62][63] This exothermic reaction together with the reaction of boron carbide with stainless steel can release additional heat energy, thus contributing to the overheating of a reactor.[64] At the time of the Tōhoku earthquake on 11 March 2011, Reactors 4, 5, and 6 were shut down.[65] However, their spent fuel pools still required cooling.[66][14] The 9.0 MW earthquake occurred at 14:46 on Friday, 11 March 2011, with the epicenter near Honshu, the largest island of Japan.[67] It produced maximum ground g-forces of 0.56, 0.52, 0.56 at units 2, 3, and 5 respectively. This exceeded the seismic reactor design tolerances of 0.45, 0.45, and 0.46 g for continued operation, but the seismic values were within the design tolerances at units 1, 4, and 6.[31] When the earthquake struck, units 1, 2, and 3 were operating, but units 4, 5, and 6 had been shut down for a scheduled inspection.[32][68] Immediately after the earthquake, the electricity-producing Reactors 1, 2, and 3 automatically shut down their sustained fission reactions by inserting control rods in a safety procedure referred to as a SCRAM, which ends the reactors' normal running conditions, by closing down the fission reaction in a controlled manner. As the reactors were now unable to generate power to run their own coolant pumps, emergency diesel generators came online, as designed, to power electronics and coolant systems. These operated normally until the tsunami destroyed the generators for Reactors 1–5. The two generators cooling Reactor 6 were undamaged and were sufficient to be pressed into service to cool the neighboring Reactor 5 along with their own reactor, averting the overheating issues the other reactors suffered.[66] The largest tsunami wave was 13–14 m (43–46 feet) high and hit approximately 50 minutes after the initial earthquake, overwhelming the plant's ground level, which was 10 m (33 ft) above the sea level.[11] The moment of impact was recorded by a camera.[69] The waves flooded the basements of the power plant's turbine buildings and disabled the emergency diesel generators[50][70][71] at approximately 15:41.[72][73] TEPCO then notified authorities of a \"first-level emergency\".[74] The switching stations that provided power from the three backup generators located higher on the hillside failed when the building that housed them flooded.[55] All AC power was lost to units 1–4. All DC power was lost on Units 1 and 2 due to flooding, while some DC power from batteries remained available on Unit 3. Steam-driven pumps provided cooling water to reactors 2 and 3 and prevented their fuel rods from overheating, as the rods continued to generate decay heat after fission had ceased. Eventually these pumps stopped working, and the reactors began to overheat. The lack of cooling water eventually led to meltdowns in Reactors 1, 2, and 3.[75] Further batteries and mobile generators were dispatched to the site, but were delayed by poor road conditions; the first arrived at 21:00 11 March,[76][77] almost six hours after the tsunami struck. Unsuccessful attempts were made to connect portable generating equipment to power water pumps. The failure was attributed to flooding at the connection point in the Turbine Hall basement and the absence of suitable cables.[70] TEPCO switched its efforts to installing new lines from the grid.[78] One generator at unit 6 resumed operation on 17 March, while external power returned to units 5 and 6 only on 20 March.[79] As workers struggled to supply power to the reactors' coolant systems and restore power to their control rooms, three hydrogen-air chemical explosions occurred, the first in Unit 1 on 12 March, and the last in Unit 4, on 15 March.[80][81][82] It is estimated that the oxidation of zirconium by steam in Reactors 1–3 produced 800–1,000 kg (1,800–2,200 lb) of hydrogen gas each. The pressurized gas was vented out of the reactor pressure vessel where it mixed with the ambient air, and eventually reached explosive concentration limits in Units 1 and 3. Due to piping connections between Units 3 and 4, or alternatively from the same reaction occurring in the spent fuel pool in Unit 4 itself,[83] Unit 4 also filled with hydrogen, resulting in an explosion. In each case, the hydrogen-air explosions occurred at the top of each unit, in their upper secondary containment buildings which in a BWR, are constructed out of steel panels which are intended to be blown off in the event of a hydrogen explosion.[84][85] Drone overflights on 20 March and afterwards captured clear images of the effects of each explosion on the outside structures, while the view inside was largely obscured by shadows and debris.[1] In Reactors 1, 2, and 3, overheating caused a reaction between the water and the zircaloy, creating hydrogen gas.[86][87][88] On 12 March, leaking hydrogen mixed with oxygen exploded in Unit 1,[12] destroying the upper part of the building and injuring five people. On 14 March, a similar explosion occurred in the Reactor 3 building, blowing off the roof and injuring eleven people.[6] On 15 March, there was an explosion in the Reactor 4 building due to a shared vent pipe with Reactor 3. The amount of damage sustained by the reactor cores during the accident, and the location of molten nuclear fuel (\"corium\") within the containment buildings, is unknown; TEPCO has revised its estimates several times.[89] On 16 March 2011, TEPCO estimated that 70% of the fuel in Unit 1 had melted and 33% in Unit 2, and that Unit 3's core might also be damaged.[90] As of 2015 it can be assumed that most fuel melted through the reactor pressure vessel (RPV), commonly known as the \"reactor core\", and is resting on the bottom of the primary containment vessel (PCV), having been stopped by the PCV concrete.[91][92][93][94] In July 2017 a remotely controlled robot filmed for the first time apparently melted fuel, just below the reactor pressure vessel of Unit 3.[95] TEPCO released further estimates of the state and location of the fuel in a November 2011 report.[96] The report concluded that the Unit 1 RPV was damaged during the disaster and that \"significant amounts\" of molten fuel had fallen into the bottom of the PCV. The erosion of the concrete of the PCV by the molten fuel after the core meltdown was estimated to stop at approx. 0.7 m (2 ft 4 in) in depth, while the thickness of the containment is 7.6 m (25 ft) thick. Gas sampling carried out before the report detected no signs of an ongoing reaction of the fuel with the concrete of the PCV and all the fuel in Unit 1 was estimated to be \"well cooled down, including the fuel dropped on the bottom of the reactor\". Fuel in Units 2 and 3 had melted, however less than in Unit 1, and fuel was presumed to be still in the RPV, with no significant amounts of fuel fallen to the bottom of the PCV.[needs update] The report further suggested that \"there is a range in the evaluation results\" from \"all fuel in the RPV (none fuel fallen to the PCV)\" in Unit 2 and Unit 3, to \"most fuel in the RPV (some fuel in PCV)\". For Unit 2 and Unit 3 it was estimated that the \"fuel is cooled sufficiently\". According to the report, the greater damage in Unit 1 (when compared to the other two units) was due to the longer time that no cooling water was injected in Unit 1. This resulted in much more decay heat accumulating, as for about 1 day there was no water injection for Unit 1, while Unit 2 and Unit 3 had only a quarter of a day without water injection.[96] In November 2013, Mari Yamaguchi reported for Associated Press that there are computer simulations that suggest that \"the melted fuel in Unit 1, whose core damage was the most extensive, has breached the bottom of the primary containment vessel and even partially eaten into its concrete foundation, coming within about 30 cm (1 ft) of leaking into the ground\" – a Kyoto University nuclear engineer said with regard to these estimates: \"We just can't be sure until we actually see the inside of the reactors.\"[89] According to a December 2013 report, TEPCO estimated for Unit 1 that \"the decay heat must have decreased enough, the molten fuel can be assumed to remain in PCV (primary containment vessel)\".[91] In August 2014, TEPCO released a new revised estimate that Reactor 3 had a complete melt through in the initial phase of the accident. According to this new estimate within the first three days of the accident the entire core content of Reactor 3 had melted through the RPV and fallen to the bottom of the PCV.[93][94][97] These estimates were based on a simulation, which indicated that Reactor 3's melted core penetrated through 1.2 m (3 ft 11 in) of the PCV's concrete base, and came close to 26–68 cm (10–27 in) of the PCV's steel wall.[92] In February 2015, TEPCO started the muon scanning process for Units 1, 2, and 3.[98][99] With this scanning setup it will be possible to determine the approximate amount and location of the remaining nuclear fuel within the RPV, but not the amount and resting place of the corium in the PCV. In March 2015 TEPCO released the result of the muon scan for Unit 1 which showed that no fuel was visible in the RPV, which would suggest that most if not all of the molten fuel had dropped onto the bottom of the PCV – this will change the plan for the removal of the fuel from Unit 1.[100][101] In February 2017, six years after the disaster, radiation levels inside the Unit 2 containment building were crudely estimated to be about 650 Sv/h.[102] The estimation was revised later to 80 Sv/h.[103] These readings were the highest recorded since the disaster occurred in 2011 and the first recorded in that area of the reactor since the meltdowns. Images showed a hole in metal grating beneath the reactor pressure vessel, suggesting that melted nuclear fuel had escaped the vessel in that area.[104] In February 2017, TEPCO released images taken inside Reactor 2 by a remote-controlled camera that show a 2 m (6.5 ft) wide hole[105] in the metal grating under the pressure vessel in the reactor's primary containment vessel,[106] which could have been caused by fuel escaping the pressure vessel, indicating a meltdown/melt-through had occurred, through this layer of containment. Ionizing radiation levels of about 210 sieverts (Sv) per hour were subsequently detected inside the Unit 2 containment vessel.[107] Undamaged spent fuel typically has values of 270 Sv/h, after ten years of cold shutdown with no shielding.[108] In January 2018, a remote-controlled camera confirmed that nuclear fuel debris was at the bottom of the Unit 2 PCV, showing fuel had escaped the RPV. The handle from the top of a nuclear fuel assembly was also observed, confirming that a considerable amount of the nuclear fuel had melted.[109][110] Reactor 4 was not operating when the earthquake struck. All fuel rods from Unit 4 had been transferred to the spent fuel pool on an upper floor of the reactor building prior to the tsunami. On 15 March, an explosion damaged the fourth floor rooftop area of Unit 4, creating two large holes in a wall of the outer building. It was reported that water in the spent fuel pool might be boiling.[111] The explosion was later found to be caused by hydrogen passing to unit 4 from unit 3 through shared pipes.[112] As a result, from the explosion, a fire broke out and caused the temperature in the fuel pool to increase to 84 °C (183 °F).[113] Radiation inside the Unit 4 control room prevented workers from staying there for long periods. Visual inspection of the spent fuel pool on 30 April revealed no significant damage to the rods. A radiochemical examination of the pond water confirmed that little of the fuel had been damaged.[114] In October 2012, the former Japanese Ambassador to Switzerland and Senegal, Mitsuhei Murata, said that the ground under Fukushima Unit 4 was sinking, and the structure may collapse.[115][116] In November 2013, TEPCO began moving the 1533 fuel rods in the Unit 4 cooling pool to the central pool. This process was completed on 22 December 2014.[117] Reactors 5 and 6 were also not operating when the earthquake struck. Unlike Reactor 4, their fuel rods remained in the reactor. The reactors had been closely monitored, as cooling processes were not functioning well.[118] Both Unit 5 and Unit 6 shared a working generator and switchgear during the emergency and achieved a successful cold shutdown nine days later on 20 March.[55][119] The plant's operators had to release 1,320 tons of low levels of radioactive waste that accumulated from the sub-drain pits into the ocean to prevent equipment from being damaged.[113] On 21 March, temperatures in the fuel pond had risen slightly, to 61 °C (142 °F) and water was sprayed over the pool.[58] Power was restored to cooling systems on 24 March and by 28 March, temperatures were reported down to 35 °C (95 °F).[120] One analysis, in the Bulletin of the Atomic Scientists, stated that Government agencies and TEPCO were unprepared for the \"cascading nuclear disaster\" and the tsunami that \"began the nuclear disaster could and should have been anticipated and that ambiguity about the roles of public and private institutions in such a crisis was a factor in the poor response at Fukushima\".[121] In March 2012, Prime Minister Yoshihiko Noda said that the government shared the blame for the Fukushima disaster, saying that officials had been blinded by a false belief in the country's \"technological infallibility\", and were taken in by a \"safety myth\". Noda said \"Everybody must share the pain of responsibility.\"[122] According to Naoto Kan, Japan's prime minister during the tsunami, the country was unprepared for the disaster, and nuclear power plants should not have been built so close to the ocean.[123] Kan acknowledged flaws in authorities' handling of the crisis, including poor communication and coordination between nuclear regulators, utility officials, and the government. He said the disaster \"laid bare a host of an even bigger man-made vulnerabilities in Japan's nuclear industry and regulation, from inadequate safety guidelines to crisis management, all of which he said need to be overhauled.\"[123] Physicist and environmentalist Amory Lovins said that Japan's \"rigid bureaucratic structures, reluctance to send bad news upwards, need to save face, weak development of policy alternatives, eagerness to preserve nuclear power's public acceptance, and politically fragile government, along with TEPCO's very hierarchical management culture, also contributed to the way the accident unfolded. Moreover, the information Japanese people receive about nuclear energy and its alternatives has long been tightly controlled by both TEPCO and the government.\"[124] The Japanese government did not keep records of key meetings during the crisis.[125] Data from the SPEEDI network were emailed to the prefectural government, but not shared with others. Emails from NISA to Fukushima, covering 12 March 11:54 PM to 16 March 9 AM and holding vital information for evacuation and health advisories, went unread and were deleted. The data was not used because the disaster countermeasure office regarded the data as \"useless because the predicted amount of released radiation is unrealistic.\"[126] On 14 March 2011 TEPCO officials were instructed not to use the phrase \"core meltdown\" at press conferences.[127] On the evening of 15 March, Prime Minister Kan called Seiki Soramoto, who used to design nuclear plants for Toshiba, to ask for his help in managing the escalating crisis. Soramoto formed an impromptu advisory group, which included his former professor at the University of Tokyo, Toshiso Kosako, a top Japanese expert on radiation measurement. Mr. Kosako, who studied the Soviet response to the Chernobyl crisis, said he was stunned at how little the leaders in the prime minister's office knew about the resources available to them. He quickly advised the chief cabinet secretary, Yukio Edano, to use SPEEDI, which used measurements of radioactive releases, as well as weather and topographical data, to predict where radioactive materials could travel after being released into the atmosphere.[128] The Investigation Committee on the Accident at the Fukushima Nuclear Power Stations of Tokyo Electric Power Company's interim report stated that Japan's response was flawed by \"poor communication and delays in releasing data on dangerous radiation leaks at the facility\". The report blamed Japan's central government as well as TEPCO, \"depicting a scene of harried officials incapable of making decisions to stem radiation leaks as the situation at the coastal plant worsened in the days and weeks following the disaster\".[129] The report said poor planning worsened the disaster response, noting that authorities had \"grossly underestimated tsunami risks\" that followed the magnitude 9.0 earthquake. The 12.1-meter (40 ft) high tsunami that struck the plant was double the height of the highest wave predicted by officials. The erroneous assumption that the plant's cooling system would function after the tsunami worsened the disaster. \"Plant workers had no clear instructions on how to respond to such a disaster, causing miscommunication, especially when the disaster destroyed backup generators.\"[129] In February 2012, the Rebuild Japan Initiative Foundation described how Japan's response was hindered by a loss of trust between the major actors: Prime Minister Kan, TEPCO's Tokyo headquarters and the plant manager. The report said that these conflicts \"produced confused flows of sometimes contradictory information\".[130][131] According to the report, Kan delayed the cooling of the reactors by questioning the choice of seawater instead of fresh water, accusing him of micromanaging response efforts and appointing a small, closed, decision-making staff. The report stated that the Japanese government was slow to accept assistance from U.S. nuclear experts.[132] A 2012 report in The Economist said: \"The operating company was poorly regulated and did not know what was going on. The operators made mistakes. The representatives of the safety inspectorate fled. Some of the equipment failed. The establishment repeatedly played down the risks and suppressed information about the movement of the radioactive plume, so some people were evacuated from more lightly to more heavily contaminated places.\"[133] From 17 to 19 March 2011, US military aircraft measured radiation within a 45 km (28 mi) radius of the site. The data recorded 125 microsieverts per hour of radiation as far as 25 km (15.5 mi) northwest of the plant. The US provided detailed maps to the Japanese Ministry of Economy, Trade and Industry (METI) on 18 March and to the Ministry of Education, Culture, Sports, Science and Technology (MEXT) two days later, but officials did not act on the information.[134] The data were not forwarded to the prime minister's office or the Nuclear Safety Commission (NSC), nor were they used to direct the evacuation. Because a substantial portion of radioactive materials reached ground to the northwest, residents evacuated in this direction were unnecessarily exposed to radiation. According to NSC chief Tetsuya Yamamoto, \"It was very regrettable that we didn't share and utilize the information.\" Itaru Watanabe, an official of the Science and Technology Policy Bureau of the technology ministry, said it was appropriate for the United States, not Japan, to release the data.[135] Data on the dispersal of radioactive materials were provided to the U.S. forces by the Japanese Ministry for Science a few days after 11 March; however, the data was not shared publicly until the Americans published their map on 23 March, at which point Japan published fallout maps compiled from ground measurements and SPEEDI the same day.[136] According to Watanabe's testimony before the Diet, the US military was given access to the data \"to seek support from them\" on how to deal with the nuclear disaster. Although SPEEDI's effectiveness was limited by not knowing the amounts released in the disaster, and thus was considered \"unreliable\", it was still able to forecast dispersal routes and could have been used to help local governments designate more appropriate evacuation routes.[137] On 19 June 2012, science minister Hirofumi Hirano stated that his \"job was only to measure radiation levels on land\" and that the government would study whether disclosure could have helped in the evacuation efforts.[136] On 28 June 2012, Nuclear and Industrial Safety Agency officials apologized to mayor Yuko Endo of Kawauchi Village for NISA having failed to release the American-produced radiation maps in the first days after the meltdowns. All residents of this village were evacuated after the government designated it a no-entry zone. According to a Japanese government panel, authorities had shown no respect for the lives and dignity of village people. One NISA official apologized for the failure and added that the panel had stressed the importance of disclosure; however, the mayor said that the information would have prevented the evacuation into highly polluted areas, and that apologies a year too late had no meaning.[138] In June 2016, it was revealed that TEPCO officials had been instructed on 14 March 2011 not to describe the reactor damage using the word \"meltdown\". Officials at that time were aware that 25–55% of the fuel had been damaged, and the threshold for which the term \"meltdown\" became appropriate (5%) had been greatly exceeded. TEPCO President Naomi Hirose told the media: \"I would say it was a cover-up... It’s extremely regrettable.”[139] The government initially set in place a four-stage evacuation process: a prohibited access area out to 3 km (1.9 mi), an on-alert area 3–20 km (1.9–12.4 mi) and an evacuation prepared area 20–30 km (12–19 mi). On day one, an estimated 170,000 people[140] were evacuated from the prohibited access and on-alert areas. Prime Minister Kan instructed people within the on-alert area to leave and urged those in the prepared area to stay indoors.[141][142] The latter groups were urged to evacuate on 25 March.[143] The 20 km (12 mi) exclusion zone was guarded by roadblocks to ensure that fewer people would be affected by the radiation.[144] During the evacuation of hospitals and nursing homes, 51 patients and elderly people died.[145] The earthquake and tsunami damaged or destroyed more than one million buildings leading to a total of 470,000 people needing evacuation. Of the 470,000, the nuclear accident was responsible for 154,000 being evacuated.[16] In 1967, when the plant was built, TEPCO levelled the sea coast to make it easier to bring in equipment. This put the new plant at 10 meters (33 ft) above sea level, rather than the original 30 meters (98 ft).[12] On 27 February 2012, the Nuclear and Industrial Safety Agency ordered TEPCO to report its reasoning for changing the piping layout for the emergency cooling system. The original plans separated the piping systems for two reactors in the isolation condenser from each other. However, the application for approval of the construction plan showed the two piping systems connected outside the reactor. The changes were not noted, in violation of regulations.[146] After the tsunami, the isolation condenser should have taken over the function of the cooling pumps, by condensing the steam from the pressure vessel into water to be used for cooling the reactor. However, the condenser did not function properly and TEPCO could not confirm whether a valve was opened. On 30 October 1991, one of two backup generators of Reactor 1 failed, after flooding in the reactor's basement. Seawater used for cooling leaked into the turbine building from a corroded pipe at 20 cubic meters per hour, as reported by former employees in December 2011. An engineer was quoted as saying that he informed his superiors of the possibility that a tsunami could damage the generators. TEPCO installed doors to prevent water from leaking into the generator rooms. The Japanese Nuclear Safety Commission stated that it would revise its safety guidelines and would require the installation of additional power sources. On 29 December 2011, TEPCO admitted all these facts: its report mentioned that the room was flooded through a door and some holes for cables, but the power supply was not cut off by the flooding, and the reactor was stopped for one day. One of the two power sources was completely submerged, but its drive mechanism had remained unaffected.[147] An in-house TEPCO report in 2000 recommended safety measures against seawater flooding, based on the potential of a 50 foot (15 m) tsunami. TEPCO leadership said the study's technological validity \"could not be verified.\" After the tsunami a TEPCO report said that the risks discussed in the 2000 report had not been announced because \"announcing information about uncertain risks would create anxiety.\"[12] In 2007, TEPCO set up a department to supervise its nuclear facilities. Until June 2011, its chairman was Masao Yoshida, the Fukushima Daiichi chief. A 2008 in-house study identified an immediate need to better protect the facility from flooding by seawater. This study mentioned the possibility of tsunami-waves up to 10.2 meters (33 ft). Headquarters officials insisted that such a risk was unrealistic and did not take the prediction seriously.[148][149][verification needed] Yukinobu Okamura of the Active Fault and Earthquake Research Center (replaced in 2014 by the Research Institute of Earthquake and Volcano Geology (IEVG)], Geological Survey of Japan (GSJ)[citation needed]), AIST) urged TEPCO and NISA to revise their assumptions for possible tsunami heights upwards, based on his team's findings about the 869 Sanriku earthquake, but this was not seriously considered at the time.[12][150] The U.S. Nuclear Regulatory Commission warned of a risk of losing emergency power in 1991 (NUREG-1150) and NISA referred to that report in 2004, but took no action to mitigate the risk.[151] Warnings by government committees, such as one in the Cabinet Office in 2004, that tsunamis taller than the maximum of 5.6 meters (18 ft) forecast by TEPCO and government officials were possible, were also ignored.[152] Japan, like the rest of the Pacific Rim, is in an active seismic zone, prone to earthquakes. Seismologist Katsuhiko Ishibashi wrote the 1994 book titled A Seismologist Warns criticizing lax building codes, which became a best seller when an earthquake in Kobe killed thousands shortly after its publication. In 1997 he coined the term \"nuclear earthquake disaster\", and in 1995 wrote an article for the International Herald Tribune warning of a cascade of events much like the Fukushima disaster.[12] The International Atomic Energy Agency (IAEA) had expressed concern about the ability of Japan's nuclear plants to withstand earthquakes. At a 2008 meeting of the G8's Nuclear Safety and Security Group in Tokyo, an IAEA expert warned that a strong earthquake with a magnitude above 7.0 could pose a \"serious problem\" for Japan's nuclear power stations.[153] The region had experienced three earthquakes of magnitude greater than 8, including the 869 Sanriku earthquake, the 1896 Sanriku earthquake, and the 1933 Sanriku earthquake. Radioactive material was released from the containment vessels for several reasons: deliberate venting to reduce gas pressure, deliberate discharge of coolant water into the sea, and uncontrolled events. Concerns about the possibility of a large scale release led to a 20-kilometer (12 mi) exclusion zone around the power plant and recommendations that people within the surrounding 20–30 km (12–19 mi) zone stay indoors. Later, the UK, France, and some other countries told their nationals to consider leaving Tokyo, in response to fears of spreading contamination.[154] In 2015, the tap water contamination was still higher in Tokyo compared to other cities in Japan.[155] Trace amounts of radioactivity, including iodine-131, caesium-134, and caesium-137, were widely observed.[156][157][158] The accident released 100–500 petabecquerels (PBq) of iodine-131 and 6–20 PBq of caesium-137 to the atmosphere, according to an estimate by the United Nations Scientific Committee on the Effects of Atomic Radiation. About 80 percent of the atmospheric releases were deposited over the ocean. In addition, 10–20 PBq of iodine-131 and 3–6 PBq of caesium-137 were released directly to the ocean.[159] The Fukushima coast has some of the world's strongest currents and these transported the contaminated waters far into the Pacific Ocean, thus causing great dispersion of the radioactive elements. The results of measurements of both the seawater and the coastal sediments led to the supposition that the consequences of the accident, in terms of radioactivity, would be minor for marine life as of autumn 2011 (weak concentration of radioactivity in the water and limited accumulation in sediments). On the other hand, significant pollution of sea water along the coast near the nuclear plant might persist, due to the continuing arrival of radioactive material transported towards the sea by surface water running over contaminated soil. Organisms that filter water and fish at the top of the food chain are, over time, the most sensitive to caesium pollution. It is thus justified to maintain surveillance of marine life that is fished in the coastal waters off Fukushima. Despite caesium isotopic concentrations in the waters off of Japan being 10 to 1000 times above the normal concentrations prior to the accident, radiation risks are below what is generally considered harmful to marine animals and human consumers.[160] Researchers at the University of Tokyo's Underwater Technology Research Center towed detectors behind boats to map hot spots on the ocean floor off Fukushima. Blair Thornton, an associate professor the university, said in 2013 that radiation levels remained hundreds of times as high as in other areas of the sea floor, suggesting ongoing contamination (at the time) from the plant.[161] A monitoring system operated by the Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO) tracked the spread of radioactivity on a global scale. Radioactive isotopes were picked up by over 40 monitoring stations.[162] On 12 March, radioactive releases first reached a CTBTO monitoring station in Takasaki, Japan, around 200 km (120 mi) away. The radioactive isotopes appeared in eastern Russia on 14 March and the west coast of the United States two days later. By day 15, traces of radioactivity were detectable all across the northern hemisphere. Within one month, radioactive particles were noted by CTBTO stations in the southern hemisphere.[163][164] Estimates of radioactivity released ranged from 10 to 40%[165][166][167][168] of that of Chernobyl. The significantly contaminated area was 10–12%[165][166] of that of Chernobyl.[165][169][170] In March 2011, Japanese officials announced that \"radioactive iodine-131 exceeding safety limits for infants had been detected at 18 water-purification plants in Tokyo and five other prefectures\".[171] On 21 March, the first restrictions were placed on the distribution and consumption of contaminated items.[172] As of July 2011[update], the Japanese government was unable to control the spread of radioactive material into the nation's food supply. Radioactive material was detected in food produced in 2011, including spinach, tea leaves, milk, fish, and beef, up to 320 kilometres from the plant. 2012 crops did not show signs of radioactivity contamination. Cabbage, rice[173] and beef showed insignificant levels of radioactivity. A Fukushima-produced rice market in Tokyo was accepted by consumers as safe.[173] In the first half of September 2011, TEPCO estimated the radioactivity release at some 200 MBq (megabecquerels, 5.4 millicuries) per hour. This was approximately one four-millionth that of March.[174] According to the French Institute for Radiological Protection and Nuclear Safety, the release from Fukushima represents the most important individual oceanic emissions of artificial radioactivity ever observed. The Fukushima coast has one of the world's strongest currents (Kuroshio Current). It transported the contaminated waters far into the Pacific Ocean, dispersing the radioactivity. As of late 2011 measurements of both the seawater and the coastal sediments suggested that the consequences for marine life would be minor. Significant pollution along the coast near the plant might persist, because of the continuing arrival of radioactive material transported to the sea by surface water crossing contaminated soil. The possible presence of other radioactive substances, such as strontium-90 or plutonium, has not been sufficiently studied. Recent measurements show persistent contamination of some marine species (mostly fish) caught along the Fukushima coast.[175] Migratory pelagic species are highly effective and rapid transporters of radioactivity throughout the ocean. Elevated levels of caesium-134 appeared in migratory species off the coast of California that were not seen pre-Fukushima.[176] Scientists have also discovered increased traces of radioactive isotope Caesium-137 in wine grown in a vineyard in Napa Valley, California. The trace-level radioactivity was in dust blown across the Pacific Ocean.[177] As of March 2012, no cases of radiation-related ailments had been reported. Experts cautioned that data was insufficient to allow conclusions on health impacts. Michiaki Kai, professor of radiation protection at Oita University of Nursing and Health Sciences, stated, \"If the current radiation dose estimates are correct, (cancer-related deaths) likely won't increase.\"[178] In August 2012, researchers found that 10,000 nearby residents had been exposed to less than 1 millisievert of radiation, significantly less than Chernobyl residents.[179] As of October 2012, radioactivity was still leaking into the ocean. Fishing in the waters around the site was still prohibited, and the levels of radioactive 134Cs and 137Cs in the fish caught were not lower than immediately after the disaster.[180] On 26 October 2012, TEPCO admitted that it could not stop radioactive material entering the ocean, although emission rates had stabilized. Undetected leaks could not be ruled out, because the reactor basements remained flooded. The company was building a 2,400-foot-long steel and concrete wall between the site and the ocean, reaching 30 meters (98 ft) below ground, but it would not be finished before mid-2014. Around August 2012 two greenling were caught close to shore. They contained more than 25,000 becquerels (0.67 millicuries) of caesium-137 per kilogram (11,000 Bq/lb; 0.31 μCi/lb), the highest measured since the disaster and 250 times the government's safety limit.[181][182] On 22 July 2013, it was revealed by TEPCO that the plant continued to leak radioactive water into the Pacific Ocean, something long suspected by local fishermen and independent investigators.[183] TEPCO had previously denied that this was happening. Japanese Prime Minister Shinzō Abe ordered the government to step in.[184] On 20 August, in a further incident, it was announced that 300 metric tons (300 long tons; 330 short tons) of heavily contaminated water had leaked from a storage tank,[185] approximately the same amount of water as one eighth (1/8) of that found in an Olympic-size swimming pool.[186] The 300 metric tons (300 long tons; 330 short tons) of water was radioactive enough to be hazardous to nearby staff, and the leak was assessed as Level 3 on the International Nuclear Event Scale.[187] On 26 August, the government took charge of emergency measures to prevent further radioactive water leaks, reflecting their lack of confidence in TEPCO.[188] As of 2013, about 400 metric tons (390 long tons; 440 short tons) of cooling water per day was being pumped into the reactors. Another 400 metric tons (390 long tons; 440 short tons) of groundwater was seeping into the structure. Some 800 metric tons (790 long tons; 880 short tons) of water per day was removed for treatment, half of which was reused for cooling and half diverted to storage tanks.[189] Ultimately the contaminated water, after treatment to remove radionuclides other than tritium, may have to be dumped into the Pacific.[23] TEPCO decided to create an underground ice wall to block the flow of groundwater into the reactor buildings. A $300 million 7.8 MW cooling facility freezes the ground to a depth of 30 meters.[190][191] As of 2019, the contaminated water generation had been reduced to 170 metric tons (170 long tons; 190 short tons) per day.[192] In February 2014, NHK reported that TEPCO was reviewing its radioactivity data, after finding much higher levels of radioactivity than was reported earlier. TEPCO now says that levels of 5 MBq (0.12 millicuries) of strontium per liter (23 MBq/imp gal; 19 MBq/U.S. gal; 610 μCi/imp gal; 510 μCi/U.S. gal) were detected in groundwater collected in July 2013 and not the 900 kBq (0.02 millicuries) (4.1 MBq/imp gal; 3.4 MBq/U.S. gal; 110 μCi/imp gal; 92 μCi/U.S. gal) that were initially reported.[193][194] On 10 September 2015, floodwaters driven by Typhoon Etau prompted mass evacuations in Japan and overwhelmed the drainage pumps at the stricken Fukushima nuclear plant. A TEPCO spokesperson said that hundreds of metric tons of radioactive water entered the ocean as a result.[195] Plastic bags filled with contaminated soil and grass were also swept away by the flood waters.[196] In March 2014, numerous news sources, including NBC,[197] began predicting that the radioactive underwater plume traveling through the Pacific Ocean would reach the western seaboard of the continental United States. The common story was that the amount of radioactivity would be harmless and temporary once it arrived. The National Oceanic and Atmospheric Administration measured caesium-134 at points in the Pacific Ocean and models were cited in predictions by several government agencies to announce that the radiation would not be a health hazard for North American residents. Groups, including Beyond Nuclear and the Tillamook Estuaries Partnership, challenged these predictions on the basis of continued isotope releases after 2011, leading to a demand for more recent and comprehensive measurements as the radioactivity made its way east. These measurements were taken by a cooperative group of organizations under the guidance of a marine chemist with the Woods Hole Oceanographic Institution, and revealed that total radiation levels, of which only a fraction bore the fingerprint of Fukushima, were not high enough to pose any direct risk to human life and in fact were far less than Environmental Protection Agency guidelines or several other sources of radiation exposure deemed safe.[198] Integrated Fukushima Ocean Radionuclide Monitoring project (InFORM) also failed to show any significant amount of radiation[199] and as a result its authors received death threats from supporters of a Fukushima-induced \"wave of cancer deaths across North America\" theory.[200] The incident was rated 7 on the International Nuclear Event Scale (INES).[201] This scale runs from 0, indicating an abnormal situation with no safety consequences, to 7, indicating an accident causing widespread contamination with serious health and environmental effects. Prior to Fukushima, the Chernobyl disaster was the only level 7 event on record, while the Mayak explosion was rated 6 and the Three Mile Island accident and Windscale fire were rated as level 5. A 2012 analysis of the intermediate and long-lived radioactivity released found about 10–20% of that released from the Chernobyl disaster.[202][203] Approximately 15 PBq of caesium-137 was released,[204] compared with approximately 85 PBq of caesium-137 at Chernobyl,[205] indicating the release of 26.5 kilograms (58 lb) of caesium-137. Unlike Chernobyl, all Japanese reactors were in concrete containment vessels, which limited the release of strontium-90, americium-241, and plutonium, which were among the radioisotopes released by the earlier incident.[202][205] 500 PBq of iodine-131 was released,[204] compared to approximately 1,760 PBq at Chernobyl.[205] Iodine-131 has a half-life of 8.02 days, decaying into a stable nuclide. After ten half lives (80.2 days), 99.9% has decayed to xenon-131, a stable isotope.[206] There were no deaths from radiation exposure in the immediate aftermath of the incident, though there were a number of (around 1600 non-radiation related) deaths during the evacuation of the nearby population.[207][208] As of September 2018, one cancer fatality was the subject of a financial settlement, to the family of a former nuclear station workman.[5] while approximately 18,500 people died due to the earthquake and tsunami. The maximum predicted eventual cancer mortality and morbidity estimate according to the linear no-threshold theory is 1,500 and 1,800, respectively, but with the strongest weight of evidence producing an estimate much lower, in the range of a few hundred.[209] In addition, the rates of psychological distress among evacuated people rose fivefold compared to the Japanese average due to the experience of the disaster and evacuation.[210] An increase in childhood obesity in the area after the accident has been attributed to recommendations that children stay indoors instead of going outside to play.[211] In 2013, the World Health Organization (WHO) indicated that the residents of the area who were evacuated were exposed to low amounts of radiation and that radiation-induced health impacts are likely to be low.[212][213] In particular, the 2013 WHO report predicts that for evacuated infant girls, their 0.75% pre-accident lifetime risk of developing thyroid cancer is calculated to be increased to 1.25% by being exposed to radioiodine, with the increase being slightly less for males. The risks from a number of additional radiation-induced cancers are also expected to be elevated due to exposure caused by the other low boiling point fission products that were released by the safety failures. The single greatest increase is for thyroid cancer, but in total, an overall 1% higher lifetime risk of developing cancers of all types, is predicted for infant females, with the risk slightly lower for males, making both some of the most radiation-sensitive groups.[213] The WHO predicted that human fetuses, depending on their sex, would have the same elevations in risk as the infant groups.[214] A screening program a year later in 2012 found that more than a third (36%) of children in Fukushima Prefecture have abnormal growths in their thyroid glands.[215] As of August 2013, there have been more than 40 children newly diagnosed with thyroid cancer and other cancers in Fukushima prefecture as a whole. In 2015, the number of thyroid cancers or detections of developing thyroid cancers numbered 137.[216] However, whether these incidences of cancer are elevated above the rate in un-contaminated areas and therefore were due to exposure to nuclear radiation is unknown at this stage.[217] Data from the Chernobyl accident showed that an unmistakable rise in thyroid cancer rates following the disaster in 1986 only began after a cancer incubation period of 3–5 years.[218] On 5 July 2012, the Japanese National Diet-appointed Fukushima Nuclear Accident Independent Investigation Commission (NAIIC) submitted its inquiry report to the Japanese Diet.[219] The Commission found the nuclear disaster was \"manmade\", that the direct causes of the accident were all foreseeable prior to 11 March 2011. The report also found that the Fukushima Daiichi Nuclear Power Plant was incapable of withstanding the earthquake and tsunami. TEPCO, the regulatory bodies (NISA and NSC) and the government body promoting the nuclear power industry (METI), all failed to correctly develop the most basic safety requirements – such as assessing the probability of damage, preparing for containing collateral damage from such a disaster, and developing evacuation plans for the public in the case of a serious radiation release. Meanwhile, the government-appointed Investigation Committee on the Accident at the Fukushima Nuclear Power Stations of Tokyo Electric Power Company submitted its final report to the Japanese government on 23 July 2012.[220] A separate study by Stanford researchers found that Japanese plants operated by the largest utility companies were particularly unprotected against potential tsunami.[11] TEPCO admitted for the first time on 12 October 2012 that it had failed to take stronger measures to prevent disasters for fear of inviting lawsuits or protests against its nuclear plants.[25][26][27][28] There are no clear plans for decommissioning the plant, but the plant management estimate is thirty or forty years.[23] In 2018, tours to visit the Fukushima disaster area began.[221] In September 2020, The Great East Japan Earthquake and Nuclear Disaster Memorial Museum was opened in the town of Futaba, near the Fukushima Daiichi power plant. The museum exhibits items and videos about the earthquake and the nuclear accident. To attract visitors from abroad, the museum offers explanations in English, Chinese and Korean.[222] Discharge of radioactive water was reported as early as April 2011. A frozen soil barrier was constructed in an attempt to prevent further contamination of seeping groundwater by melted-down nuclear fuel,[223] but in July 2016 TEPCO revealed that the ice wall had failed to stop groundwater from flowing in and mixing with highly radioactive water inside the wrecked reactor buildings, adding that \"its ultimate goal has been to 'curtail' groundwater inflow, not halt it\".[224] By 2019, the ice wall had reduced the inflow of groundwater from 440 cubic meters per day in 2014 to 100 cubic meters per day, while contaminated water generation decreased from 540 cubic meters per day in 2014 to 170 cubic meters per day.[192] As of October 2019, 1.17 million cubic meters of contaminated water was stored in the plant area. The water is being treated by a purification system that can remove radionuclides, except tritium, to a level that Japanese regulations allow to be discharged to the sea. As of December 2019, 28% of the water had been purified to the required level, while the remaining 72% needed additional purification. However, tritium cannot be separated from the water. As of October 2019, the total amount of tritium in the water was about 856 terabecquerels, and the average tritium concentration was about 0.73 megabecquerels per liter. A committee set up by the Japanese Government concluded that the purified water should be released to the sea or evaporated to the atmosphere. The committee calculated that discharging all the water to the sea in one year would cause a radiation dose of 0.81 microsieverts to the local people, whereas evaporation would cause 1.2 microsieverts. For comparison, Japanese people get 2100 microsieverts per year from natural radiation.[225] IAEA considers that the dose calculation method is appropriate. Further, IAEA recommends that a decision on the water disposal must be made urgently.[226] Despite the negligible doses, the Japanese committee is concerned that the water disposal may cause reputational damage to the prefecture, especially to the fishing industry and tourism.[225] On 9 February 2021, the Catholic bishops of Japan and Korea voiced their opposition to the plan to release the water into the ocean, citing further opposition by fisheries, local prefecture councils, and the governor of Jeju Province.[227] Tanks used to store the water are expected to be filled by summer 2022.[228] Other radioactive substances created as a byproduct of the contaminated water purification process, as well as contaminated metal from the damaged plant, have drawn recent attention as the 3,373 waste storage containers for the radioactive slurry were found to be degrading faster than expected.[229] Although people in the incident's worst affected areas have a slightly higher risk of developing certain cancers such as leukemia, solid cancers, thyroid cancer, and breast cancer, very few cancers would be expected as a result of accumulated radiation exposures.[230][231][232][233][234] Estimated effective doses outside Japan are considered to be below (or far below) the levels regarded as very small by the international radiological protection community.[235][199] In 2013, the World Health Organization reported that area residents who were evacuated were exposed to so little radiation that radiation-induced health effects were likely to be below detectable levels.[236][237][238] Outside the geographical areas most affected by radiation, even in locations within Fukushima prefecture, the predicted risks remain low, and no observable increases in cancer above natural variation in baseline rates are anticipated. The health risks were calculated by applying conservative assumptions, including the conservative linear no-threshold model of radiation exposure, a model that assumes even the smallest amount of radiation exposure will cause a negative health effect.[239][240] The report indicated that for those infants in the most affected areas, lifetime cancer risk would increase by about 1%.[237][241] It predicted that populations in the most contaminated areas faced a 70% higher relative risk of developing thyroid cancer for females exposed as infants, and a 7% higher relative risk of leukemia in males exposed as infants and a 6% higher relative risk of breast cancer in females exposed as infants.[213] One-third of involved emergency workers would have increased cancer risks.[213][242] Cancer risks for fetuses were similar to those in 1 year old infants.[214] The estimated cancer risk to children and adults was lower than it was to infants.[243] These percentages represent estimated relative increases over the baseline rates and are not absolute risks for developing such cancers. Due to the low baseline rates of thyroid cancer, even a large relative increase represents a small absolute increase in risks. For example, the baseline lifetime risk of thyroid cancer for females is just three-quarters of one percent and the additional lifetime risk estimated in this assessment for a female infant exposed in the most affected location is one-half of one percent. The World Nuclear Association reports that the radiation exposure to those living in proximity to Fukushima is expected to be below 10 mSv, over the course of a lifetime. In comparison, the dosage of background radiation received over a lifetime is 170 mSv.[244][245] According to a linear no-threshold model (LNT model), the accident would most likely cause 130 cancer deaths.[246][247][248] However, radiation epidemiologist Roy Shore countered that estimating health effects from the LNT model \"is not wise because of the uncertainties.\"[249] Darshak Sanghavi noted that to obtain reliable evidence of the effect of low-level radiation would require an impractically large number of patients, Luckey reported that the body's own repair mechanisms can cope with small doses of radiation[250] and Aurengo stated that “The LNT model cannot be used to estimate the effect of very low doses...\"[251] The original paper by Mark Z. Jacobson has been described as \"junk science\" by Mark Lynas.[238] In April 2014, studies confirmed the presence of radioactive tuna off the coasts of the Pacific U.S.[252] Researchers carried out tests on 26 albacore tuna caught prior to the 2011 power plant disaster and those caught after. However, the amount of radioactivity is less than that found naturally in a single banana.[253] Caesium-137 and caesium-134 have been noted in Japanese whiting in Tokyo Bay as of 2016. \"Concentration of radiocesium in the Japanese whiting was one or two orders of magnitude higher than that in the sea water, and an order of magnitude lower than that in the sediment.\" They were still within food safety limits.[254] In June 2016 Tilman Ruff, co-president of the political advocacy group \"International Physicians for the Prevention of Nuclear War\", argues that 174,000 people have been unable to return to their homes and ecological diversity has decreased and malformations have been found in trees, birds, and mammals.[255] Although physiological abnormalities have been reported within the vicinity of the accident zone,[256] the scientific community has largely rejected any such findings of genetic or mutagenic damage caused by radiation, instead showing it can be attributed either to experimental error or other toxic effects.[257] Five years after the event, the Department of Agriculture from the University of Tokyo (which holds many experimental agricultural research fields around the affected area) has noted that \"the fallout was found at the surface of anything exposed to air at the time of the accident. The main radioactive nuclides are now caesium-137 and caesium-134\", but these radioactive compounds have not dispersed much from the point where they landed at the time of the explosion, \"which was very difficult to estimate from our understanding of the chemical behavior of cesium\".[258] The atmosphere was not affected on a noticeable scale, as the overwhelming majority of the particulates settled either within the water system or soil surrounding the plant.[259] In February 2018, Japan renewed the export of fish caught off Fukushima's nearshore zone. According to prefecture officials, no seafood had been found with radiation levels exceeding Japan safety standards since April 2015. In 2018, Thailand was the first country to receive a shipment of fresh fish from Japan's Fukushima prefecture.[260] A group campaigning to help prevent global warming has demanded the Food and Drug Administration disclose the name of the importer of fish from Fukushima and of the Japanese restaurants in Bangkok serving it. Srisuwan Janya, chairman of the Stop Global Warming Association, said the FDA must protect the rights of consumers by ordering restaurants serving Fukushima fish to make that information available to their customers, so they could decide whether to eat it or not.[261] On February 2022, Japan suspended the sale of black rockfish from Fukushima after it was discovered that a catch was found to be 14 times more radioactive than the legally permitted level.[262] The World Health Organization stated that a 2013 thyroid ultrasound screening program was, due to the screening effect, likely to lead to an increase in recorded thyroid cases due to early detection of non-symptomatic disease cases.[263] The overwhelming majority of thyroid growths are benign growths that will never cause symptoms, illness, or death, even if nothing is ever done about the growth. Autopsy studies on people who died from other causes show that more than one third of adults technically have a thyroid growth/cancer.[264] As a precedent, in 1999 in South Korea, the introduction of advanced ultrasound thyroid examinations resulted in an explosion in the rate of benign thyroid cancers being detected and needless surgeries occurring.[265] Despite this, the death rate from thyroid cancer has remained the same.[265] According to the Tenth Report of the Fukushima Prefecture Health Management Survey released in February 2013, more than 40% of children screened around Fukushima prefecture were diagnosed with thyroid nodules or cysts. Ultrasonographic detectable thyroid nodules and cysts are extremely common and can be found at a frequency of up to 67% in various studies.[266] 186 (0.5%) of these had nodules larger than 5.1 mm (0.20 in) and/or cysts larger than 20.1 mm (0.79 in) and underwent further investigation, while none had thyroid cancer.[citation needed] Fukushima Medical University give the number of children diagnosed with thyroid cancer, as of December 2013, as 33 and concluded \"it is unlikely that these cancers were caused by the exposure from I-131 from the nuclear power plant accident in March 2011\".[267] In October 2015, 137 children from the Fukushima Prefecture were described as either being diagnosed with or showing signs of developing thyroid cancer. The study's lead author Toshihide Tsuda from Okayama University stated that the increased detection could not be accounted for by attributing it to the screening effect. He described the screening results to be \"20 times to 50 times what would be normally expected.\"[216] By the end of 2015, the number had increased to 166 children.[268] However, despite his paper being widely reported by the media,[265] an undermining error, according to teams of other epidemiologists who point out Tsuda's remarks are fatally wrong, is that Tsuda did an apples and oranges comparison by comparing the Fukushima surveys, which uses advanced ultrasound devices that detect otherwise unnoticeable thyroid growths, with data from traditional non-advanced clinical examinations, to arrive at his \"20 to 50 times what would be expected\" conclusion. In the critical words of epidemiologist Richard Wakeford, “It is inappropriate to compare the data from the Fukushima screening program with cancer registry data from the rest of Japan where there is, in general, no such large-scale screening,”. Wakeford's criticism was one of seven other author's letters that were published criticizing Tsuda's paper.[265] According to Takamura, another epidemiologist, who examined the results of small scale advanced ultrasound tests on Japanese children not near Fukushima, \"The prevalence of thyroid cancer [using the same detection technology] does not differ meaningfully from that in Fukushima Prefecture\".[265] In 2016 Ohira et al. conducted a study cross-comparing thyroid cancer patients from Fukushima prefecture evacuees with rates of Thyroid cancer in from those outside of the evacuation zone. Ohira et al. found that \"The duration between accident and thyroid examination was not associated with thyroid cancer prevalence. There were no significant associations between individual external doses and prevalence of thyroid cancer. External radiation dose was not associated with thyroid cancer prevalence among Fukushima children within the first 4 years after the nuclear accident.\"[269] A 2018 publication by Yamashita et al. also concluded that Thyroid cancer rate differences can be attributed to the screening effect. They noted that the mean age of the patients at the time of the accident was 10–15 years, while no cases were found in children from the ages of 0–5 who would have been most susceptible. Yamashita et al. thus conclude that \"In any case, the individual prognosis cannot be accurately determined at the time of FNAC at present. It is therefore urgent to search not only for intraoperative and postoperative prognostic factors but also for predictive prognostic factors at the FNAC/preoperative stage.\"[270] A 2019 investigation by Yamamoto et al. evaluated the first and the second screening rounds separately as well as combined covering 184 confirmed cancer cases in 1.080 million observed person years subject to additional radiation exposure due to the nuclear accidents. The authors concluded \"A significant association between the external effective dose-rate and the thyroid cancer detection rate exists: detection rate ratio (DRR) per μSv/h 1.065 (1.013, 1.119). Restricting the analysis to the 53 municipalities that received less than 2 μSv/h, and which represent 176 of the total 184 cancer cases, the association appears to be considerably stronger: DRR per μSv/h 1.555 (1.096, 2.206). The average radiation dose-rates in the 59 municipalities of the Fukushima prefecture in June 2011 and the corresponding thyroid cancer detection rates in the period October 2011 to March 2016 show statistically significant relationships. This corroborates previous studies providing evidence for a causal relation between nuclear accidents and the subsequent occurrence of thyroid cancer.\"[271] As of 2020, research into the correlation between air-dose and internal-dose and thyroid cancers remains ongoing. Ohba et al. published a new study assessing the accuracy of dose-response estimates and the accuracy of dose modelling in evacuees.[272] In the most recent study by Ohira et al., updated models of dose rates to evacuees in the assessed prefectures were used in response to the conclusions by Yamamoto et al. in 2019. The authors concluded there remains no statistically detectable evidence of increased thyroid cancer diagnosis due to radiation.[272] A study by Toki et al. found similar conclusions to Yamamoto et al., although unlike the 2019 Yamamoto et al. study, Toki et al. did not focus on the results of the incorporation of the screening effect.[273] Ohba et al., Ohira et al., and Toki et al. all concluded that further research is necessary in understanding the dose-response relationship and the prevalence of incident cancers. Thyroid cancer is one of the most survivable cancers, with an approximate 94% survival rate after first diagnosis. That rate increases to a nearly 100% survival rate if caught early.[274] Cancer may spread to another part of the body, however, and survivors need to take hormonal drugs for life after removing their thyroid.[275] In January 2022, six such patients who were children at the time of the disaster sued TEPCO for 616 million yen after developing thyroid cancer.[276] Radiation deaths at Chernobyl were also statistically undetectable. Only 0.1% of the 110,645 Ukrainian cleanup workers, included in a 20-year study out of over 500,000 former Soviet clean up workers, had as of 2012 developed leukemia, although not all cases resulted from the accident.[277][278] Data from Chernobyl showed that there was a steady but sharp increase in thyroid cancer rates following the disaster in 1986, but whether this data can be directly compared to Fukushima is yet to be determined.[218] Chernobyl thyroid cancer incidence rates did not begin to increase above the prior baseline value of about 0.7 cases per 100,000 people per year until 1989 to 1991, 3–5 years after the incident in both adolescent and child age groups.[218] The rate reached its highest point so far, of about 11 cases per 100,000 in the decade of the 2000s, approximately 14 years after the accident.[218] From 1989 to 2005, an excess of 4,000 children and adolescent cases of thyroid cancer were observed. Nine of these had died as of 2005, a 99% survival rate.[279] In the former Soviet Union, many patients with negligible radioactive exposure after the Chernobyl disaster displayed extreme anxiety about radiation exposure. They developed many psychosomatic problems, including radiophobia along with an increase in fatalistic alcoholism. As Japanese health and radiation specialist Shunichi Yamashita noted:[280] We know from Chernobyl that the psychological consequences are enormous. Life expectancy of the evacuees dropped from 65 to 58 years – not because of cancer, but because of depression, alcoholism, and suicide. Relocation is not easy, the stress is very big. We must not only track those problems, but also treat them. Otherwise people will feel they are just guinea pigs in our research.[280] A survey[when?] by the Iitate local government obtained responses from approximately 1,743 evacuees within the evacuation zone. The survey showed that many residents are experiencing growing frustration, instability, and an inability to return to their earlier lives. Sixty percent of respondents stated that their health and the health of their families had deteriorated after evacuating, while 39.9% reported feeling more irritated compared to before the disaster.[281] Summarizing all responses to questions related to evacuees' current family status, one-third of all surveyed families live apart from their children, while 50.1% live away from other family members (including elderly parents) with whom they lived before the disaster. The survey also showed that 34.7% of the evacuees have suffered salary cuts of 50% or more since the outbreak of the nuclear disaster. A total of 36.8% reported a lack of sleep, while 17.9% reported smoking or drinking more than before they evacuated.[281] Stress often manifests in physical ailments, including behavioral changes such as poor dietary choices, lack of exercise, and sleep deprivation. Survivors, including some who lost homes, villages, and family members, were found likely to face mental health and physical challenges. Much of the stress came from lack of information and from relocation.[282] A 2014 metareview of 48 articles indexed by PubMed, PsychINFO, and EMBASE, highlighted several psychophysical consequences among the residents in Miyagi, Iwate, Ibaraki, Tochigi and Tokyo. The resulting outcomes included depressive symptoms, anxiety, sleep disturbance, social functioning, social isolation, admission rates, suicide rates and cerebral structure changes, radiation impacting food safety, maternal anxiety and lowered maternal confidence.[283] In a 2017 risk analysis, relying on the metric of potential months of life lost, it determined that unlike Chernobyl, \"relocation was unjustified for the 160,000 people relocated after Fukushima\", when the potential future deaths from exposure to radiation around Fukushima, would have been much less, if the alternative of the shelter in place protocol had instead been deployed.[284][285] In January 2015, the number of Fukushima evacuees was around 119,000, compared with a peak of around 164,000 in June 2012.[286] Worldwide media coverage of the incident has been described as \"ten years of disinformation\", with media and environmental organisations routinely conflating the casualties of the earthquake and tsunami, with casualties of the nuclear incident. The incident dominated media coverage while the victims of the natural disasters were \"ignored\", and a number of media reports incorrectly describing thousands of victims of tsunami as if they were victims of the \"nuclear disaster\".[238] In June 2011, TEPCO stated the amount of contaminated water in the complex had increased due to substantial rainfall.[287] On 13 February 2014, TEPCO reported 37 kBq (1.0 microcurie) of caesium-134 and 93 kBq (2.5 microcuries) of caesium-137 were detected per liter of groundwater sampled from a monitoring well.[288] Dust particles gathered 4 km from the reactors in 2017 included microscopic nodules of melted core samples encased in cesium.[289] After decades of exponential decline in ocean cesium from weapons testing fallout, radioactive isotopes of cesium in the Sea of Japan increased after the accident from 1.5 mBq/L to about 2.5 mBq/L and are still rising as of 2018, while those just off the eastern coast of Japan are declining.[290] According to reinsurer Munich Re, the private insurance industry will not be significantly affected by the disaster.[291] Swiss Re similarly stated, \"Coverage for nuclear facilities in Japan excludes earthquake shock, fire following earthquake and tsunami, for both physical damage and liability. Swiss Re believes that the incident at the Fukushima nuclear power plant is unlikely to result in a significant direct loss for the property & casualty insurance industry.\"[292] The amount of compensation to be paid by TEPCO is expected to reach 7 trillion yen.[293] Costs to Japanese taxpayers are likely to exceed 12 trillion yen ($100 billion).[294] In December 2016 the government estimated decontamination, compensation, decommissioning, and radioactive waste storage costs at 21.5 trillion yen ($187 billion), nearly double the 2013 estimate.[295] In March 2017, a Japanese court ruled that negligence by the Japanese government had led to the Fukushima disaster by failing to use its regulatory powers to force TEPCO to take preventive measures. The Maebashi district court near Tokyo awarded ¥39 million (US$345,000) to 137 people who were forced to flee their homes following the accident.[296] On 30 September 2020, the Sendai High Court ruled that the Japanese government and TEPCO are responsible for the disaster, ordering them to pay $9.5 million in damages to residents for their lost livelihoods.[297] In March 2022, Japan's Supreme Court rejected an appeal from TEPCO and upheld the order for it to pay damages 1.4 billion yen ($12 million) to about 3,700 people whose lives were harmed by the disaster. Its decision covered three class-action lawsuits, among more than 30 filed against the utility.[298] On 17 June 2022, the Supreme Court acquitted the government of any wrongdoing regarding potential compensation to over 3,700 people affected by the disaster.[299] On 13 July 2022, four former TEPCO executives were ordered to pay 13 trillion yen ($95 billion) in damages to the operator of Fukushima Dai-ichi nuclear power plant, in the civil case brought by Tepco shareholders.[300] By March 2012, one year after the disaster, all but two of Japan's nuclear reactors had been shut down; some had been damaged by the quake and tsunami. Authority to restart the others after scheduled maintenance throughout the year was given to local governments, which all decided against reopening them. According to The Japan Times, the disaster changed the national debate over energy policy almost overnight. \"By shattering the government's long-pitched safety myth about nuclear power, the crisis dramatically raised public awareness about energy use and sparked strong anti-nuclear sentiment\".[citation needed] An energy white paper, approved by the Japanese Cabinet in October 2011, says \"public confidence in safety of nuclear power was greatly damaged\" by the disaster and called for a reduction in the nation's reliance on nuclear power. It also omitted a section on nuclear power expansion that was in the previous year's policy review.[301] The nuclear plant closest to the epicenter of the earthquake, the Onagawa Nuclear Power Plant, successfully withstood the cataclysm. Reuters said it may serve as a \"trump card\" for the nuclear lobby, providing evidence that it is possible for a correctly designed and operated nuclear facility to withstand such a cataclysm.[302] The loss of 30% of the country's generating capacity led to much greater reliance on liquified natural gas and coal.[303] Unusual conservation measures were undertaken. In the immediate aftermath, nine prefectures served by TEPCO experienced power rationing.[304] The government asked major companies to reduce power consumption by 15%, and some shifted their weekends to weekdays to smooth power demand.[305] Converting to a nuclear-free gas and oil energy economy would cost tens of billions of dollars in annual fees. One estimate is that even including the disaster, more years of life would have been lost in 2011 if Japan had used coal or gas plants instead of nuclear.[246] Many political activists have called for a phase-out of nuclear power in Japan, including Amory Lovins, who claimed, \"Japan is poor in fuels, but is the richest of all major industrial countries in renewable energy that can meet the entire long-term energy needs of an energy-efficient Japan, at lower cost and risk than current plans. Japanese industry can do it faster than anyone – if Japanese policymakers acknowledge and allow it\".[124] Benjamin K. Sovacool asserted that Japan could have exploited instead its renewable energy base. Japan has a total of \"324 GW of achievable potential in the form of onshore and offshore wind turbines (222 GW), geothermal power plants (70 GW), additional hydroelectric capacity (26.5 GW), solar energy (4.8 GW) and agricultural residue (1.1 GW).\"[306] Desertec Foundation explored the possibility of utilizing concentrated solar power in the region.[307] In contrast, others have said that the zero mortality rate from the Fukushima incident confirms their opinion that nuclear fission is the only viable option available to replace fossil fuels. Journalist George Monbiot wrote \"Why Fukushima made me stop worrying and love nuclear power.\" In it he said, \"As a result of the disaster at Fukushima, I am no longer nuclear-neutral. I now support the technology.\"[308][309] He continued, \"A crappy old plant with inadequate safety features was hit by a monster earthquake and a vast tsunami. The electricity supply failed, knocking out the cooling system. The reactors began to explode and melt down. The disaster exposed a familiar legacy of poor design and corner-cutting. Yet, as far as we know, no one has yet received a lethal dose of radiation.\"[310][311] Responses to Monbiot noted his \"false calculation that [nuclear powered electricity] is needed, that it can work economically, and that it can solve its horrific waste, decommissioning and proliferation-security pitfalls ... [along with human] safety, health and indeed human psychology issues.\"[312] In September 2011, Mycle Schneider said that the disaster can be understood as a unique chance \"to get it right\" on energy policy. \"Germany – with its nuclear phase-out decision based on a renewable energy program – and Japan – having suffered a painful shock but possessing unique technical capacities and societal discipline – can be at the forefront of an authentic paradigm shift toward a truly sustainable, low-carbon and nuclear-free energy policy.\"[313] On the other hand, climate and energy scientists James Hansen, Ken Caldeira, Kerry Emanuel, and Tom Wigley released an open letter calling on world leaders to support development of safer nuclear power systems, stating \"There is no credible path to climate stabilization that does not include a substantial role for nuclear power.\"[314] In December 2014, an open letter from 75 climate and energy scientists on the website of Australian pro-nuclear advocate Barry Brook asserted \"nuclear power has lowest impact on wildlife and ecosystems – which is what we need given the dire state of the world’s biodiversity.\"[315] Brook's advocacy for nuclear power has been challenged by opponents of nuclear industries, including environmentalist Jim Green of Friends of the Earth.[316] Brook has described the Australian Greens political party (SA Branch) and Australian Youth Climate Coalition as \"sad\" and \"increasingly irrelevant\" after they expressed their opposition to nuclear industrial development.[317] As of September 2011[update], Japan planned to build a pilot offshore floating wind farm, with six 2 MW turbines, off the Fukushima coast.[318] The first became operational in November 2013.[319] After the evaluation phase is complete in 2016, \"Japan plans to build as many as 80 floating wind turbines off Fukushima by 2020.\"[318] In 2012, Prime Minister Kan said the disaster made it clear to him that \"Japan needs to dramatically reduce its dependence on nuclear power, which supplied 30% of its electricity before the crisis, and has turned him into a believer of renewable energy\".[citation needed] Sales of solar panels in Japan rose 30.7% to 1,296 MW in 2011, helped by a government scheme to promote renewable energy. Canadian Solar received financing for its plans to build a factory in Japan with capacity of 150 MW, scheduled to begin production in 2014.[320] As of September 2012, the Los Angeles Times reported that \"Prime Minister Yoshihiko Noda acknowledged that the vast majority of Japanese support the zero option on nuclear power\",[321] and Prime Minister Noda and the Japanese government announced plans to make the country nuclear-free by the 2030s. They announced the end to construction of nuclear power plants and a 40-year limit on existing nuclear plants. Nuclear plant restarts must meet safety standards of the new independent regulatory authority. On 16 December 2012, Japan held its general election. The Liberal Democratic Party (LDP) had a clear victory, with Shinzō Abe as the new Prime Minister. Abe supported nuclear power, saying that leaving the plants closed was costing the country 4 trillion yen per year in higher costs.[322] The comment came after Junichiro Koizumi, who chose Abe to succeed him as premier, made a recent statement to urge the government to take a stance against using nuclear power.[323] A survey on local mayors by the Yomiuri Shimbun newspaper in January 2013 found that most of them from cities hosting nuclear plants would agree to restarting the reactors, provided the government could guarantee their safety.[324] More than 30,000 people marched on 2 June 2013, in Tokyo against restarting nuclear power plants. Marchers had gathered more than 8 million petition signatures opposing nuclear power.[325] In October 2013, it was reported that TEPCO and eight other Japanese power companies were paying approximately 3.6 trillion yen (37 billion dollars) more in combined imported fossil fuel costs compared to 2010, before the accident, to make up for the missing power.[326] From 2016 to 2018 the nation fired up at least eight new coal power plants. Plans for an additional 36 coal stations over the next decade are the biggest planned coal power expansion in any developed nation. The new national energy plan that would have coal provide 26% of Japan's electricity in 2030, presents the abandoning of a previous goal of reducing coal's share to 10%. The coal revival is seen as having alarming implications for air pollution and Japan's ability to meet its pledges to cut greenhouse gases by 80% by 2050.[327] A number of nuclear reactor safety system lessons emerged from the incident. The most obvious was that in tsunami-prone areas, a power station's sea wall must be adequately tall and robust.[11] At the Onagawa Nuclear Power Plant, closer to the epicenter of 11 March earthquake and tsunami,[328] the sea wall was 14 meters (46 ft) tall and successfully withstood the tsunami, preventing serious damage and radioactivity releases.[329][330] Nuclear power station operators around the world began to install Passive Autocatalytic hydrogen Recombiners (\"PARs\"), which do not require electricity to operate.[331][332][333] PARs work much like the catalytic converter on the exhaust of a car to turn potentially explosive gases such as hydrogen into water. Had such devices been positioned at the top of Fukushima I's reactor buildings, where hydrogen gas collected, the explosions would not have occurred and the releases of radioactive isotopes would arguably have been much less.[334] Unpowered filtering systems on containment building vent lines, known as Filtered Containment Venting Systems (FCVS), can safely catch radioactive materials and thereby allow reactor core depressurization, with steam and hydrogen venting with minimal radioactivity emissions.[334][335] Filtration using an external water tank system is the most common established system in European countries, with the water tank positioned outside the containment building.[336] In October 2013, the owners of Kashiwazaki-Kariwa nuclear power station began installing wet filters and other safety systems, with completion anticipated in 2014.[337][338] For generation II reactors located in flood or tsunami prone areas, a 3+ day supply of back-up batteries has become an informal industry standard.[339][340] Another change is to harden the location of back-up diesel generator rooms with water-tight, blast-resistant doors and heat sinks, similar to those used by nuclear submarines.[334] The oldest operating nuclear power station in the world, Beznau, which has been operating since 1969, has a 'Notstand' hardened building designed to support all of its systems independently for 72 hours in the event of an earthquake or severe flooding. This system was built prior to Fukushima Daiichi.[341][342] Upon a station blackout, similar to the one that occurred after Fukushima's back-up battery supply was exhausted,[343] many constructed Generation III reactors adopt the principle of passive nuclear safety. They take advantage of convection (hot water tends to rise) and gravity (water tends to fall) to ensure an adequate supply of cooling water to handle the decay heat, without the use of pumps.[344][345] As the crisis unfolded, the Japanese government sent a request for robots developed by the U.S. military. The robots went into the plants and took pictures to help assess the situation, but they couldn't perform the full range of tasks usually carried out by human workers.[346] The Fukushima disaster illustrated that robots lacked sufficient dexterity and robustness to perform critical tasks. In response to this shortcoming, a series of competitions were hosted by DARPA to accelerate the development of humanoid robots that could supplement relief efforts.[347][348] Eventually a wide variety of specially designed robots were employed (leading to a robotics boom in the region), but as of early 2016 three of them had promptly become non-functional due to the intensity of the radioactivity;[349] one was destroyed within a day.[citation needed] Japanese authorities later admitted to lax standards and poor oversight.[352] They took fire for their handling of the emergency and engaged in a pattern of withholding and denying damaging information.[352][353][354][355] Authorities allegedly[dubious – discuss] wanted to \"limit the size of costly and disruptive evacuations in land-scarce Japan and to avoid public questioning of the politically powerful nuclear industry\". Public anger emerged over what many saw as \"an official campaign to play down the scope of the accident and the potential health risks\".[354][355][356] Japan's mainstream media also won wide public mistrust for adhering closely to the government's downplaying of the accident, especially in the first weeks and months of the accident.[357] In many cases, the Japanese government's reaction was judged to be less than adequate by many in Japan, especially those who were living in the region. Decontamination equipment was slow to be made available and then slow to be utilized. As late as June 2011, even rainfall continued to cause fear and uncertainty in eastern Japan because of its possibility of washing radioactivity from the sky back to earth.[citation needed] To assuage fears, the government enacted an order to decontaminate over a hundred areas where the level of additional radiation was greater than one millisievert per year. This is a much lower threshold than is necessary for protecting health. The government also sought to address the lack of education on the effects of radiation and the extent to which the average person was exposed.[358] Previously a proponent of building more reactors, Prime Minister Naoto Kan took an increasingly anti-nuclear stance following the disaster. In May 2011, he ordered the aging Hamaoka Nuclear Power Plant closed over earthquake and tsunami concerns, and said he would freeze building plans. In July 2011, Kan said, \"Japan should reduce and eventually eliminate its dependence on nuclear energy\".[359] In October 2013, he said that if the worst-case scenario had been realized, 50 million people within a 250-kilometer (160 mi) radius would have had to evacuate.[360] On 22 August 2011, a government spokesman mentioned the possibility that some areas around the plant \"could stay for some decades a forbidden zone\". According to Yomiuri Shimbun the Japanese government was planning to buy some properties from civilians to store waste and materials that had become radioactive after the accidents.[361][362] Chiaki Takahashi, Japan's foreign minister, criticized foreign media reports as excessive. He added that he could \"understand the concerns of foreign countries over recent developments at the nuclear plant, including the radioactive contamination of seawater\".[363] Due to frustration with TEPCO and the Japanese government \"providing differing, confusing, and at times contradictory, information on critical health issues\"[364] a citizen's group called \"Safecast\" recorded detailed radiation level data in Japan.[365][366] The Japanese government decided to pump radioactive water to the Pacific after the Tokyo Olympics.[367] The international reaction to the disaster was diverse and widespread. Many inter-governmental agencies immediately offered help, often on an ad hoc basis. Responders included IAEA, World Meteorological Organization and the Preparatory Commission for the Comprehensive Nuclear Test Ban Treaty Organization.[368] In May 2011, UK chief inspector of nuclear installations Mike Weightman traveled to Japan as the lead of an International Atomic Energy Agency (IAEA) expert mission. The main finding of this mission, as reported to the IAEA ministerial conference that month, was that risks associated with tsunamis in several sites in Japan had been underestimated.[369] In September 2011, IAEA Director General Yukiya Amano said the Japanese nuclear disaster \"caused deep public anxiety throughout the world and damaged confidence in nuclear power\".[370][371] Following the disaster, it was reported in The Economist that the IAEA halved its estimate of additional nuclear generating capacity to be built by 2035.[372] In the aftermath, Germany accelerated plans to close its nuclear power reactors and decided to phase the rest out by 2022[373] (see also Nuclear power in Germany). Belgium and Switzerland have also changed their nuclear policies to phase-out all nuclear energy operations.[374] Italy held a national referendum, in which 94 percent voted against the government's plan to build new nuclear power plants.[375] In France, President Hollande announced the intention of the government to reduce nuclear usage by one third. However, the government earmarked only one power station for closure – the aging Fessenheim Nuclear Power Plant on the German border – which prompted some to question the government's commitment to Hollande's promise. Industry Minister Arnaud Montebourg is on record as saying that Fessenheim will be the only nuclear power station to close. On a visit to China in December 2014 he reassured his audience that nuclear energy was a \"sector of the future\" and would continue to contribute \"at least 50%\" of France's electricity output.[376] Another member of Hollande's Socialist Party, the MP Christian Bataille, said that Hollande announced the nuclear curb to secure the backing of his Green coalition partners in parliament.[377] China suspended its nuclear development program briefly, but restarted it shortly afterwards. The initial plan had been to increase the nuclear contribution from 2 to 4 percent of electricity by 2020, with an escalating program after that. Renewable energy supplies 17 percent of China's electricity, 16% of which is hydroelectricity. China plans to triple its nuclear energy output to 2020, and triple it again between 2020 and 2030.[378] New nuclear projects were proceeding in some countries. KPMG reports 653 new nuclear facilities planned or proposed for completion by 2030.[379] By 2050, China hopes to have 400–500 gigawatts of nuclear capacity – 100 times more than it has now.[380] The Conservative Government of the United Kingdom is planning a major nuclear expansion despite some public objection.[citation needed] So is Russia.[381] India is also pressing ahead with a large nuclear program, as is South Korea.[382] Indian Vice President M Hamid Ansari said in 2012 that \"nuclear energy is the only option\" for expanding India's energy supplies,[383] and Prime Minister Modi announced in 2014 that India intended to build 10 more nuclear reactors in a collaboration with Russia.[384] In the wake of the disaster, the Senate Appropriations Committee requested the United States Department of Energy “to give priority to developing enhanced fuels and cladding for light water reactors to improve safety in the event of accidents in the reactor or spent fuel pools”.[385] This brief has led to ongoing research and development of Accident Tolerant Fuels, which are specifically designed to withstand the loss of cooling for an extended period, increase time to failure, and increase fuel efficiency.[386] This is accomplished by incorporating specially designed additives to standard fuel pellets and replacing or altering the fuel cladding in order to reduce corrosion, decrease wear, and reduce hydrogen generation during accident conditions.[387] While research is still ongoing, on 4 March 2018, the Edwin I. Hatch Nuclear Power Plant near Baxley, Georgia has implemented “IronClad” and “ARMOR” (Fe-Cr-Al and coated Zr claddings, respectively) for testing.[388] Three investigations into the Fukushima disaster showed the man-made nature of the catastrophe and its roots in regulatory capture associated with a \"network of corruption, collusion, and nepotism.\"[389][390] A New York Times report found that the Japanese nuclear regulatory system consistently sided with, and promoted, the nuclear industry based on the concept of amakudari ('descent from heaven'), in which senior regulators accepted high paying jobs at companies they once oversaw.[391] In August 2011, several top energy officials were fired by the Japanese government; affected positions included the Vice-minister for Economy, Trade and Industry; the head of the Nuclear and Industrial Safety Agency, and the head of the Agency for Natural Resources and Energy.[392] In 2016 three former TEPCO executives, chairman Tsunehisa Katsumata and two vice presidents, were indicted for negligence resulting in death and injury.[208][393] In June 2017 the first hearing took place, in which the three pleaded not guilty to professional negligence resulting in death and injury.[394] In September 2019 the court found all three men not guilty.[395] The Fukushima Nuclear Accident Independent Investigation Commission (NAIIC) was the first independent investigation commission by the National Diet in the 66-year history of Japan's constitutional government. Fukushima \"cannot be regarded as a natural disaster,\" the NAIIC panel's chairman, Tokyo University professor emeritus Kiyoshi Kurokawa, wrote in the inquiry report. \"It was a profoundly man-made disaster – that could and should have been foreseen and prevented. And its effects could have been mitigated by a more effective human response.\"[396] \"Governments, regulatory authorities and Tokyo Electric Power [TEPCO] lacked a sense of responsibility to protect people's lives and society,\" the Commission said. \"They effectively betrayed the nation's right to be safe from nuclear accidents.[397] He stated that the disaster was \"made in Japan\", since it was a manifestation of certain cultural traits, saying: “Its fundamental causes are to be found in the ingrained conventions of Japanese culture: our reflexive obedience; our reluctance to question authority; our devotion to ‘sticking with the program’; our groupism; and our insularity.”[398] The Commission recognized that the affected residents were still struggling and facing grave concerns, including the \"health effects of radiation exposure, displacement, the dissolution of families, disruption of their lives and lifestyles and the contamination of vast areas of the environment\". The purpose of the Investigation Committee on the Accident at the Fukushima Nuclear Power Stations (ICANPS) was to identify the disaster's causes and propose policies designed to minimize the damage and prevent the recurrence of similar incidents.[399] The 10 member, government-appointed panel included scholars, journalists, lawyers, and engineers.[400][401] It was supported by public prosecutors and government experts.[402] and released its final, 448-page[403] investigation report on 23 July 2012.[220][404] The panel's report faulted an inadequate legal system for nuclear crisis management, a crisis-command disarray caused by the government and TEPCO, and possible excess meddling on the part of the Prime Minister's office in the crisis' early stage.[405] The panel concluded that a culture of complacency about nuclear safety and poor crisis management led to the nuclear disaster.[400] Cited Others","Title":"Fukushima nuclear disaster - Wikipedia","KeyID":"8747","URL":"https://en.wikipedia.org/wiki/Fukushima_nuclear_disaster"}