{"Content: ":"The telex network is a station-to-station switched network of teleprinters similar to a telephone network, using telegraph-grade connecting circuits for two-way text-based messages.[1] Telex was a major method of sending written messages electronically between businesses in the post–World War II period. Its usage went into decline as the fax machine grew in popularity in the 1980s. The term \"telex\" refers to the network, and sometimes the teleprinters (as \"telex machines\"),[2] although point-to-point teleprinter systems had been in use long before telex exchanges were built in the 1930s. Teleprinters evolved from telegraph systems, and, like the telegraph, use binary signals, with mark and space logic represented by the presence or absence of a certain level of electric current. This differs from the analog telephone system, which used varying voltage to represent sound. For this reason, telex exchanges were entirely separate from the telephone system, with their own signalling standards, exchanges and system of telex numbers (the counterpart of telephone numbers). Telex provided the first common medium for international record communications using standard signalling techniques and operating criteria as specified by the International Telecommunication Union. Customers on any telex exchange could deliver messages to any other, around the world. To reduce connecting line usage, telex messages were encoded onto paper tape and then read into the line as quickly as possible. The system normally delivered information at 50 baud or approximately 66 words per minute, encoded using the International Telegraph Alphabet No. 2. In the last days of the traditional telex networks, end-user equipment was often replaced by modems and phone lines, reducing the telex network to what was effectively a directory service running on the phone network. Telex began in Germany as a research and development program in 1926 that became an operational teleprinter service in 1933. The service, operated by the Reichspost (Reich postal service)[3] had a speed of 50 baud – approximately 66 words per minute. Telex service spread within Europe and (particularly after 1945) around the world.[4] By 1978, West Germany, including West Berlin, had 123,298 telex connections. Long before automatic telephony became available, most countries, even in central Africa and Asia, had at least a few high-frequency (shortwave) telex links. Often, government postal and telegraph services (PTTs) initiated these radio links. The most common radio standard, CCITT R.44 had error-corrected retransmitting time-division multiplexing of radio channels. Most impoverished PTTs operated their telex-on-radio (TOR) channels non-stop, to get the maximum value from them. The cost of TOR equipment has continued to fall. Although the system initially required specialised equipment, as of 2016[update] many amateur radio operators operate TOR (also known as RTTY) with special software and inexpensive hardware to connect computer sound cards to short-wave radios.[5] Modern cablegrams or telegrams actually operate over dedicated telex networks, using TOR whenever required.[citation needed] Telex served as the forerunner of modern fax, email, and text messaging – both technically and stylistically. Abbreviated English (like \"CU L8R\" for \"see you later\") as used in texting originated with telex operators exchanging informal messages in real time[citation needed] – they became the first \"texters\" long before the introduction of mobile phones[citation needed]. Telex users could send the same message to several places around the world at the same time, like email today, using the Western Union InfoMaster Computer. This involved transmitting the message via paper tape to the InfoMaster Computer (dial code 6111) and specifying the destination addresses for the single text. In this way, a single message could be sent to multiple distant telex and TWX machines as well as delivering the same message to non-telex and non-TWX subscribers via Western Union Mailgram. Telex messages are routed by addressing them to a telex address, e.g., \"14910 ERIC S\", where 14910 is the subscriber number, ERIC is an abbreviation for the subscriber's name (in this case Telefonaktiebolaget L.M. Ericsson in Sweden) and S is the country code or location code. Solutions also exist for the automatic routing of messages to different telex terminals within a subscriber organization, by using different terminal identities, e.g., \"+T148\". The country codes (formally, network identification codes) for the first countries to adopt Telex are single letters, while other countries have two-letter codes.[6][7] Some specialty services and American cities have three-letter network or location codes (such as MAS for Inmarsat or LSA for Los Angeles), and a few towns have four-letter codes (such as ROVE for Rockville, Maryland).[8] A major advantage of telex is that the receipt of the message by the recipient could be confirmed with a high degree of certainty by the \"answerback\". At the beginning of the message, the sender would transmit a WRU (Who aRe yoU) code, and the recipient machine would automatically initiate a response which was usually encoded in a rotating drum with pegs, much like a music box. The position of the pegs sent an unambiguous identifying code to the sender, so the sender could verify connection to the correct recipient. The WRU code would also be sent at the end of the message, so a correct response would confirm that the connection had remained unbroken during the message transmission. This gave telex a major advantage over group 2 fax, which had no inherent error-checking capability. The usual method of operation was that the message would be prepared off-line, using paper tape. All common telex machines incorporated a five-hole paper-tape punch and reader. Once the paper tape had been prepared, the message could be transmitted in minimum time. Telex billing was always by connected duration, so minimizing the connected time saved money. However, it was also possible to connect in \"real-time\", where the sender and the recipient could both type on the keyboard and these characters would be immediately printed on the distant machine. Telex could also be used as a rudimentary but functional carrier of information from one IT system to another, in effect a primitive forerunner of electronic data interchange. The sending IT system would create an output (e.g., an inventory list) on paper tape using a mutually agreed format. The tape would be sent by telex and collected on a corresponding paper tape by the receiver and this tape could then be read into the receiving IT system. One use of telex circuits, in use until the widescale adoption of X.400 and Internet email, was to facilitate a message handling system, allowing local email systems to exchange messages with other email and telex systems via a central routing operation, or switch. One of the largest such switches was operated by Royal Dutch Shell as recently as 1994, permitting the exchange of messages between a number of IBM Officevision, Digital Equipment Corporation ALL-IN-1 and Microsoft Mail systems. In addition to permitting email to be sent to telex, formal coding conventions adopted in the composition of telex messages enabled automatic routing of telexes to email recipients. The Teletypewriter Exchange Service (TWX) was developed by the AT&T Corporation in the United States. It originally transmitted at 45.45 baud or approximately 60 words per minute, using five-bit Baudot code. AT&T began TWX on November 21, 1931.[9][10] In 1963, AT&T developed a second generation of TWX called \"four row\" based on the Teletype Model 33 teleprinter using a 110 baud modem and a subset of the seven-bit ASCII code without lower-case letters.[11] TWX was offered in both \"3-row\" Baudot and \"4-row\" ASCII versions up to the late 1970s. TWX used the public switched telephone network. In addition to having separate area codes (510, 610, 710, 810, and 910) for the TWX service, the TWX lines were also set up with a special Class of Service to prevent connections from POTS to TWX and vice versa. The code/speed conversion between \"3-row\" Baudot and \"4-row\" ASCII TWX service was accomplished using a special Bell \"10A/B board\" via a live operator. A TWX customer would place a call to the 10A/B board operator for Baudot – ASCII calls, ASCII – Baudot calls, and also TWX conference calls. The code / speed conversion was done by a Western Electric unit that provided this capability. There were multiple code / speed conversion units at each operator position. AT&T published the trade magazine TWX, related to the Teletypewriter Exchange Service, from 1944 to 1952. It published articles that touched upon many aspects of the technology. Western Union purchased the TWX system from AT&T in January 1969.[12] The TWX system and the special US area codes (510, 710, 810, and 910) continued until 1981, when Western Union completed the conversion to the Western Union Telex II system. Any remaining \"3-row\" Baudot customers were converted to Western Union Telex service during the period 1979 to 1981. Bell Canada retained area code 610 until 1992; its remaining numbers were moved to non-geographic area code 600. The modem for this service was the Bell 101 dataset, which is the direct ancestor of the Bell 103 modem that launched computer time-sharing. The 101 was revolutionary because it ran on ordinary unconditioned telephone subscriber lines, allowing the Bell System to run TWX alongside POTS on a single public switched telephone network. Telex II was the name for the TWX network after it was acquired from AT&T by Western Union. It was re-acquired by AT&T in 1990 in the purchase of the Western Union assets that became AT&T EasyLink Services.[citation needed] In 1958, Western Union started to build a telex network in the United States.[13] This telex network started as a satellite exchange located in New York City and expanded to a nationwide network. Western Union chose Siemens & Halske AG,[14] now Siemens AG, and ITT[15] to supply the exchange equipment, provisioned the exchange trunks via the Western Union national microwave system and leased the exchange to customer site facilities from the local telephone company. Teleprinter equipment was originally provided by Siemens & Halske AG[16] and later by Teletype Corporation.[17] Initial direct international telex service was offered by Western Union, via W.U. International, in the summer of 1960 with limited service to London and Paris.[18] In 1962, the major exchanges were located in New York City (1), Chicago (2), San Francisco (3), Kansas City (4) and Atlanta (5).[19] The telex network expanded by adding the final parent exchange cities of Los Angeles (6), Dallas (7), Philadelphia (8) and Boston (9), starting in 1966. The telex numbering plan, usually a six-digit number in the United States, was based on the major exchange where the customer's telex machine terminated.[20] For example, all telex customers that terminated in the New York City exchange were assigned a telex number that started with a first digit \"1\". Further, all Chicago-based customers had telex numbers that started with a first digit of \"2\". This numbering plan was maintained by Western Union as the telex exchanges proliferated to smaller cities in the United States. The Western Union Telex network was built on three levels of exchanges.[21] The highest level was made up of the nine exchange cities previously mentioned. Each of these cities had the dual capability of terminating telex customer lines and setting up trunk connections to multiple distant telex exchanges. The second level of exchanges, located in large cities such as Buffalo, Cleveland, Miami, Newark, Pittsburgh and Seattle, were similar to the highest level of exchanges in capability of terminating telex customer lines and setting up trunk connections. However, these second level exchanges had a smaller customer line capacity and only had trunk circuits connected to regional cities. The third level of exchanges, located in small to medium-sized cities, could terminate telex customer lines and had a single trunk group running to its parent exchange. Loop signaling was offered in two different configurations for Western Union Telex in the United States. The first option, sometimes called local or loop service, provided a 60 milliampere loop circuit from the exchange to the customer teleprinter. The second option, sometimes called long distance or polar was used when a 60 milliampere connection could not be achieved, provided a ground return polar circuit using 35 milliamperes on separate send and receive wires. By the 1970s, under pressure from the Bell operating companies wanting to modernize their cable plant and lower the adjacent circuit noise that these telex circuits sometimes caused, Western Union migrated customers to a third option called F1F2. This F1F2 option replaced the DC voltage of the local and long distance options with modems at the exchange and subscriber ends of the telex circuit. Western Union offered connections from Telex to the AT&T Teletypewriter eXchange (TWX) system in May 1966 via its New York Information Services Computer Center.[22] These connections were limited to those TWX machines that were equipped with automatic answerback capability per CCITT standard. USA-based Telex users could send the same message to several places around the world at the same time, like email today, using the Western Union InfoMaster Computer. This involved transmitting the message via paper tape to the InfoMaster Computer (dial code 6111) and specifying the destination addresses for the single text. In this way, a single message could be sent to multiple distant Telex and TWX machines as well as delivering the same message to non-Telex and non-TWX subscribers via Western Union Mailgram. \"International record carrier\" (IRC) was a term created by the Federal Communications Commission (FCC) in the United States. Bell's original consent agreement limited it to international dial telephony, and the Western Union Telegraph Company had given up its international telegraphic operation in a 1939 bid to monopolize U.S. telegraphy by taking over ITT's postal, telegraph and telephone service (PTT) business. The result was a de-emphasis on telex in the U.S. and the creation of several international telex and telegraphy companies, collectively called IRCs: Bell Telex users had to select which IRC to use, and then append the necessary routing digits. The IRCs converted between TWX and Western Union Telegraph Co. standards. Telex began in the UK as an evolution from the 1930s Telex Printergram service, appearing in 1932 on a limited basis. This used the telephone network in conjunction with a Teleprinter 7B and signalling equipment to send a message to another subscriber with a teleprinter, or to the Central Telegraph Office. In 1945, as the traffic increased, it was decided to have a separate network for telex traffic, and the first manual exchange opened in London. By 1954, the public inland telex service opened via manually switched exchanges. A number of subscribers were served via automatic sub-centres which used relays and Type 2 uniselectors, acting as concentrators for a manual exchange. In the late 1950s, the decision was made to convert to automatic switching and this was completed by 1961; there were 21 exchanges spread across the country, with one international exchange in London. The equipment used the Strowger system for switching, as was the case for the telephone network. Conversion to Stored Programme Control (SPC) began in 1984 using exchanges made by Canadian Marconi, with the last Strowger exchange closing in 1992. User numbers increased over the ensuing years into the 1990s. The dominant supplier of the telex machines was Creed, a division of ITT. A separate service Secure Stream 300 (previously Circuit Switched Data Network) was a variant of telex running at 300 baud, used for telemetry and monitoring purposes by utility companies and banks, among others. This was a high-security virtual private wire system with a high degree of resilience through diversely routed dual-path network configurations. After privatization of the telecommunications network under Margaret Thatcher's government at the start of the 1980s, Mercury Communications[23] also provided a telex network, based on T200-series switching equipment[24] supplied by the Swiss company Hasler in 1986 (after 1987 a member of the Ascom company). In 1996 Mercury was incorporated into Cable & Wireless Communications, which continued telex operation until 2006 when the remaining telex subscribers were transferred to Swiss Telex, which operated a multinational telex network until 2020 (also with T200 equipment). British Telecom stopped offering the telex service to new customers in 2004 and discontinued the service in 2008, allowing users to transfer to Swiss Telex if they wished to continue to use telex.[25] Canada-wide automatic teleprinter exchange service was introduced by the CPR Telegraph Company and CN Telegraph in July 1957. (The two companies, operated by rivals Canadian National Railway and Canadian Pacific Railway, would join to form CNCP Telecommunications in 1967.) This service supplemented the existing international telex service that was put in place in November 1956. Canadian telex customers could connect with nineteen European countries in addition to eighteen Latin American, African, and trans-Pacific countries.[26] The major exchanges were located in Montreal (01), Toronto (02), and Winnipeg (03).[27] Telex is still in operation but not in the sense described in the CCITT Blue Book documentation. iTelegram offers telex-like service without subscriber telex lines. Individual subscribers can use Deskmail, a Windows program that connects to the iTelegram telex network, using IP as the last mile.[28][29] Telex has been mostly superseded by fax, email, and SWIFT, although radiotelex (telex via HF radio) is still used in the maritime industry and is a required element of the Global Maritime Distress and Safety System. See Worldwide use of telegrams by country for current status in different countries. The EU Flight Compensation Regulation (EC 261/2004), Article 9(2), requires that airlines provide sufficiently delayed passengers with \"two telephone calls, telex or fax messages, or e-mails\". It is not clear whether the \"or\" means that the choice of messaging service is the passenger's or airline's, nor how many passengers request or use telex messages.[citation needed]","Title":"Telex - Wikipedia","KeyID":"8749","URL":"https://en.wikipedia.org/wiki/Telex"}