{"Content: ":"Douglas A. Lawson (born 1947) is a geologist, paleontologist, and computer scientist. In 1971 Lawson discovered wing bone fossils from a giant pterosaur[1] embedded in a sandstone outcropping at Big Bend National Park, Texas.[2] At the time the fossils were found, Lawson was working with Professor Wann Langston, Jr. of the University of Texas at Austin. Lawson was at Big Bend searching for the bones of titanosaur sauropods, such as Alamosaurus, when the pterosaur bones, which he later named Quetzalcoatlus, were discovered. When the discovery of the fossils was reported in 1975, Quetzalcoatlus was the largest flying creature known to have lived.[3] A fellow researcher challenged Lawson's estimates of the dimensions of the wing architecture of Quetzalcoatlus. However, Lawson responded by demonstrating that while inconsistent with those of modern-day birds, his estimates were consistent with extrapolations of other pterosaurs, such as Pterodactylus antiquus.[4] In 2010 the U.S. National Park Service described Quetzalcoatlus as the world's second-largest known flying creature.[5] Lawson's discovery of the remains of Quetzalcoatlus northropi caused scientists to rethink both the evolution of flight and the habitats of giant fliers.[citation needed] Lawson appears in Sir David Attenborough's motion picture documentary, Flying Monsters 3D (2010), discussing the impressive wingspan of Quetzalcoatlus and how estimates of that wingspan have changed over time. Lawson's interest in evolving systems and swarming led him to develop as a computer scientist. While working at Southwest Airlines, Lawson used evolutionary computation methods to evaluate alternate means of having passengers board aircraft. Based upon the behavior of ants, Lawson determined whether assigned seating would be faster than Southwest's \"festival seating\" by creating an ant-based routing computer simulation of passengers boarding a plane, and then trying each pattern.[6][7] Additionally, Lawson has used ant-based routing in assigning aircraft arrivals to airport gates. At Southwest Airlines a software program uses swarm theory, or swarm intelligence — the idea that a colony of ants works better than one alone. \"People don't like being only 500 yards away from a gate and having to sit out there until another aircraft leaves.\"[8] \"Each pilot or plane acts like an ant searching for the best airport gate. \"The pilot learns from his experience what's the best for him, and it turns out that that's the best solution for the airline,\" Lawson explained. As a result, the \"colony\" of pilots always go to gates from which they can arrive and depart quickly. The program can even alert a pilot of plane back-ups before they happen. \"We can anticipate that it's going to happen, so we'll have a gate available,\" Lawson says.[9] Lawson was one of 100 alumni featured in Celebrating 100 Years: 1910-2010, marking the 100th anniversary of the Graduate School at the University of Texas at Austin. He was among individuals selected to represent the Jackson School of Geosciences.[10] Lawson began his synecological research during his master's degree studying the paleoecology of the Tornillo Formation in Big Bend National Park, Texas. During his study of this Late Cretaceous intermontane basin community, he discovered the fossil remains of the giant pterosaur, Quetzalcoatlus Northropi, which he named in honor of John K. Northrop because of its similarity to Northrop's flying wing aircraft design. While at the University of California, Lawson continued his synecological studies emphasizing the stability analysis of evolving trophic networks. Lawson incorporated biogeographic information in the standard community matrix by producing a symmetrical matrix from the correlation coefficient matrix of the spatial distribution of individual species members. This augmented community matrix provided a probabilistic trophic network. Lawson also demonstrated that since the coefficients of the characteristic equation represented the principal minor of the network matrix and loop analysis was essentially the calculation of all possible principal minors, the extraction of the eigenvectors provided the same stability analysis with little computational effort.[11] These were significant insights since the standard community matrix did capture the detailed community structure needed for studying evolving systems,[12] and since ecosystems that extend over millions of years can involve many tens of species complete loop analysis (based upon Richard Levins' loop analysis method) that at the time required the use of supercomputers. Lawson taught paleontology at Louisiana State University. Working for Philips, Arco, and as a consultant, Lawson mapped out the ancient environments of marine invertebrates. \"To me it was mapping out the movement of habitats,\" says Lawson. \"To the oil industry it was reservoir characterization,\" a process that helps geologists locate oil and gas.[13] While continuing his study of habitat evolution as an oil industry consultant, he invented a patentable method for 3-dimensional mapping habitat facies. At Southwest Airlines, Dr. Lawson has described his work in terms of customer service. \"I'm a living systems engineer. I try to improve the service experience for our customers by using living systems principles. The components that make up our customer service experience, like the actual number of service desks at the airport, or the number of agents ready to take care of our people or the actual functions they perform and when - all must be as reactive to the world around them as the customer. And people never act the same way in the same setting. Their behavior is influenced by their surroundings. We've tried through computer simulation to convert customer insights about our service into living things, so to speak, things that have memories that we can quantify into costs. Those things, those insights, must survive on their own, too.\"[14]","Title":"Douglas A. Lawson - Wikipedia","KeyID":"875","URL":"https://en.wikipedia.org/wiki/Douglas_A._Lawson"}