{"Content: ":"The Palace of Nations (French: Palais des Nations, pronounced [palɛ de nɑsjɔ̃]) is the home of the United Nations Office at Geneva, located in Geneva, Switzerland. It was built between 1929 and 1938[1] to serve as the headquarters of the League of Nations. It has served as the home of the United Nations Office at Geneva since 1946 when the Secretary-General of the United Nations signed a Headquarters Agreement with the Swiss authorities, although Switzerland did not become a member of the United Nations until 2002. In 2012 alone, the Palace of Nations hosted more than 10,000 intergovernmental meetings.[2] An architectural competition held in the 1920s to choose a design for the complex described the project as follows: The Palace, whose construction is the object of the competition, is intended to house all the organs of the League of Nations in Geneva. It should be designed in such a way as to allow these organs to work, to preside and to hold discussions, independently and easily in the calm atmosphere which should prevail when dealing with problems of an international dimension. A jury of nine architects was selected to choose a final design from among 377 entries: Hendrik Petrus Berlage, Victor Horta, Josef Hoffman, Charles Lemaresquier, John James Burnet, Attilio Muggia, Ivar Tengbom, Carlos Gato of Madrid, and Karl Moser.[3] The jury was unable to choose a single winner.[4] Ultimately, the five architects behind the leading entries were chosen to collaborate on a final design: Julien Flegenheimer of Switzerland, Camille Lefèvre and Henri-Paul Nénot of France, Carlo Broggi of Italy and József Vágó of Hungary. Donations from League members were used in the interior. The Palace constituted at the time of completion (1936), volume wise, the second-largest building complex in Europe after Versailles (440,000 m3 (15,500,000 cu ft) vs. 460,000 m3 (16,200,000 cu ft)).[5] After its transfer to the United Nations, two extensions were added to the building, which considerably increased the size of the usable area of the building. Between 1950 and 1952, three floors were added to the \"K\" building, and the \"D\" building was constructed to house temporarily the World Health Organization. The \"E\" building (or \"New\" Building) was added between 1968 and 1973 as a conference facility (an additional eleven conference rooms and an extra volume of 380,000 m3 (13,400,000 cu ft)), bringing the total number of conference rooms to 34. With the additions, the complex is 600 metres (2,000 ft) long and holds 2,800 offices, with a total volume of 853,000 m3 (30,100,000 cu ft)[6] In December 1988, in order to hear Yasser Arafat, the United Nations General Assembly moved its 43rd session from the United Nations Headquarters in New York to the Palace of Nations.[7] The Palace is located in Ariana Park, which was bequeathed to the City of Geneva in 1890 by Gustave de Revilliod de la Rive [fr; de], on several conditions: i.a., that the park always remain accessible to the public and that he be buried in the park. The park also contains a 1668 chalet. Beneath the Palace's foundation stone is a time capsule containing a document listing the names of the League of Nations member states, a copy of the Covenant of the League, and specimen coins of all the countries represented at the league's Tenth Assembly. A medal showing the Palace of Nations with the Jura Mountains in the background was struck in silvered bronze.[8] The building overlooks Lake Geneva and has a clear view of the French Alps. Building A of the Palace of Nations The Celestial Sphere presented to the United Nations by the Woodrow Wilson Foundation United Nations Member States' flags raised at the Palace of Nations Statue Family in the park of the palace The Assembly Hall is used for large or major meetings such as the World Health Assembly The Conference on Disarmament in the Council Chamber The Human Rights and Alliance of Civilizations Room, used by the United Nations Human Rights Council","Title":"Palace of Nations - Wikipedia","KeyID":"8753","URL":"https://en.wikipedia.org/wiki/Palace_of_Nations"}