{"Content: ":"Essential medicines, as defined by the World Health Organization (WHO), are the medicines that \"satisfy the priority health care needs of the population\".[1] These are the medications to which people should have access at all times in sufficient amounts. The prices should be at generally affordable levels.[2] Since 1977, the WHO has published a model list of essential medicines, with the current (2019) list for adult patients containing over 400 medicines.[3] Since 2007, a separate list of medicines intended for child patients has been published.[4] Both the WHO adult and children's lists contain a notation indicating that a particular medication is \"complementary\", thus essentially there are two lists, the \"core list\" and the \"complementary list\". The core list presents a list of minimum medicine needs for a basic health care system, listing the most efficacious, safe and cost-effective medicines for priority conditions. Priority conditions are selected on the basis of current and estimated future public health relevance, and potential for safe and cost-effective treatment. The complementary list presents essential medicines for priority diseases, for which specialized diagnostic or monitoring facilities are needed. In case of doubt medicines may also be listed as complementary on the basis of higher costs or less attractive cost-effectiveness in a variety of settings. The list is important because it forms the basis of national drugs policy in more than 155 countries, both in the developed and developing world. Many governments refer to WHO recommendations when making decisions on health spending. Countries are encouraged to prepare their own lists taking into consideration local priorities. Over 150 countries have published an official essential medicines list.[5] The definition of essential medicines has changed over time. The original WHO definition in 1977 was that they were medicines \"of utmost importance, basic, indispensable, and necessary for the healthcare needs of the population\".[6] The concept was mentioned in one of the ten points of the 1978 Alma Ata Declaration on primary health care. In 2002 definition was changed to: Essential medicines are those that satisfy the priority health care needs of the population.[7] And this remains the definition as of 2019[update].[1] Items are chosen as essential medicines based on how common the disease that is being treated, evidence of benefit, the degree of side effects and the cost compared to other options.[8] Cost effectiveness is the subject of debate between producers (pharmaceutical companies) and purchasers of drugs (national health services). It is estimated that access to essential medicines could save 10 million people a year.[9] The WHO Model List of Essential Medicines has been updated every two years since 1977. The 21st version was published in April 2019.[10] The first edition of the \"WHO Model List of Essential Medicines for Children\", was published in 2007, while the 7th edition was published in 2019.[5][4][10] It was created to make sure that the needs of children were systematically considered such as availability of proper formulations.[5] The first edition contained 450 formulations of 200 different medications.[5] The number of medications has nearly doubled, from the original 208 in 1977, to more than 340.[11] The range has increased over the years and now[when?] includes an antimigraine drug, antidotes, and antineoplastic drugs. The third list for children from 2011, contains 269 medications.[12] Access to essential medicines are part of the Sustainable Development Goals, specifically goal 3.8.[13] A number of organizations, which are global in scope, use the list to determine which medications they will supply.[5]","Title":"Essential medicines - Wikipedia","KeyID":"8763","URL":"https://en.wikipedia.org/wiki/Essential_medicines"}