{"Content: ":"The Stop TB Partnership was established in 2001 to eliminate tuberculosis as a public health problem. Its 1500 partner organizations include international, nongovernmental and governmental organizations and patient groups. The secretariat is based in Geneva, Switzerland, and, since 2015, has been administered by UNOPS. Previously it was hosted by the World Health Organization.[1] The Stop TB Initiative was established following the meeting of the First Session of the Ad Hoc Committee on the Tuberculosis Epidemic held in London in March 1998.[2] In March 2000 the Stop TB Partnership produced the Amsterdam Declaration to Stop TB, which called for action from ministerial delegations of 20 countries with the highest burden of TB. That same year the World Health Assembly endorsed the establishment of a Global Partnership to Stop TB.[3] The Global Plan 2016-2020 is a 5-year investment plan that represents the roadmap to accelerating impact on the TB epidemic and reaching the targets of the WHO End TB Strategy. This is the 4th Global Plan since the inception of Stop TB Partnership in 2000. This plan, based on the End TB strategy, aims to end TB and \"walks away\" from the limited approach aimed to \"controlling\" the diseases only. Specifically it speaks about preventing TB, active case finding and contact tracing, focusing attention to key vulnerable and marginalized groups, developing and roll out of new tools, and implementing TB services packages that are comprehensive and work in different type of epidemic and socioeconomic environments. The global TB report 2019 revealed that the world did not meet its 2019 goal of eliminating TB, and that multi - drug resistant TB is still prevalent in many countries around the world.[4] In April 2021, Stop TB Partnership announced the start of the process for developing the next Global Plan to End Tuberculosis (TB). The new Global Plan will cover the years 2023 to 2030 and will particularly define what resources are required to end the global tuberculosis epidemic.[5] The Partnership's activities focus chiefly on raising awareness about TB and advocating for greater commitment to and funding for TB prevention, treatment and research.[citation needed]The Partnership consists of a Coordinating Board, a Partnership Secretariat hosted by UNOPS in Geneva, Switzerland, and seven Working Groups (WG).[3]It also provides TB drugs directly to countries heavily affected by the disease through its Global Drug Facility.[3] Charity evaluator GiveWell first reviewed the Stop TB Partnership in July 2009.[6] At the time, the Stop TB Partnership was given a 3 star rating (the highest possible). Until November 2011, the Stop TB Partnership was among GiveWell's top-rated charities, second only to VillageReach. In November 2011, GiveWell published an updated review of Stop TB[7] and concluded that \"The Stop TB Partnership does not currently qualify for our highest ratings.\" They elaborated by saying that: \"As of November 2011, we do not have a clear understanding of Stop TB's room for more funding. We have discussed this question with Stop TB and hope to improve our understanding of this in the future.\"","Title":"Stop TB Partnership - Wikipedia","KeyID":"8769","URL":"https://en.wikipedia.org/wiki/Stop_TB_Partnership"}