{"Content: ":"Proceedings of the Royal Society is the parent title of two scientific journals published by the Royal Society. Originally a single journal, it was split into two separate journals in 1905: The two journals are the Royal Society's main research journals. Many celebrated names in science have published their research in the Proceedings of the Royal Society, including Paul Dirac,[1] Werner Heisenberg,[2] Ernest Rutherford,[3] and Erwin Schrödinger.[4] All articles are available free at the journals' websites after one year for Proceedings B and two years for Proceedings A. Between 11 and 70 years after publication they are behind a paywall, and after that they enter the free digital archive.[5][6] Authors may have their articles made immediately open access (under Creative Commons license) on payment of an article processing charge. The journal started out in 1800 as the Abstracts of the Papers Printed in the Philosophical Transactions of the Royal Society of London as an extension of the journal Philosophical Transactions of the Royal Society which was first published in 1665. The Royal Society published four volumes, from 1800 to 1843. Volumes 5 and 6, which appeared from 1843 to 1854, were called Abstracts of the Papers Communicated to the Royal Society of London. Starting with volume 7, in 1854, the Proceedings first appeared under the name Proceedings of the Royal Society of London. Publication of the proceedings in this form continued to volume 75 in 1905.[7] Starting with volume 76, the Proceedings were split into The Proceedings have since undergone further name changes. As of 2017[update], the two series are called  Proceedings of the Royal Society A publishes peer-reviewed research articles in the mathematical, physical, and engineering sciences. As of 2019[update] the editor-in-chief is Professor Michael Lockwood[8][9] FRS. According to Journal Citation Reports, as of 2020[update] the journal has an impact factor of 2.704[10] The journal is abstracted and indexed by Applied Mechanics Reviews, GeoRef, British and Irish Archaeological Bibliography, Chemical Abstracts, Chemistry Citation Index, Composites Alert, Compumath Citation Index, Current Contents, Engineered Materials Abstracts, Engineering Index Monthly, Excerpta Medica, Fluidex, Forest Products Abstracts, Geographical Abstracts, Human Geography, Geological Abstracts, Geomechanics Abstracts, Index to Scientific Reviews, Inspec, Mass Spectrometry Bulletin, Mathematical Reviews, Metals Abstracts, Metals Abstracts Index, Mineralogical Abstracts, Nonferrous Metals Alert, Oceanographic Literature Review, Petroleum Abstracts, Polymers, Ceramics, Research Alert (Philadelphia), Science Citation Index, Steels Alert, and World Aluminum Abstracts.[citation needed]  Proceedings of the Royal Society B publishes research related to biological sciences. As of 2015[update] the editor-in-chief is Professor Spencer Barrett.[11][12] Topics covered in particular include ecology, behavioural ecology and evolutionary biology, as well as epidemiology, human biology, neuroscience, palaeontology, psychology, and biomechanics. The journal publishes predominantly research articles and reviews, as well as comments, replies, and commentaries. In 2005, Biology Letters (originally a supplement to Proceedings B), was launched as an independent journal publishing short articles from across biology. According to Journal Citation Reports, As of 2020[update] the journal has an impact factor of 5.349.[13]","Title":"Proceedings of the Royal Society - Wikipedia","KeyID":"877","URL":"https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B"}