{"Content: ":"The global pandemic of HIV/AIDS (human immunodeficiency virus infection and acquired immunodeficiency syndrome) began in 1981, and is an ongoing worldwide public health issue.[3][4][5] According to the World Health Organization (WHO), as of 2021, HIV/AIDS has killed approximately 36.3 million people, and approximately 37.7 million people are infected with HIV globally.[3] Of these 37.7 million people, 73% have access to antiretroviral treatment, and 16% do not know they were infected.[6] There were about 770,000 deaths from HIV/AIDS in 2018,[7] and 680,000 deaths in 2020.[3] The 2015 Global Burden of Disease Study estimated that the global incidence of HIV infection peaked in 1997 at 3.3 million per year. Global incidence fell rapidly from 1997 to 2005, to about 2.6 million per year.[8] Incidence of HIV has continued to fall, decreasing by 23% from 2010 to 2020, with progress dominated by decreases in eastern and southern Africa.[9] As of 2020[update], there are approximately 1.5 million new infections of HIV per year globally.[10] Sub-Saharan Africa is the region most affected by HIV. In 2018, an estimated 61% of new HIV infections occurred in this region,[11] and as of 2020, more than two thirds of those living with HIV are living in Africa.[3] HIV rates have been decreasing in the region: From 2010 to 2020, new infections in eastern and southern Africa fell by 38%.[9] Still, South Africa has the largest population of people with HIV of any country in the world, at 7.06 million,[12] 19.1%[13] of the population as of 2020. In western Europe and North America, most people with HIV are able to access treatment and live long and healthy lives.[14] As of 2020, 88% of people living with HIV in this region know their HIV status, and 67% have suppressed viral loads.[14] In 2019, approximately 1.2 million people in the United States had HIV; 13% did not realize that they were infected.[15] In Canada as of 2016, there were about 63,110 cases of HIV.[16][17] In 2020, 106,890 people were living with HIV in the UK and 614 died (99 of these from COVID-19 comorbidity).[18] In Australia, as of 2020, there were about 29,090 cases.[19] Throughout the world, HIV disproportionately affects certain key populations (sex workers and their clients, men who have sex with men, people who inject drugs, and transgender people) and their sexual partners. These groups account for 65% of global HIV infections, and 93% of new infections outside of sub-Saharan Africa.[10] In Western Europe and North America, men who have sex with men account for almost two thirds of new HIV infections.[14] Due to gender inequality and gender-based violence, women are more affected than men.[14] In Sub-Saharan Africa, 63% of new infections are women, with young women (aged 15 to 24 years) twice as likely as men of the same age to be living with HIV.[10] HIV originated in nonhuman primates in Central Africa and jumped to humans several times in the late 19th or early 20th century.[20][21][22] One reconstruction of its genetic history suggests that HIV-1 group M, the strain most responsible for the global epidemic, may have originated in Kinshasa, the capital of the Democratic Republic of the Congo, around 1920.[23][24] AIDS was first recognized in 1981, and in 1983 the HIV virus was discovered and identified as the cause of AIDS.[25][26][27] Since the first case of HIV/AIDS reported in 1981, this virus continues to be one of the most prevalent and deadliest pandemics worldwide. The Center for Disease Control mentions that the HIV disease continues to be a serious health issue for several parts of the world. Worldwide, there were about 1.7 million new cases of HIV reported in 2018. About 37.9 million people were living with HIV around the world in 2018, and 24.5 million of them were receiving medicines to treat HIV, called antiretroviral therapy (ART). In addition, roughly an estimated 770,000 people have died from AIDS-related illnesses in 2018.[28] Globally, individuals have HIV/AIDS; yet, there has also been a common trend as far as prevalence in cases and regions most affected by the disease. The CDC reports that areas like the Sub-Saharan Africa region is the most affected by HIV and AIDS worldwide, and accounts for approximately 61% of all new HIV infections. Other regions significantly affected by HIV and AIDS include Asia and the Pacific, Latin America and the Caribbean, Eastern Europe, and Central Asia.[28] Worldwide there is a common stigma and discrimination surrounding HIV/AIDS. Respectively, infected patients are more subject to judgement, harassment, and acts of violence and come from marginalized areas where it is common to engage in illegal practices in exchange for money, drugs, or other exchangeable forms of currency.[citation needed] AVERT, an international HIV and AIDS charity created in 1986, makes continuous efforts to prioritize, normalize, and provide the latest information and education programs on HIV and AIDS for individuals and areas most affected by this disease worldwide. AVERT suggested that, discrimination and other human rights violations may occur in health care settings, barring people from accessing health services or enjoying quality health care.[29] Accessibility to tests have also played a significant role in the response and speed to which nations take action. Approximately 81% of people with HIV globally knew their HIV status in 2019. The remaining 19% (about 7.1 million people) still need access to HIV testing services. HIV testing is an essential gateway to HIV prevention, treatment, care and support services.[30] It is crucial to have HIV tests available for individuals worldwide since it can help individuals detect the status of their disease from an early onset, seek help, and prevent further spread through the practice of suggestive safety precautions.[citation needed] There were approximately 38 million people across the globe with HIV/AIDS in 2019. Of these, 36.2 million were adults and 1.8 million were children under 15 years old.[31] HIV/AIDS in World from 2001 to 2014 – adult prevalence – data from CIA World Factbook[32] The global epidemic is not homogeneous within regions, with some countries more affected than others. Even at the country level, there are wide variations in infection levels between different areas and different population groups. New HIV infections are falling globally on average (a decrease of 23% from 2010 to 2020), but continue to rise in many parts of the world.[9] Sub-Saharan Africa is by far the worst-affected region, and targeted interventions in the region have decreased the spread of HIV.[14] New infections fell in eastern and southern Africa by 38% from 2010 to 2020, but HIV in western and central Africa has not received the same attention, and as a result has made less progress.[14] HIV rates have declined slightly in Asia and the Pacific, with HIV decreasing in Mainland Southeast Asia, but increasing in the Philippines and Pakistan.[14] From 2010 to 2020, HIV infections increased by 21% in Latin America, 22% in the Middle East and North Africa, and 72% in Eastern Europe and central Asia.[9] Most people in North America and western and central Europe with HIV are able to access treatment and live long and healthy lives.[14] Annual AIDS deaths have been continually declining since 2005 as antiretroviral therapy has become more widely available.[citation needed] Sub-Saharan Africa remains the hardest-hit region. HIV infection is becoming endemic in sub-Saharan Africa, which is home to just over 12% of the world's population but two-thirds of all people infected with HIV.[33] The adult HIV prevalence rate is 5.0% and between 21.6 million and 24.1 million total are affected.[33] However, the actual prevalence varies between regions. Presently, Southern Africa is the hardest hit region, with adult prevalence rates exceeding 20% in most countries in the region, and 30% in Eswatini and Botswana. Analysis of prevalence across sub-Saharan Africa between 2000 and 2017 found high variation in prevalence at a subnational level, with some countries demonstrating a more than five-fold difference in prevalence between different districts.[35] Eastern Africa also experiences relatively high levels of prevalence with estimates above 10% in some countries, although there are signs that the pandemic is declining in this region. West Africa on the other hand has been much less affected by the pandemic. Several countries reportedly have prevalence rates around 2 to 3%, and no country has rates above 10%. In Nigeria and Côte d'Ivoire, two of the region's most populous countries, between 5 and 7% of adults are reported to carry the virus.[citation needed] Across Sub-Saharan Africa, more women are infected with HIV than men, with 13 women infected for every 10 infected men. This gender gap continues to grow. Throughout the region, women are being infected with HIV at earlier ages than men. The differences in infection levels between women and men are most pronounced among young people (aged 15–24 years). In this age group, there are 36 women infected with HIV for every 10 men. The widespread prevalence of sexually transmitted diseases, the promiscuous culture,[36] the practice of scarification, unsafe blood transfusions, and the poor state of hygiene and nutrition in some areas may all be facilitating factors in the transmission of HIV-1 (Bentwich et al., 1995). Mother-to-child transmission is another contributing factor in the transmission of HIV-1 in developing nations. Due to a lack of testing, a shortage in antenatal therapies and through the feeding of contaminated breast milk, 590,000 infants born in developing countries are infected with HIV-1 per year. In 2000, the World Health Organization estimated that 25% of the units of blood transfused in Africa were not tested for HIV, and that 10% of HIV infections in Africa were transmitted via blood.[citation needed] Poor economic conditions (leading to the use of dirty needles in healthcare clinics) and lack of sex education contribute to high rates of infection. In some African countries, 25% or more of the working adult population is HIV-positive. Poor economic conditions caused by slow onset-emergencies, such as drought, or rapid onset natural disasters and conflict can result in young women and girls being forced into using sex as a survival strategy.[37] Worse still, research indicates that as emergencies, such as drought, take their toll and the number of potential 'clients' decreases, women are forced by clients to accept greater risks, such as not using contraceptives.[37] AIDS-denialist policies have impeded the creation of effective programs for distribution of antiretroviral drugs. Denialist policies by former South African President Thabo Mbeki's administration led to several hundred thousand unnecessary deaths.[38][39] UNAIDS estimates that in 2005 there were 5.5 million people in South Africa infected with HIV — 12.4% of the population. This was an increase of 200,000 people since 2003.[citation needed] Although HIV infection rates are much lower in Nigeria than in other African countries, the size of Nigeria's population meant that by the end of 2003, there were an estimated 3.6 million people infected. On the other hand, Uganda, Zambia, Senegal, and most recently Botswana have begun intervention and educational measures to slow the spread of HIV, and Uganda has succeeded in actually reducing its HIV infection rate.[citation needed] HIV/AIDS prevalence among the adult population (15-49) in the Middle East and North Africa is estimated less than 0.1 between 1990 and 2018. This is the lowest prevalence rate compared to other regions in the world.[40] In the MENA, roughly 240,000 people are living with HIV as of 2018[41] and Iran accounted for approximately one-quarter (61,000) of the population with HIV followed by Sudan (59,000).[41] As well as, Sudan (5,200), Iran (4,400) and Egypt (3,600) took up more than 60% of the number of new infections in the MENA (20,000). Roughly two-thirds of AIDS-related deaths in this region happened in these countries for the year 2018.[41] Although the prevalence is low, concerns remain in this region. First, unlike the global downward trend in new HIV infections and AIDS-related deaths, the numbers have continuously increased in the MENA.[42] Second, compared to the global rate of antiretroviral therapy (62%),[43] the MENA region's rate is far below (32%).[41] The low participation of ART increases not only the number of AIDS-related deaths but the risk of mother-to-baby HIV infections, in which the MENA (24.7%) shows relatively high rates compared to other regions, for example, southern Africa (10%), Asia and the Pacific (17%).[40] Key population at high risk in this region is identified as injection drug users, female sex workers and men who have sex with men.[40] The geographical size and human diversity of South and South-East Asia have resulted in HIV epidemics differing across the region.[citation needed] In South and Southeast Asia, the HIV epidemic remains largely concentrated in injecting drug users, men who have sex with men (MSM), sex workers, and clients of sex workers and their immediate sexual partners.[44] In the Philippines, in particular, sexual contact between males comprise the majority of new infections. An HIV surveillance study conducted by Dr. Louie Mar Gangcuangco and colleagues from the University of the Philippines-Philippine General Hospital showed that out of 406 MSM tested for HIV in Metro Manila, HIV prevalence was 11.8% (95% confidence interval: 8.7- 15.0).[45][46] Migrants, in particular, are vulnerable and 67% of those infected in Bangladesh and 41% in Nepal are migrants returning from India.[44] This is in part due to human trafficking and exploitation, but also because even those migrants who willingly go to India in search of work are often afraid to access state health services due to concerns over their immigration status.[44] The national HIV prevalence levels in East Asia is 0.1% in the adult (15–49) group. However, due to the large populations of many East Asian nations, this low national HIV prevalence still means that large numbers of people are infected with HIV. The picture in this region is dominated by China. Much of the current spread of HIV in China is through injecting drug use and paid sex. In China, the number was estimated at between 430,000 and 1.5 million by independent researchers, with some estimates going much higher.[citation needed] In the rural areas of China, where large numbers of farmers, especially in Henan province, participated in unclean blood transfusions; estimates of those infected are in the tens of thousands. In Japan, just over half of HIV/AIDS cases are officially recorded as occurring amongst homosexual men, with the remainder occurring amongst heterosexuals and also via drug abuse, in the womb or unknown means.[citation needed] In East Asia, men who have sex with men account for 18% of new HIV/AIDS cases and are therefore a key affected group along with sex workers and their clients who makeup 29% of new cases. This is also a noteworthy aspect because men who have sex with men had a prevalence of at least 5% or higher in countries in Asia and Pacific.[47] The Caribbean is the second-most affected region in the world.[33] Among adults aged 15–44, AIDS has become the leading cause of death. The region's adult prevalence rate is 0.9%.[33] with national rates ranging up to 2.7%.[48] HIV transmission occurs largely through heterosexual intercourse. A greater number of people who get infected with HIV/AIDS are heterosexuals.[49] with two-thirds of AIDS cases in this region attributed to this route. Sex between men is also a significant route of transmission, even though it is heavily stigmatised and illegal in many areas. HIV transmission through injecting drug use remains rare, except in Bermuda and Puerto Rico.[citation needed] Within the Caribbean, the country with the highest prevalence of HIV/AIDS is the Bahamas with a rate of 3.2% of adults with the disease. However, when comparing rates from 2004 to 2013, the number of newly diagnosed cases of HIV decreased by 4% over those years. Increased education and treatment drugs will help to decrease incidence levels even more.[50] The populations of Central and South America have approximately 1.6 million people currently infected with HIV and this number has remained relatively unvarying with having a prevalence of approximately .4%. In Latin America, those infected with the disease have received help in the form of Antiretroviral treatment, with 75% of people with HIV receiving the treatment.[51] In these regions of the American continent, only Guatemala and Honduras have national HIV prevalence of over 1%. In these countries, HIV-infected men outnumber HIV-infected women by roughly 3:1.[citation needed] With HIV/AIDS incidence levels rising in Central America, education is the most important step in controlling the spread of this disease. In Central America, many people do not have access to treatment drugs. This results in 8–14% of people dying from AIDS in Honduras. To reduce the incidence levels of HIV/AIDS, education and drug access needs to improve.[52] In a study of immigrants traveling to Europe, all asymptomatic persons were tested for a variety of infectious diseases. The prevalence of HIV among the 383 immigrants from Latin America was low, with only one person testing positive for a HIV infection. This data was collected from a group of immigrants with the majority from Bolivia, Ecuador and Colombia.[53] Since the epidemic began in the early 1980s, 1,216,917 people have been diagnosed with AIDS in the US. In 2016, 14% of the 1.1 million people over age 13 living with HIV were unaware of their infection.[54] The most recent CDC HIV Surveillance Report estimates that 38,281 new cases of HIV were diagnosed in the United States in 2017, a rate of 11.8 per 100,000 population.[55] Men who have sex with men accounted for approximately 8 out of 10 HIV diagnoses among males. Regionally, the population rates (per 100,000 people) of persons diagnosed with HIV infection in 2015 were highest in the South (16.8), followed by the Northeast (11.6), the West (9.8), and the Midwest (7.6).[56] The most frequent mode of transmission of HIV continues to be through male homosexual sexual relations. In general, recent studies have shown that 1 in 6 gay and bisexual men were infected with HIV.[57] As of 2014, in the United States, 83% of new HIV diagnoses among all males aged 13 and older and 67% of the total estimated new diagnoses were among homosexual and bisexual men. Those aged 13 to 24 also accounted for an estimated 92% of new HIV diagnoses among all men in their age group.[58] A review of studies containing data regarding the prevalence of HIV in transgender women found that nearly 11.8% self-reported that they were infected with HIV.[59] Along with these findings, recent studies have also shown that transgender women are 34 times more likely to have HIV than other women.[57] A 2008 review of HIV studies among transgender women found that 28 percent tested positive for HIV.[60] In the National Transgender Discrimination Survey, 20.23% of black respondents reported being HIV-positive, with an additional 10% reporting that they were unaware of their status.[61] AIDS is one of the top three causes of death for African American men aged 25–54 and for African American women aged 35–44 years in the United States of America. In the United States, African Americans make up about 48% of the total HIV-positive population and make up more than half of new HIV cases, despite making up only 12% of the population. The main route of transmission for women is through unprotected heterosexual sex. African American women are 19 times more likely to contract HIV than other women.[62] By 2008, there was increased awareness that young African-American women in particular were at high risk for HIV infection.[63] In 2010, African Americans made up 10% of the population but about half of the HIV/AIDS cases nationwide.[64] This disparity is attributed in part to a lack of information about AIDS and a perception that they are not vulnerable, as well as to limited access to health-care resources and a higher likelihood of sexual contact with at-risk male sexual partners.[65] Since 1985, the incidence of HIV infection among women had been steadily increasing. In 2005 it was estimated that at least 27% of new HIV infections were in women.[66] There has been increasing concern for the concurrency of violence surrounding women infected with HIV. In 2012, a meta-analysis showed that the rates of psychological trauma, including Intimate Partner Violence and PTSD in HIV positive women were more than five times and twice the national averages, respectively.[67] In 2013, the White House commissioned an Interagency Federal Working Group to address the intersection of violence and women infected with HIV.[68] There are also geographic disparities in AIDS prevalence in the United States, where it is most common in the large cities of California, esp. Los Angeles and San Francisco and the East Coast, ex. New York City and in urban cities of the Deep South.[69] Rates are lower in Utah, Texas, and Northern Florida.[69] Washington, D.C., the nation's capital, has the nation's highest rate of infection, at 3%. This rate is comparable to what is seen in west Africa, and is considered a severe epidemic.[70] In the United States in particular, a new wave of infection is being blamed on the use of methamphetamine, known as crystal meth. Research presented at the 12th Annual Retrovirus Conference in Boston in February 2005 concluded that using crystal meth or cocaine is the biggest single risk factor for becoming HIV+ among US gay men, contributing 29% of the overall risk of becoming positive and 28% of the overall risk of being the receptive partner in anal sex.[71] In addition, several renowned clinical psychologists now cite methamphetamine as the biggest problem facing gay men today, including Michael Majeski, who believes meth is the catalyst for at least 80% of seroconversions currently occurring across the United States, and Tony Zimbardi, who calls methamphetamine the number one cause of HIV transmission, and says that high rates of new HIV infection are not being found among non-crystal users. In addition, various HIV and STD clinics across the United States report anecdotal evidence that 75% of new HIV seroconversions they deal with are methamphetamine-related; indeed, in Los Angeles, methamphetamine usage is regarded as the main cause of HIV seroconversion among gay men in their late thirties.[71] The chemical \"methamphetamine\", in and of itself, cannot infect someone with HIV. In 2016, there were approximately 63,100 people living with HIV/AIDS in Canada.[72] It was estimated that 9090 persons were living with undiagnosed HIV at the end of 2016.[72] Mortality has decreased due to medical advances against HIV/AIDS, especially highly active antiretroviral therapy (HAART). HIV/AIDS prevalence is increasing most rapidly amongst aboriginal Canadians, with 11.3% of new infections in 2016.[72] There is growing concern about a rapidly growing epidemic in Eastern Europe and Central Asia, where an estimated 1.23–3.7 million people were infected as of December 2011, though the adult (15–49) prevalence rate is low (1.1%). The rate of HIV infections began to grow rapidly from the mid-1990s, due to social and economic collapse, increased levels of intravenous drug use and increased numbers of sex workers. By 2010 the number of reported cases in Russia was over 450,000 according to the World Health Organization, up from 15,000 in 1995 and 190,000 in 2002; some estimates claim the real number is up to eight times higher, well over 2 million.[citation needed] Ukraine and Estonia also have growing numbers of infected people, with estimates of 240,000 and 7,400 respectively in 2018. Also, transmission of HIV is increasing through sexual contact and drug use among the young (<30 years). Indeed, over 84% of current AIDS cases in this region occur in non-drug-using heterosexuals less than 26 years of age.[citation needed] In most countries of Western Europe, AIDS cases have fallen to levels not seen since the original outbreak; many attribute this trend to aggressive educational campaigns, screening of blood transfusions and increased use of condoms. Also, the death rate from AIDS in Western Europe has fallen sharply, as new AIDS therapies have proven to be an effective (though expensive) means of suppressing HIV.[citation needed] In this area, the routes of transmission of HIV is diverse, including paid sex, injecting drug use, mother to child, male with male sex and heterosexual sex.[citation needed] However, many new infections in this region occur through contact with HIV-infected individuals from other regions. The adult (15–49) prevalence in this region is 0.3% with between 570,000 and 890,000 people currently infected with HIV. Due to the availability of antiretroviral therapy, AIDS deaths have stayed low since the lows of the late 1990s. However, in some countries, a large share of HIV infections remain undiagnosed and there is worrying evidence of antiretroviral drug resistance among some newly HIV-infected individuals in this region.[citation needed] There is a very large range of national situations regarding AIDS and HIV in this region. This is due in part to the large distances between the islands of Oceania. The wide range of development in the region also plays an important role. The prevalence is estimated at between 0.2% and 0.7%, with between 45,000 and 120,000 adults and children currently infected with HIV.[citation needed] Papua New Guinea has one of the most serious AIDS epidemics in the region. According to UNAIDS, HIV cases in the country have been increasing at a rate of 30 percent annually since 1997, and the country's HIV prevalence rate in late 2006 was 1.3%.[73] In June 2001, the United Nations held a Special General Assembly to intensify international action to fight the HIV/AIDS pandemic as a global health issue, and to mobilize the resources needed towards this aim, labelling the situation a \"global crisis\".[74] Regarding the social effects of the HIV/AIDS pandemic, some sociologists suggest that AIDS has caused a \"profound re-medicalisation of sexuality\".[75][76] There has been extensive research done with HIV since 2001 in the United States, The National Institutes of Health (NIH) which is an agency funded by the U.S department of Health and Human Services (HHS) has substantially improved the health, treatment, and lives of many individuals across the nation. The human immunodeficiency virus (HIV) is generally the precursor to AIDS. To this day there is no cure for this virus; However, treatment, education programs, proper medical care, and support have been made available.[citation needed] NIH, is coordinated by the Office of AIDS Research (OAR) and this research carried out by nearly all the NIH Institutes and Centers, in both at NIH and at NIH-funded institutions worldwide. The NIH HIV/AIDS Research Program, represents the world's largest public investment in AIDS research.[77] Other agencies like the National Institute of Allergy and Infectious Diseases have also made substantial efforts to provide the latest and newest research and treatment available.[citation needed] The NIH found that in certain areas of the world, the correlation in risky behaviors and the acquisition of HIV/AIDS is causational. Consistent drug usage and related risk behaviors, such as the exchange of sex for drugs or money, are linked to an increased risk of HIV acquisition in marginalized areas. NIAID and other NIH institutes work to develop and optimize harm reduction interventions that decrease the risk of drug use-associated and sexual transmission of HIV among injecting and non-injecting drug users.[78] Most organizations work collectively around the globe to understand, diagnose, treat, and battle the spread of this notorious disease, through the use of intervention and preventive programs the risk of acquiring HIV and the development of AIDS has dramatically dropped by 40% since its peak of cases back in 1998.[79] Despite the advancements in scientific research and treatment, to this day there's no available cure for HIV/AIDS. Yet major efforts to contain the disease and improve the lives of many individuals through modernized anti-viral therapy have resulted in positive and promising results that may one day lead to a cure. The U.S. President's Emergency Plan for AIDS Relief (PEPFAR) is one of the largest U.S. Government's response to the global HIV/AIDS epidemic and represents the largest commitment by any nation to address a single disease in history. PEPFAR provided HIV testing services for 79.6 million people in Fiscal Year 2019 and, as of September 30, 2019, supported lifesaving anti-retroviral therapy for nearly 15.7 million men, women, and children.[30] As of the end of 2019, 25.4 million people with HIV (67%) were accessing antiretroviral therapy (ART) globally. That means 12.6 million people are still waiting. HIV treatment access is key to the global effort to end AIDS as a public health threat.[30] Individuals who not only are aware of their condition but also are prescribed ART, are encouraged to remain consistent with their daily-dosage treatment so they can reduce the spread, viral load, and live happy and healthy lives.[citation needed] Because HIV is more prevalent in urban areas of the United States, individuals living in rural areas generally don't participate or receive HIV diagnosis. The CDC found huge disparities in HIV cases between Northern and Southern regions of the Nation. At a rate of 15.9 the Southern regions account for a large number of reports of HIV; subsequently, regions like the North and Midwest account for general rates between 9 and 7.2 making it significantly lower in case prevalence.[80] According to the CDC, populations affected and with most reported cases of HIV are generally found in gay, bisexual, and other men who reported male-to-male sexual contact. In 2018, gay and bisexual men accounted for 69% of the 37,968 new HIV diagnoses and 86% of diagnoses among males. HIV doesn't only affect individuals in this category, heterosexuals tend to be affected by HIV as well. In 2018, heterosexuals accounted for 24% of the 37,968 new HIV diagnoses in the United States. UNAIDS also suggested that the individuals who may also be at risk of acquiring this disease are generally: Joint United Nations Programme on HIV/AIDS (UNAIDS) (2011). Global HIV/AIDS Response, Epidemic update and health sector progress towards universal access (PDF). Joint United Nations Programme on HIV/AIDS.","Title":"Epidemiology of HIV/AIDS - Wikipedia","KeyID":"8774","URL":"https://en.wikipedia.org/wiki/AIDS_pandemic"}