{"Content: ":"CRVS Systems stands for Civil Registration and Vital Statistics Systems and represents the interoperability of three separate systems: Civil Registration, Health Information, and Vital Statistics. The United Nations (UN) defines Civil Registration as: “The continuous, permanent, compulsory, and universal recording of the occurrence and characteristics of vital events (live births, deaths fetal deaths, marriages, and divorces) and other civil status events pertaining to the population as provided by decree, law or regulation, in accordance with the legal requirements in each country.”[1] The primary purpose of Civil Registration is to establish the legal documents required by law. Civil Registration establishes the individual’s right to recognition as a person before the law and is the fundamental source of legally valid identity data used across government services. Universal birth registration is enshrined in international human rights through the UN Convention on the Rights of the Child (Article 7). Civil Registration is a driver for accessing fundamental rights. Besides establishing a person’s legal identity from birth, such as name and date of birth, it also establishes legal family relations. Civil Registration also enables states to fulfill the obligations they have contracted when ratifying human rights instruments that specifically guarantee such rights. For example, in the absence of exercising the right to legally identity through birth registration, other rights such as the right to education, health, and social protection might be significantly hampered, particularly for women and girls. Health Information Systems capture, store, manage, or transmit information related to the health of individuals or the activities of organizations that work within the health sector. The UN defines Vital Statistics as: “The collection of statistics on vital events in a lifetime of a person as well as relevant characteristics of the events themselves and of the person and persons concerned. Vital Statistics provide crucial and critical information on the population in a country.”[1] The vital events of interest are: live births, adoptions, legitimations, recognitions; deaths and fetal deaths; and marriages, divorces, separations, and annulments of marriage. The functioning of the three systems depend on a series of common elements that include, but are not limited to: training, assessments and evaluations, identity management, data security and privacy, information and communications technology, etc.[2] High-quality, permanent and continuous Civil Registration/Vital Statistics (CR/VS) systems provide many benefits to individuals, nations, regions and communities: For the individual, birth registration is needed to obtain a legal document that proves their identity, their name, sex, legal parents' names, and date and place of birth. That document may be necessary to vote, marry or secure employment. In some countries, it may be needed to obtain a driver’s licence, open a bank account, have access to social security or a pension, obtain insurance or a line of credit, and, significantly, be able to register one’s own children. It is also vitally important for securing inheritance In many countries, births, marriages, divorces, and deaths are not universally or routinely registered, and the causes of death are not documented. It is estimated that the births of nearly one-quarter of children under the age of 5 worldwide have never been recorded. This means that people lack the documents they need to prove their identity to get access to basic services. Women and girls face unique barriers, including laws in some countries that require the signature of a husband or father on official registration documents. For the nation, effective CRVS systems are essential for accurately planning programs to promote the wellbeing citizens. That includes demographic analyses of statistics, which are essential for planning social development, including the design and implementation of public health measures, maternal and child care, family planning, social security, education, housing and economic development. CRVS systems permit the production of statistics on population dynamics, health, and inequities in service delivery, providing more accurate information for assessing progress in improving economic growth and reducing poverty. The data generated by Civil Registration systems can also be used to track progress toward 12 of the 17 United Nations’ Sustainable Development Goals related to education, economic growth, employment, health, and disabilities.[3] Civil Registration linked to Identity Management Systems or Population Register systems can increase tax revenues, modernize banking, and improve the overall delivery of social services. As a data source, Civil Registration systems can provide continuous, systematic, and up-to-date information on the population in complement to the population census.[4] Additional benefits include:[5] A 2015 study found that, even after controlling for factors like income and health systems strength, countries with well-functioning CRVS systems tend to have better health outcomes, including greater healthy life expectancy and lower rates of maternal and child mortality.[6][7] At the local level, accurate information is essential for planning how to meet the needs of the community, particularly for health and education facilities, as well as for housing and evaluating labour/employment requirements. In industrialized countries, CRVS and identity management systems are effective and fully operational. However, in many developing countries, they are still incomplete and in need of major improvements. There are institutional and social barriers to providing efficient Civil Registration Services. Institutional barriers include: Social barriers include: Evidence shows that boys and girls are registered almost equally at birth. However, these systems are particularly important to women and girls as CRVS data provide sex-disaggregated demographic data that allows policymaker to address existing inequalities in health, including maternal mortality. Strong CRVS systems also provide proof of legal identity and social relationships. This makes it easier for women to access crucial services such as health, education, banking, political representation, and to lay claim to inheritance and/or property rights. Registering girls at birth and recording their marriages can also reveal and make it possible to prevent early and forced marriages. Unfortunately, few CRVS systems around the world record marriages and divorces. The quality of a country’s CRVS systems has a bearing on women and girls, who are more vulnerable to poverty, early marriage, and exploitation. Without effective Civil Registration and Vital Statistics systems, many women cannot gain access to social protection, health care, or economic and social opportunities. These negative effects of being unregistered can extend to a woman’s children, who often depend on their mother for access to health care, education, and protection.[8] As a result, they struggle to exercise their rights, gain social protection, and access basic services. They also remain invisible to governments. Even where registration services are available, women and girls have more difficulties in accessing them and realizing their benefits: the cost of registration; requirements of a husband’s presence for a child’s registration; the system’s failure to capture customary marriages; burial practices; and inheritance laws.[9] Legislation also often favours births being registered by male family representatives.[10] This poses a serious barrier for women to register the births of their children, particularly women who are unmarried, or have been displaced due to violence or conflict. The result is that the world’s most marginalized women and children are further disadvantaged. Marriage, divorce, and death registration are also critical tools for women’s empowerment, and for facilitating access to social benefits and protections. These are needed to access property rights, pension benefits, child support, or inheritance when a marriage ends, or when a spouse or parent dies.[10] The benefits of CRVS accrue at all stages of a woman’s life: The UN defines legal identity as: “the basic characteristics of an individual’s identity. e.g. name, sex, place and date of birth conferred through registration and the issuance of a certificate by an authorized CR authority following the occurrence of birth.” That certificate, or credential, can be a birth certificate, identity card or digital identity credential that is recognized as proof of legal identity under national law and in accordance with emerging international norms and principles.[10] UN Sustainable Development Goal 16.9 calls for legal identity for all people worldwide, including birth registration, by 2030. Without identity, individuals are invisible: they are unable to access health care, vote, open a bank account. CRVS typically involves several ministries and institutions, including health institutions that notify the occurrence of births and deaths; the judicial system that records the occurrence of marriages, divorces, and adoptions; the national statistics office that produces Vital Statistics reports; and the civil registry.[14] Although there is no internationally agreed definition of identity management, the term refers to the issuance of proof of legal identity to each person by a government authorized entity and the maintenance of systems for managing information and documents associated with such identity.[15] In high-income countries, virtually everyone is registered from birth through Civil Registration and a birth certificate provides the proof of identity necessary for multiple purposes. In some countries, a computerized birth registration process assigns a unique identification number to each individual at birth, which makes it easier to locate records for a particular person in a database. The unique identification number also enables information about individuals to be linked across multiple administrative databases in a population register. In many low- and middle-income countries, however, Civil Registration systems are still paper-based and coverage is incomplete so many people don’t have the documentation needed to establish individual identity. Research by the World Bank shows that more than 1.1 billion people worldwide are unable to prove who they are, a reality that exposes them to poverty, exploitation, and abusive treatment.[16] There are substantive connections between national identity management and CR systems: Civil Registration systems should serve as the basis for individual identification and for the recording of ‘entry into’ and ‘exit from’ population registers. The birth certificate is considered the foundational document for all individual identity systems. The death certificate permits the removal of individuals from the register, which is important for updating electoral rolls, pensions and other social security mechanisms for the distribution of goods and services. As countries modernize their Civil Registration systems and develop national identification systems, the civil registry should also serve as the starting point for the unique identification of individuals. Over the past decade, there has been increasing recognition that for Civil Registration to have the required impact, it needs to be integrated with national identity systems that deliver the link between foundational and functional (passport, banking, health, education, social welfare, etc.) identities. Linking CRVS and identity management systems can transform how governments empower and provide for their populations.[17] According to a World Bank program review, “robust CRVS systems linked to identity management (IDM) systems and tailored to local contexts form the foundation of all sectors and pillars of the economy and contribute to the sustainable development goals (SDGs) to end poverty, and ensure prosperity for all.”[18] On March 4, 2020, the UN Statistical Commission endorsed a new Legal Identity Agenda that “builds on the existing methodological framework for CR and Vital Statistics … and expands it to ensure a holistic and interoperable approach between Civil Registration, Vital Statistics production and identity management.”[19] It’s difficult to access social protection services and nearly impossible to participate in modern life without a legal identity. Millions of people are left on the margins of society as a result – particularly in countries with fragile economic and political climates, as these have the weakest institutions and the fewest resources to break the cycle of invisibility and exclusion. Social protection programs are tools used by governments to prevent, manage, and overcome situations that adversely affect people’s well-being. Social protection programs typically attempt to reach excluded or marginalized groups. Inefficiencies, mismanagement, and corruption in the distribution of social protection benefits highlight the need for individuals that depend on these benefits to have legal identity documents. The link between legal identity and social protection is a two-way relationship: individuals that don’t have trusted identity credentials cannot normally access social protection benefits, and not having access to social protection benefits means there are fewer incentives for individuals to register their vital events (births, marriages, divorces, deaths) with governments. As a result, governments struggle to close the legal identity gaps. The people who are always most affected are the poorest segments of the population.[20] Crises and emergencies put additional strains on CRVS systems. Archives can be destroyed, records can be lost and the barriers facing people to who wish to register a life event can seem more daunting. During a crisis, maintaining and strengthening CRVS systems is generally not a priority. Yet governments need accurate, reliable and timely data to plan and respond to the crisis as well as continuing development priorities. Crises and emergencies due to conflict, climate and COVID-19 are on the rise. Despite the hardships, life in conflict, emergency, and fragile situations continues – people are born, marry, divorce, and die. Civil registration and identification systems are particularly important in these contexts. Without functioning CRVS systems, people can be prevented from accessing basic rights and services.[21] In all these situations, it is critical that governments have robust disaster risk reduction plans in place that protect CR records. Protecting CRVS systems must be part of each country’s adaptation plans to ensure that conflict, natural disasters and pandemics do not leave populations without access to rights and services. As governments around the world rush to control the spread of COVID-19 and provide medical, nutritional, and financial support where it is most needed, the importance of a well-functioning CRVS system has been thrown into sharp relief. The importance of maintaining CR during the pandemic has been underscored by the United Nations which considers that “Civil Registration should be considered an ‘essential service’ mandated to continue operations during a pandemic.” [22] Access to accurate and complete data about the age and family structure of populations in specific towns or villages, as well as the locations and causes of deaths as they happen, offers immediate value to governments during such times of crisis.[23] To illustrate the enormous challenges civil registration faces in times of emergency, the UN Statistics Division (UNSD), with support from the United Nations Economic Commission for Africa (UNECA) and the United Nations Economic and Social Commission for Asia and the Pacific, initiated a survey in April and May 2020.[24] It requested member states to assess the extent of COVID-19-related disruptions to CR and report on experiences and efforts to maintain services.[25] While all considered CR activities to be essential, 13% indicated that their respective governments refrained from placing the civil registration function on the list of essential services that must be provided, even during a pandemic, largely to minimize the risks of exposure to the virus.[26] Many countries reported closures of CR offices due to “stay at home” orders and partial provision of services. Even when facilities remained open, demand for birth and death registration fell because of social distancing orders, movement restrictions, and fear of becoming infected.[27] The findings were used to develop guidelines and recommendations to countries. The most critical of which was for countries to digitize and computerize their civil registration system and apparatus.”[25] Research conducted by UNECA and the Centre of Excellence for CRVS Systems also found that countries with digitized notification and registration systems experienced fewer disruptions, ensuring continuous recording of vital events during an emergency. Digital tools make it possible for clients to notify and register vital events as they occur, and reduce the risks related to late registration and non-registration of children.[28] The world has seen a significant increase in emergencies recently, both human and natural. The number of forcibly displaced people rose sharply in the last decade to 80 million. It’s common for CRVS systems to become dysfunctional or even collapse entirely in emergency situations. Births, deaths, and other vital events go unregistered when this happens. Important information and documentation can also be lost or destroyed.[29] As a result, individuals are denied the benefits of a legal identity at the time of their greatest need. These benefits include freedom of movement, social protection, and basic services such as health care and education. What’s more, a lack of accurate and up-to-date data makes it harder for governments and organizations to respond to emergency situations effectively. In situations of disasters and emergencies, Civil Registration systems play a crucial role such as supporting reunification of individuals with their families and providing critical data to governments needed for planning for relief and other forms of assistance. Nevertheless, during times of disasters, Civil Registration systems are also largely disrupted which affects their ability to support these critical functions. In fragile regions affected by conflict, CRVS is increasingly seen as an essential tool for state-building and good governance. But to make it work, decision-makers need to tackle some tough challenges – both political and technical.[30] In such contexts, setting up or re-establishing Vital Statistics can unleash critical data to guide resource allocation and priority setting.[30] It can also help avert further crises, for instance by tracking epidemiological trends. CRVS can help restore fractured state-society relationships and foster the integration of marginalized social groups; providing formal identity that safeguards basic rights, including the right to vote and access to services. These can serve as building blocks for support to broader peacebuilding and state-building processes.","Title":"Civil registration and vital statistics - Wikipedia","KeyID":"8776","URL":"https://en.wikipedia.org/wiki/Civil_registration_and_vital_statistics"}