{"Content: ":"The Catholic Church is a major provider of medical care to HIV/AIDS patients. Much of its work takes place in developing countries, although it has also had a presence in the global north. Its opposition to condoms, despite their effectiveness in preventing the spread of HIV, has invited criticism from public health officials and anti-AIDS activists. The Catholic Church's opposition to contraception includes a prohibition on condoms.[1][2][3] It believes that chastity should be the primary means of preventing the transmission of AIDS.[4][5] The Church's stance has been criticized as unrealistic, ineffective, irresponsible and immoral by some public health officials and AIDS activists,[4][6][7] who note that condoms prevent the transmission of HIV.[8][9][10][11][12][13] The use of condoms specifically to prevent the spread of AIDS has involved Catholic theologians arguing both sides.[14][15][16] Pope Benedict XVI pointed out that when a male prostitute uses a condom \"with the intention of reducing the risk of infection, can be a first step in a movement towards a different way, a more human way, of living sexuality.\"[17] He said that the concern for others suggested by this action is laudable, but does not mean that either prostitution or condoms are in themselves good.[18][19][17] In 1988, a debate within the Catholic Church over the use of condoms to prevent AIDS sparked an intervention from the Vatican. The Church in 1968 had already stated in Humanae Vitae that chemical and barrier methods of contraception went against Church teachings. The debate was over whether or not condoms could be used, not as contraceptives, but as a means of preventing the spread of HIV/AIDS and other sexually transmitted diseases. In 1987, the U.S. Conference of Catholic Bishops issued a document suggesting that education on the use of condoms could be an acceptable part of an anti-AIDS program. In response, Joseph Ratzinger, then-prefect of the Sacred Congregation for the Doctrine of the Faith, stated that such an approach \"would result in at least the facilitation of evil\", not merely its toleration.[a] In the 1980s, Catholic hospitals received a waiver from the State of New York from the requirement to offer condoms and other services that conflicted with Church teaching in return for state funding.[5] In the same decade, the Archdiocese of New York would not lease classroom space to the New York Board of Education to hold classes on AIDS education unless the board agreed to waive parts of the curriculum that the Church found objectionable.[5] It also objected because the curriculum made \"no mention of modesty, chastity, premarital sexual abstinence or even marital fidelity.\"[5] Pope John Paul II upheld the church's traditional prohibition on condoms.[20] His position was harshly criticized by some doctors and AIDS activists who said that it led to deaths and millions of AIDS orphans.[20] It was also suggested that his position on condoms cost him the Nobel Peace Prize, which he was widely expected to receive.[21] In September 1990, John Paul II visited the small town of Mwanza, in northern Tanzania, and gave a speech that many believe set the tone for the AIDS crisis in Africa.[22] John Paul II said that condoms were a sin in any circumstance.[22] He lauded family values and praised fidelity and abstinence as the only true ways to combat the disease.[22] In December 1995, the Pontifical Council for the Family issued guidelines saying that \"parents must also reject the promotion of so-called 'safe sex' or 'safer sex', a dangerous and immoral policy based on the deluded theory that the condom can provide adequate protection against AIDS.\"[23] In 2005, Pope Benedict XVI (formerly Ratzinger) listed several ways to combat the spread of HIV, including chastity, fidelity in marriage and anti-poverty efforts; he also rejected the use of condoms.[24] In 2005, a senior research scientist at the Harvard School of Public Health, Edward C. Green, stated that while \"in theory, condom promotions ought to work everywhere ... that's not what the research in Africa shows.\"[25] Green also indicated that strategies that worked in Africa were \"strategies that break up these multiple and concurrent sexual networks – or, in plain language, faithful mutual monogamy or at least reduction in numbers of partners, especially concurrent ones.\"[25] There was much media attention about Benedict's comments on condom use after his interview with Peter Seewald in 2010. In the interview, Benedict discussed how the Church was helping people with AIDS and the need to fight the trivialisation of sexuality. Replying to the interviewer's comment that, \"It is madness to forbid a high-risk population to use condoms\", Benedict stated: There may be a basis in the case of some individuals, as perhaps when a male prostitute uses a condom, where this can be a first step in the direction of a moralization, a first assumption of responsibility, on the way toward recovering an awareness that not everything is allowed and that one cannot do whatever one wants. But it is not really the way to deal with the evil of HIV infection. That can really lie only in a humanization of sexuality.[26] This explanation was interpreted by many as a change of tack by the Vatican[27] which necessitated a clarification from the Vatican that \"the pope does not morally justify the disordered exercise of sexuality, but maintains that the use of the condom to diminish the danger of infection may be \"a first assumption of responsibility\", as opposed to not using the condom and exposing the other person to a fatal risk.[28] Due to confusion over a translation, it was later clarified that Benedict's comments did not just refer to men, but women and transexuals as well.[29] As John Haas, the president for the American National Catholic Centre for Bioethics, noted, Benedict did not address the issue of whether condoms are effective at preventing HIV transmission. The new statement from Benedict was criticized by conservative Catholics such as Jimmy Akin, who described Benedict's statements as \"private opinions\" as opposed to \"official Church teaching\".[30] After a trip to Africa, in which he spoke little on AIDS but visited with HIV positive children, Pope Francis dismissed the question of whether or not condoms should be used to fight transmission.[31] An annoyed Francis said the church's views on condom usage was a small issue compared to a lack of clean water and malnutrition.[31] There have been a number of Catholics and theologians who have dissented from the Church's position on the use of condoms.[32] A number of episcopal conferences have suggested that condom use may be acceptable in some circumstances to prevent AIDS. One of the first episcopal conferences to take such a stance was the Bishops' Conference of France which asserted in 1989 that the \"whole population and especially the young should be informed of the risks. Prophylactic measures exist.\"[citation needed] In 1996, the Social Commission of the French Bishops' Conference said that condom use \"can be understood in the case of people for whom sexual activity is an ingrained part of their lifestyle and for whom [that activity] represents a serious risk.\"[33][34] In 1993, the German Bishops' Conference noted: \"In the final analysis, human conscience constitutes the decisive authority in personal ethics ... consideration must be given ... to the spread of AIDS. It is a moral duty to prevent such suffering, even if the underlying behavior cannot be condoned in many cases. ... The church ... has to respect responsible decision-making by couples.\"[35] Carlo Maria Martini, the archbishop of Milan, opined that when one spouse has HIV but the other does not that using condoms could be considered \"a lesser evil\".[36][37] But he quickly noted that the church should not acknowledge these considerations publicly because of \"the risk of promoting an irresponsible attitude.\"[38] Kevin Dowling, bishop of Rustenburg, South Africa, believes that the Catholic Church should reverse its position on the use of condoms to prevent HIV transmission.[39] Following this, he received a number of rebukes from the South African papal nuncio. The bishops' conference condemned his words, describing condoms as \"an immoral and misguided weapon\" in the fight against HIV, and argued that condom use could even encourage the spread of HIV by promoting extramarital sex.[40] According to sex education experts, abstinence-only sex education is not effective, and comprehensive sex education should be used instead.[41][42][43] Research has found that abstinence only education fails to decrease people's risks of transmitting STDs in the developed world.[44] The Church's stance has been criticized as unrealistic, ineffective, irresponsible and immoral by many public health officials and AIDS activists.[4][6][7] Empirical evidence suggests that condoms reduce the numbers of those who are infected with an STD, including HIV.[8][9][10][11][12][13] Some researchers claim that the primary challenge is getting people to use condoms all the time.[45] The Church's rejection of science on condoms, the main preventative measure in an epidemic that killed millions, caused misery and increased mortality from the epidemic.[46][47] The Catholic Church, with over 117,000 health centers, is the largest private provider of HIV/AIDS care.[48] While not allowing the use of condoms,[49] Catholic Church-related organizations provide more than 25% of all HIV treatment, care, and support throughout the world,[50][48][51] with 12% coming from Catholic Church organizations and 13% coming from Catholic non-governmental organizations.[52] According to the Vatican, care providers include 5,000 hospitals, 18,000 dispensaries, and 9,000 orphanages located both in rural and urban environments.[50][53][49] Much of the Church's aid effort is concentrated in developing nations – in Africa, Asia, and Latin America.[54][55] Catholic medical centers treat those already infected and make efforts to prevent the spread of the disease. Catholic hospitals were among the first to treat HIV/AIDS patients[56][57] in the early 1980s.[58] By 2008, Catholic Charities USA had 1,600 agencies providing services to people with AIDS, including housing and mental health services.[54] The Archdiocese of New York opened a shelter for AIDS patients in 1985.[59] In the same year, they also opened a hotline for people to call for resources and information.[59] The Missionaries of Charity, led by Mother Teresa, opened hospices in the Greenwich Village neighborhood of New York, Washington, D.C., and San Francisco in the 1980s as well.[60][59] Individual parishes also began opening hospices for AIDS patients.[b][59][61] AIDS arrived in Australia in the 1980s. Soon after, the Sisters of Charity began to admit patients with the new disease at St Vincent's Hospital, Sydney, in Sydney's inner city, which became a world leader in HIV research.[62] However, despite its geographic proximity to the infected community, it was reported that the atmosphere at St Vincent's was initially homophobic in the early 1980s, but hospital administrators took action to correct the situation.[63] The African Jesuit AIDS Network was established in 2002 by Jesuits from Africa and Madagascar as a network of organizations that fight against HIV/AIDS [64] Based on the outskirts of Nairobi, they develop responses that meet the needs in the local context to the disease, including education, prevention, and treatment.[65] The founding of the network was in response to a major effort by the Jesuits to make AIDS in Africa a major priority.[66] The Community of Sant'Egidio is \"among global leaders on HIV/AIDS\"[67] with a large presence in Africa. Its Drug Resource Enhancement against Aids and Malnutrition (DREAM) program is one of the most studied approaches to HIV / AIDS treatment in the world, with many of the roughly 100 papers attesting to its efficacy.[68] DREAM takes a holistic approach, combining highly active antiretroviral therapy (HAART) with the treatment of malnutrition, tuberculosis, malaria, and sexually transmitted diseases while emphasizing health education at all levels.[69] The program was initiated in Mozambique in March 2002 and has spread throughout the continent in dispersed health centers.[70] Funding has come from various international organizations[71] including the World Bank and the Bill & Melinda Gates Foundation,[72] as well as from Italy's winegrowers.[73] With the advent of AIDS, the Church initially responded nervously but soon began actively providing ministry and medical care to people with AIDS.[74] Parishes and dioceses have instituted various forms of paid and volunteer pastoral care and special activities for people with AIDS[75][76][77][78] and in the 1980s, some dioceses began hiring staff[79] and commissioning priests for AIDS ministry.[80] In 1989, the top services provided in the United States were health and hospice care, AIDS advocacy, and education and prevention;[81] others were drug treatment programs, housing, legal services, advocacy on behalf of those with AIDS, financial assistance, information about the disease and referrals for services, psychological and emotional support for both patients and family members, meals and groceries, and transportation services.[82][75] Saint Aloysius Gonzaga is the patron saint of those with AIDS and their caregivers.[83] During a 1987 visit to San Francisco, a city hit hard by the pandemic, John Paul II physically and verbally embraced AIDS patients at Mission Dolores in San Francisco's Castro district.[84][85][86][87] One of those he hugged was a four-year-old boy who had contracted AIDS through a blood transfusion.[88][86] His visit was not welcomed by all, and one AIDS patient termed it \"a deliberate slap in the face\" given the proximity to the city's gay district.[89] John Paul II spoke of the Church's activism to \"prevent the moral background\" of HIV/AIDS and of the importance of giving medical care to people with AIDS;[89] in later statements, he would condemn discrimination against people with AIDS, while also saying that it resulted from \"abuse of sexuality\".[90] Pope Francis visited a hospice on Holy Thursday while he was archbishop of Buenos Aires to wash and kiss the feet of 12 drug addicts with AIDS.[91] While attending World Youth Day in Panama, he visited a Church-run home for those infected with HIV.[92] While insisting that there was a personal responsibility to avoid risky behavior, the United States Conference of Catholic Bishops rejected the notion that there may be \"innocent\" or \"guilty\" victims of the virus.[93] Anyone with the disease, whether acquired through a tainted blood transfusion, hetero- or homosexual sex, drug use, or otherwise, should be afforded the same care and compassion.[93] The Conference was the first church body to address the pandemic in 1987 with a document entitled \"On \"The Many Faces of AIDS: A Gospel Response\".[87] In the document they said the church must provide pastoral care to those infected with HIV as well as medical care.[94] It called discrimination against people with AIDS \"unjust and immoral\".[94] It also rejected extra-marital sex and the use of condoms to halt the spread of the disease.[94] They reiterated the Church's teaching that human sexuality was a gift and was to be used in monogamous marriages.[94] In Always Our Children, their 1997 pastoral letter on homosexuality, the American bishops noted \"importance and urgency\" to minister to those with AIDS, especially considering the impact it had on the gay community.[95] Also in the 1980s, the bishops of the United States issued a pastoral letter, \"A Call to Compassion\", saying those with AIDS \"deserve to remain within our communal consciousness and to be embraced with unconditional love.\"[89] Joseph L. Bernardin, the Archbishop of Chicago, issued a 12-page policy paper in 1986 that outlined \"sweeping pastoral initiatives\" his archdiocese would be undertaking.[60] In 1987, the bishops of California issued a document saying that just as Jesus loved and healed lepers, the blind, the lame, and others, so too should Catholics care for those with AIDS.[59] The year before, they publicly denounced Proposition 64, a measure pushed by Lyndon H. LaRouche to forcibly quarantine those with AIDS, and encouraged Catholics to vote against it.[60] With the spread of the disease to North America, the Church in the United States established the National Catholic AIDS Network to provide care to AIDS patients, their families and loved ones.[93] The Network hosted conferences and served as a clearinghouse of information to Catholic AIDS ministries.[93] The National Catholic Educational Association published materials beginning in 1988 for use in elementary, secondary, and college classes.[93][96] In 1989, the Vatican held a conference on AIDS.[97][98][94] The three day affair drew over 1,000 delegates, including church leaders and the world's top scientists and AIDS researchers, from 85 countries.[97][90] It included Robert Gallo, the co-discoverer of HIV, Nobel Prize winners, theologians, hospital administrators, and psychologists.[99][100] At the opening session of the conference, Cardinal John O'Connor urged the public to be treated with respect and not as public health hazards, as outcasts, or shunned and left to die.[97][90][98] This included, he said, those in prison who were often put in solitary confinement until they died.[97] O'Connor also reiterated his opposition to condoms as a method to prevent the transition of HIV.[97] At the closing of the conference, John Paul II called for a global plan to combat AIDS and pledged the full support of the Catholic Church for those who were battling it.[90][101][94] Doing so, he said, was fundamental to the mission of the Church.[90] He said the church was called to both help prevent the spread of the disease and to care for those infected with it.[102] He also deplored what he viewed as the destructive behaviors that spread the disease.[94] The Pontifical Council for the Pastoral Care of Health Care Workers held a two-day conference in 2000 that coincided with World AIDS Day.[103][104] Dozens of AIDS experts attended.[103] It had been thought that the conference may open the door to condom use[104] but the church reaffirmed its position that condoms were morally impermissible.[104][105] Archbishop Javier Lozano Barragan, the president of the council and convener of the conference, said at the opening of the conference that the use of condoms did \"not respect the absolute dignity of the human person.\"[104] At the conference, a draft of a vade mecum, or handbook, for people who minister to those with AIDS was presented.[103][105] Fiorenza Deriu Bagnato, an Italian social researcher, also spoke at the conference.[105] In May 2011, the Vatican sponsored another international conference with the theme of \"The Centrality of Care for the Person in the Prevention and Treatment of Illnesses Caused by HIV/AIDS\", during which church officials continued teaching that condoms were immoral and ineffective\"[106][107] Due to sometimes conflicting comments by Benedict, who did not attend the conference, AIDS activists had hoped for a change in the Churches outlook on the use of condoms but they were disappointed.[107] Experts in the field discussed 'people-centered approaches' to prevent HIV transmission, treatment and care of those infected with it, and economic support to those in greatest need.[106] Attendees included theologians, health officials and AIDS researchers.[107] Zygmunt Zimowski, President of the Pontifical Council for the Pastoral Care of Health Care Workers, stressed victims behavior as a cause. \"Were promiscuity not endemic, HIV wouldn't be an epidemic.\"[106][107] He said it could not simply be considered a medical or public health issue and that a holistic approach should be used for AIDS prevention and treatment.[106] Church officials also condemned the fact that those in poorer parts of the world receive substandard medical care.[107] Across the globe, Catholic authorities have spoken out and written about the need for the Church to address the AIDS pandemic in a manner consistent with its mission.[94] Archbishop Fiorenzo Angelini, the convener of the 1989 Vatican Conference on AIDS, said \"victims are our brothers and we should not sit in judgement of them.\"[100] During a 1990 visit to Dar es Salaam in East Africa, which had one of the highest rates of AIDS infections in all of Africa, John Paul II urged the world to work on behalf of AIDS patients and to promote \"the true well-being of the human family\".[108] Likewise, he condemned the public authorities, which, out of either indifference, condemnation, or discrimination, did not act to alleviate their suffering.[108] During the 2001 Special Session of the United Nations on HIV/AIDS, John Paul II raised special concern about the transmission of the virus from mother to child and access to medical care and life-saving medications.[109] Cláudio Hummes, then-Archbishop of São Paulo, speaking at the 2003 Plenary Session of the United Nations on the Implementation of the Declaration of Commitment on HIV/AIDS, criticized pharmaceutical companies for making medications prohibitively expensive for many of the world's poorest.[109] Ethicist Lisa Sowle Cahill has said that the \"primary cause of the spread of this horrendous disease is poverty. Related barriers to AIDS prevention are racism; the low status of women; and an exploitative global economic system which influences the marketing of medical resources.\"[110] Medical anthropologist and physician Paul Farmer and David Walton, along with the priest and moral theologian Kevin T. Kelly, have all argued that to address the AIDS crisis that society must also address poverty and the low status of women.[110] Their arguments, along with others published in Catholic Ethicists on HIV/AIDS Prevention, examined the issue of HIV/AIDS in the context of social justice considerations.[51][111] In 1989, the United States Bishops Conference, in an attempt to move the discourse around AIDS from a medical context to a social one, said AIDS was \"a product of human actions in social contexts ... shaped by larger cultural and social structures.\"[112] They placed the epidemic in a different context than how many public health officials typically considered the issue.[112] Arguing that social factors, including historic political and social oppression and marginalization of infected populations, played a role in the spread of the pandemic was similar to those being made by left-leaning AIDS theorists.[112] The said several social factors, including changing sexual mores, economic poverty, and the drug use that often accompanies it, were driving causes of the epidemic.[113] The bishops said to ignore these issues when addressing AIDS was not only intellectually dishonest but also unfair to those in risk-prone populations.[113] According to the Catholic News Service, Church officials have consistently lobbied drug makers and governments in poor nations to increase the provision of antiretroviral medicines to children.[114] Pope Francis invited pharmaceutical executives to meetings in Rome with Pontifical Academy of Sciences officials and representatives from the United Nations and the United States.[114][115] At the meeting, UNAIDS Director of the Community Support, Social Justice, and Inclusion Program Deborah Von Zinkernagel reminded church officials that it was also important to work to lessen the stigma of having AIDS.[115] Church officials recognized that there was not a great deal of profit to be made in selling drugs to this demographic, so they instead made moral arguments for why the companies should work in this area.[114][115] Following those meetings in April and May 2016, new targets were written into a document signed at the United Nations' High-Level Meeting on Ending AIDS in June.[114] The targets called for getting medications to 1.6 million children within two years.[114] The President's Emergency Plan for AIDS Relief, a United States government agency that funds global AIDS response efforts, and the World Council of Churches credited the series of meetings with making progress in an area where previous efforts had stalled.[115] Within a year the program expanded to include getting diagnostic equipment into poor and remote areas of sub-Saharan Africa so that children and their parents could learn their HIV status.[115] In the 1980s, dioceses in the United States varied in how they responded to clergy with AIDS.[116][117] Some were compassionate while others ostracized those infected.[117][116] There was no national policy on how to handle priests with AIDS at the time, but a spokesman for the bishops' conference said the church should not be punitive but rather provide them with the same care and support as any other sick person.[116] In 1998, evidence suggested that the vast majority of priests with AIDS were treated with dignity and provided ample medical care.[118] In 2005, most dioceses offered health care and housing to priests with AIDS until their deaths.[119] There is no global policy on how to handle priests with AIDS.[119] By 1987, at least 12 of the 57,000 priests in the United States had died of AIDS.[116][117] By 2001, over 300 priests had died of AIDS.[120][119] In 2000, the Kansas City Star released a three-part report that claimed priests were dying of AIDS at a rate four times greater than the general population.[120][121] The report gained widespread coverage in the media, but the study was criticized as being unrepresentative and having \"little, if any, real value\".[121] The total number of priests who have or have died of AIDS is unknown, partly due to their desire to keep their diagnoses confidential, and estimates vary widely.[119] Many priests acquired the disease by having sex with other men.[120][119] Others became infected while working as missionaries in parts of the world with poor health practices and systems.[119] In the past, seminaries did not teach anything to seminarians how to handle their sexuality.[119] This was, according to Auxiliary Bishop Thomas Gumbleton, a \"failure on the part of the church\" that led to priests dealing with it in unhealthy ways.[119] A 1972 report found that most a large majority of priests did not have a healthy sexual identity and were psychologically underdeveloped.[119] Many dioceses and religious orders now require applicants to take an HIV test before being admitted as a seminarian.[119] One of the first priests to gain widespread attention because of his AIDS status was Michael R. Peterson.[119] The month before he died, Peterson and his bishop, James Hickey, sent a letter to every diocese and religious superior in the United States.[119] Peterson said that by coming forward he hoped to gain compassion and understanding for himself and others with AIDS.[119] Hickey said Peterson's diagnosis was a call to reach out with compassion to others with the disease.[119] The church's condemnation of homosexuality, even while it provides care to AIDS patients, has been a locus of controversy with regard to its relationship to AIDS.[118] Instances of homophobia, and related AIDS-phobia, within the Church have led to harmful practices and attitudes among some members of the clergy and laity.[93] Catholic teaching on condoms and opposition to homosexuality, seen as exacerbating the pandemic, has led groups such as ACT UP to hold protests such as Stop the Church.[118] Most mainstream AIDS organizations, however, have worked with the Church to bring an end to the pandemic.[118] {{reflist|refs= [83] [105] [104] [103] [29] [74] [76] [75] [77] [78] [64] [95] [60] [119] [121] [61] [117] [120] [116] [57] [100] [101] [31] [92] [91] [106] [98] [90] [97] [89] [86] [84] [111] [52] [107] [48] [17] [19] [18] [56] [50] [53] [54] [4] [20] [6] [7] [8] [9] [11] [45] [41] [43] [62] [49] [55] [2] [14] [15] [16] [22] [23] [24] [25] [26] [27] [28] [30] [33] [35] [36] [37] [38] [39] [40] [10] [12] [13] [42] [44] [63] [114] [115] [67] [68] [69] [70] [71] [72] [73] ","Title":"Catholic Church and HIV/AIDS - Wikipedia","KeyID":"8781","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Church_and_AIDS"}