{"Content: ":"RTS,S/AS01 (trade name Mosquirix) is a recombinant protein-based malaria vaccine. In October 2021, the vaccine was endorsed by the World Health Organization (WHO) for \"broad use\" in children, making it the first malaria vaccine candidate, and first vaccine to address parasitic infection, to receive this recommendation.[3][4][5] The RTS,S vaccine was conceived of and created in the late 1980s by scientists working at SmithKline Beecham Biologicals (now GlaxoSmithKline (GSK) Vaccines) laboratories in Belgium.[6] The vaccine was further developed through a collaboration between GSK and the Walter Reed Army Institute of Research in the U.S. state of Maryland[7] and has been funded in part by the PATH Malaria Vaccine Initiative and the Bill and Melinda Gates Foundation. Its efficacy ranges from 26 to 50% in infants and young children. Approved for use by the European Medicines Agency (EMA) in July 2015,[1] it is the world's first licensed malaria vaccine and also the first vaccine licensed for use against a human parasitic disease of any kind.[8] On 23 October 2015, WHO's Strategic Advisory Group of Experts on Immunization (SAGE) and the Malaria Policy Advisory Committee (MPAC) jointly recommended a pilot implementation of the vaccine in Africa.[9] This pilot project for vaccination was launched on 23 April 2019 in Malawi, on 30 April 2019 in Ghana, and on 13 September 2019 in Kenya.[10][11] Potential malaria vaccines have been an intense area of research since the 1960s.[12] SPf66 was tested extensively in endemic areas in the 1990s, but clinical trials showed it to be insufficiently effective.[13] Other vaccine candidates, targeting the blood-stage of the malaria parasite's life cycle, have also been insufficient on their own.[14] Among several potential vaccines under development that target the pre-erythrocytic stage of the disease, RTS,S has shown the most promising results so far.[15] The EMA approved the RTS,S vaccine in July 2015, with a recommendation that it be used in Africa for babies at risk of getting malaria. RTS,S was the world's first malaria vaccine to get approval for this use.[16][8] Preliminary research suggests that delayed fractional dosing could increase the vaccine's efficacy up to 86%.[17][18] On 17 November 2016, WHO announced that the RTS,S vaccine would be rolled out in pilot projects in three countries in sub-Saharan Africa. The pilot program, coordinated by WHO, will assess the extent to which the vaccine's protective effect shown in advanced clinical trials can be replicated in real-life settings. Specifically, the programme will evaluate the feasibility of delivering the required four doses of the vaccine; the impact of the vaccine on lives saved; and the safety of the vaccine in the context of routine use.[19] Vaccinations by the ministries of health of Malawi, Ghana, and Kenya began in April and September 2019 and target 360,000 children per year in areas where vaccination would have the highest impact. The results are planned to be used by the World Health Organization to advise about a possible future deployment of the vaccine.[10][11][20] In 2021 it was reported that the vaccine together with other anti-malaria medication when given at the most vulnerable season could reduce deaths and illness from the disease by 70%.[21][22] RTS,S has been funded, most recently, by the non-profit PATH Malaria Vaccine Initiative (MVI) and GlaxoSmithKline with funding from the Bill and Melinda Gates Foundation.[23] The RTS,S-based vaccine formulation had previously been demonstrated to be safe, well tolerated, immunogenic, and to potentially confer partial efficacy in both malaria-naive and malaria-experienced adults as well as children.[24] The RTS,S vaccine is based on a protein construct first developed by GlaxoSmithKline in 1986. It was named RTS because it was engineered using genes from the repeat ('R') and T-cell epitope ('T') of the pre-erythrocytic circumsporozoite protein (CSP) of the Plasmodium falciparum malaria parasite together with a viral surface antigen ('S') of the hepatitis B virus (HBsAg).[7] This protein was then mixed with additional HBsAg to improve purification, hence the extra \"S\".[7] Together, these two protein components assemble into soluble virus-like particles similar to the outer shell of a hepatitis B virus.[25] A chemical adjuvant (AS01, specifically AS01E) was added to increase the immune system response.[26] Infection is prevented by inducing humoral and cellular immunity, with high antibody titers, that block the parasite from infecting the liver.[27] The T-cell epitope of CSP is O-fucosylated in Plasmodium falciparum[28][29] and Plasmodium vivax,[30] while the RTS,S vaccine produced in yeast is not.[citation needed]","Title":"RTS,S - Wikipedia","KeyID":"8784","URL":"https://en.wikipedia.org/wiki/RTS,S"}