{"Content: ":"ScienceBlogs is an invitation-only blog network and virtual community that operated initially for almost 12 years, from 2006 to 2017. It was created by Seed Media Group to enhance public understanding of science.[1] Each blog had its own theme, speciality and author(s) and was not subject to editorial control. Authors included active scientists working in industry, universities and medical schools as well as college professors, physicians, professional writers, graduate students, and post-docs. On 24 January 2015, 19 of the blogs had seen posting in the past month. 11 of these had been on ScienceBlogs since 2006. ScienceBlogs shut down at the end of October 2017.[2][3] In late August 2018, the website's front page displayed a notice suggesting it was about to become active once again. ScienceBlogs was launched in January 2006 with 15 blogs on the network. For the launch blogs, Seed invited some of the best-known independent science bloggers and allowed them to blog about whichever subjects they wished.[4] Revenue was generated through advertisements sold to companies who wished to attract \"bright, curious consumers who buy products like automobiles, books, cellphones, computers, liquor, music and watches.\"[5] As a result of the free rein given to bloggers and the incentive to increase traffic, bloggers on the network often discussed hot topics such as politics and religion in addition to science. These topics frequently incited heated arguments in the comment threads and bloggers on the network sometimes got into arguments with each other over a series of posts.[4] ScienceBlogs and Seed received some notable awards at the end of their first year of activity, including the 2006 UTNE Independent Press Award for Best Science/Technology Coverage being granted to Seed, in large part due to the success of ScienceBlogs. Additionally, two blogs on the network received Weblog awards: Pharyngula for Best Science Blog and Respectful Insolence for Best Medical/Health Issues Blog. The creators of ScienceBlogs expanded their collection of hosted blogs in three major waves, supplemented by individual additions along the way. Some of the most trafficked blogs included Pharyngula, Respectful Insolence, Good Math Bad Math, Deltoid, Cognitive Daily, Living the Scientific Life (Scientist, Interrupted) and On Becoming a Domestic and Laboratory Goddess. According to Technorati, as of 7 July 2007[update], ScienceBlogs had an \"authority\" of 9,581 and its number of inbound links ranks it 37th among blogs worldwide.[6] As of 14 March 2008[update], Quantcast charts it as having over 1.1 million monthly unique visitors, 65% of whom are from the United States.[7] As of February 2009[update], ScienceBlogs hosted 75 blogs dedicated to various fields of research. In April 2011, ScienceBlogs was taken over by National Geographic. While Seed would still maintain ownership of the site, National Geographic would acquire editorial control and responsibility for advertising sales on the site.[8] ScienceBlogs launched a German language edition of the site, ScienceBlogs.de, in 2008 in partnership with Hubert Burda Media. As of 7 December 2010, the site hosted 35 blogs.[9] ScienceBlogs Brazil debuted in March 2009 with 23 Portuguese language blogs. In June 2010, ScienceBlogs started a blog which was sponsored by PepsiCo and was to be written by their employees.[10][11] This led to backlash by many of the bloggers on ScienceBlogs who considered this to be an unethical mix of advertising and journalism,[12][13] and the PepsiCo blog was withdrawn from ScienceBlogs. This affair was informally named \"PepsiGate\". By the middle of July approximately a quarter of the bloggers had left ScienceBlogs. Subsequently, some bloggers such as PZ Myers of Pharyngula announced they were going on strike as part of a general feeling that the people running Seed had failed to respond to concerns surrounding the incident.[14] Seed Media responded by killing off Food Frontiers, the Pepsico sponsored blog, but that didn't stop the defections. According to PZ Myers, \"The ship is sinking\". A writer at the New York Times Magazine reviewed the incident and commented, \"ScienceBlogs has become Fox News for the religion-baiting, peak-oil crowd.\"[15] Some other science blogging networks were launched, including scientopia.org, scienceseeker.org and one hosted by The Guardian. In early 2015, however, eleven of the network's 2006 founding-generation blogs were still active, including Myers's. On 14 October 2017, astrophysics blogger Steinn Sigurðsson publicly revealed that ScienceBlogs was due to be shut down,[16] and David Gorski, author of the \"Respectful Insolence\" blog under his pseudonym Orac, stated that ScienceBlogs had \"barely existed as an entity for a few years\". [17] Astrophysics blogger Ethan Siegel reported on 22 October 2017 that ScienceBlogs had informed bloggers it \"no longer had the funds to keep the site operational, and so they would be shutting down\".[18] In late August 2018, a note appeared on the home page which said that ScienceBlogs was now part of the Science 2.0 family and that plans were in place to make the site active once again.[19] ScienceBlogs consisted of ten channels, or categories, of blog entries. Each blog author decided what channel his or her individual post belongs in, and each post was indexed accordingly on the main page. The categories were:","Title":"ScienceBlogs - Wikipedia","KeyID":"880","URL":"https://en.wikipedia.org/wiki/ScienceBlogs"}