{"Content: ":"The Convention on Psychotropic Substances of 1971 is a United Nations treaty designed to control psychoactive drugs such as amphetamine-type stimulants, barbiturates, benzodiazepines, and psychedelics signed in Vienna, Austria on 21 February 1971. The Single Convention on Narcotic Drugs of 1961 did not ban the many newly discovered psychotropics,[1] since its scope was limited to drugs with cannabis, coca and opium-like effects. During the 1960s such drugs became widely available, and government authorities opposed this for numerous reasons, arguing that along with negative health effects, drug use led to lowered moral standards. The Convention, which contains import and export restrictions and other rules aimed at limiting drug use to scientific and medical purposes, came into force on 16 August 1976. As of 2013, 183 member states are Parties to the treaty. Many laws have been passed to implement the Convention, including the Canadian Controlled Drugs and Substances Act, the UK Misuse of Drugs Act 1971 and the U.S. Psychotropic Substances Act. Adolf Lande, under the direction of the United Nations Office of Legal Affairs, prepared the Commentary on the Convention on Psychotropic Substances. The Commentary, published in 1976, is an invaluable aid to interpreting the treaty and constitutes a key part of its legislative history. Provisions to end the international trafficking of drugs covered by this Convention are contained in the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances. This treaty, signed in 1988, regulates precursor chemicals to drugs controlled by the Single Convention and the Convention on Psychotropic Substances. It also strengthens provisions against money laundering and other drug-related crimes. International drug control began with the 1912 International Opium Convention, a treaty which adopted import and export restrictions on the opium poppy's psychoactive derivatives. Over the next half-century, several additional treaties were adopted under League of Nations auspices, gradually expanding the list of controlled substances to encompass cocaine and other drugs and granting the Permanent Central Opium Board power to monitor compliance. After the United Nations was formed in 1945, those enforcement functions passed to the UN. In 1961, a conference of plenipotentiaries in New York adopted the Single Convention on Narcotic Drugs, which consolidated the existing drug control treaties into one document and added Cannabis to the list of prohibited plants. In order to appease the pharmaceutical interests, the Single Convention's scope was sharply limited to the list of drugs enumerated in the Schedules annexed to the treaty and to those drugs determined to have similar effects. During the 1960s, drug use increased in Western developed nations. Young people began using hallucinogenic, stimulant, and other drugs on a widespread scale that has continued to the present. In many jurisdictions, police had no laws under which to prosecute users and traffickers of these new drugs; LSD, for instance, was not prohibited federally in the U.S. until 1967. In 1968, \"[d]eeply concerned at reports of serious damage to health being caused by LSD and similar hallucinogenic substances,\" the United Nations Economic and Social Council (ECOSOC) passed a resolution calling on nations to limit the use of such drugs to scientific and medical purposes and to impose import and export restrictions.[2] Later that year, the UN General Assembly requested that ECOSOC call upon its Commission on Narcotic Drugs to \"give urgent attention to the problem of the abuse of the psychotropic substances not yet under international control, including the possibility of placing such substances under international control\".[3] Circa 1969, with use of stimulants growing, ECOSOC noted with considerable consternation that the Commission \"was unable to reach agreement on the applicability of the Single Convention on Narcotic Drugs, 1961 to these substances\".[4] The language of the Single Convention and its legislative history precluded any interpretation that would allow international regulation of these drugs under that treaty. A new convention, with a broader scope, would be required in order to bring those substances under control. Using the Single Convention as a template, the Commission prepared a draft convention which was forwarded to all UN member states. The Secretary-General of the United Nations scheduled a conference for early 1971 to finalize the treaty.[5] Meanwhile, countries had already begun passing legislation to implement the draft treaty. In 1969, Canada added Part IV to its Food and Drugs Act, placing a set of \"restricted substances,\" including LSD, DMT, and MDA, under federal control. In 1970, the United States completely revamped its existing drug control laws by enacting the Controlled Substances Act (amended in 1978 by the Psychotropic Substances Act, which allows the U.S. drug control Schedules to be updated as needed to comply with the Convention). In 1971, the United Kingdom passed the Misuse of Drugs Act 1971. A host of other nations followed suit. A common feature shared by most implementing legislation is the establishment of several classes or Schedules of controlled substances, similarly to the Single Convention and the Convention on Psychotropic Substances, so that compliance with international law can be assured simply by placing a drug into the appropriate Schedule. The conference convened on 11 January 1971. Nations split into two rival factions, based on their interests. According to a Senate of Canada report, \"One group included mostly developed nations with powerful pharmaceutical industries and active psychotropics markets . . . The other group consisted of developing states...with few psychotropic manufacturing facilities\".[6] The organic drugmaking states that had suffered economically from the Single Convention's restrictions on cannabis, coca, and opium fought for tough regulations on synthetic drugs. The synthetic drug-producing states opposed those restrictions. Ultimately, the developing states' lobbying power was no match for the powerful pharmaceutical industry's, and the international regulations that emerged at the conference's close on 21 February were considerably weaker than those of the Single Convention. The Convention's adoption marked a major milestone in the development of the global drug control regime. Over 59 years, the system had evolved from a set of loose controls focused on a single drug into a comprehensive regulatory framework capable of encompassing almost any mind-altering substance imaginable. According to Rufus King, \"It covers such a grab-bag of natural and manufactured items that at every stage of its consideration its proponents felt obliged to stress anew that it would not affect alcohol or tobacco abuse.\"[7] As of February 2018, there are 184 state parties to the convention.[8] This total includes 182 member states of the United Nations, the Holy See and the State of Palestine. The 11 UN member states that are not party to the convention are East Timor, Equatorial Guinea, Haiti, Kiribati, Liberia, Nauru, Samoa, Solomon Islands, South Sudan, Tuvalu and Vanuatu. Liberia has signed the treaty but has not ratified it. The Convention has four Schedules of controlled substances, ranging from Schedule I (most restrictive) to Schedule IV (least restrictive). A list of psychotropic substances, and their corresponding Schedules, was annexed to the 1971 treaty. The text of the Convention does not contain a formal description of the features of the substances fitting in each Schedule, in contrast to the US Controlled Substances Act of 1970, which gave specific criteria for each Schedule in the US system. The amphetamine-type stimulants (ATS), a legal class of stimulants – not all of which are substituted amphetamines – were defined in the 1971 treaty and in subsequent revisions.[10] A 2002 European Parliament report and a 1996 UNODC report on ATS describe the international Schedules as listed below.[10][11] A 1999 UNODC report notes that Schedule I is a completely different regime from the other three. According to that report, Schedule I mostly contains hallucinogenic drugs such as LSD that are produced by illicit laboratories, while the other three Schedules are mainly for licitly produced pharmaceuticals. The UNODC report[13] also claims that the Convention's Schedule I controls are stricter than those provided for under the Single Convention, a contention that seems to be contradicted by the 2002 Senate of Canada[6] and 2003 European Parliament reports.[14] Although estimates and other controls specified by the Single Convention are not present in the Convention on Psychotropic Substances, the International Narcotics Control Board corrected the omission by asking Parties to submit information and statistics not required by the Convention, and using the initial positive responses from various organic drug producing states to convince others to follow.[15] In addition, the Convention does impose tighter restrictions on imports and exports of Schedule I substances. A 1970 Bulletin on Narcotics report notes:[16] Article 2 sets out a process for adding additional drugs to the Schedules. First, the World Health Organization (WHO) must find that the drug meets the specific criteria set forth in Article 2, Section 4, and thus is eligible for control. Then, the WHO issues an assessment of the substance that includes: Article 2, Paragraph 4: If the World Health Organization finds: (a) That the substance has the capacity to produce (i) (1) A state of dependence, and (2) Central nervous system stimulation or depression, resulting in hallucinations or disturbances in motor function or thinking or behaviour or perception or mood, or (ii) Similar abuse and similar ill effects as a substance in Schedule I, II, III or IV, and (b) That there is sufficient evidence that the substance is being or is likely to be abused so as to constitute a public health and social problem warranting the placing of the substance under international control, the World Health Organization shall communicate to the Commission an assessment of the substance, including the extent or likelihood of abuse, the degree of seriousness of the public health and social problem and the degree of usefulness of the substance in medical therapy, together with recommendations on control measures, if any, that would be appropriate in the light of its assessment. The Commentary gives alcohol and tobacco as examples of psychoactive drugs that were deemed to not fit the above criteria by the 1971 Conference which negotiated the Convention. Alcohol can cause dependence and central nervous depression resulting in disturbances of thinking and behavior, furthermore alcohol causes similar effects as barbiturates, alcohol causes very serious \"public health and social problems\" in many countries, and also alcohol has minimal use in modern medicine. Nevertheless, according to the Commentary: Similarly, tobacco can cause dependence and has little medical use, but it was not considered to be a stimulant or depressant or to be similar to other scheduled substances. Most important, according to the Commentary: The Commission on Narcotic Drugs makes the final decision on whether to add the drug to a Schedule, \"taking into account the communication from the World Health Organization, whose assessments shall be determinative as to medical and scientific matters, and bearing in mind the economic, social, legal, administrative and other factors it may consider relevant\". A similar process is followed in deleting a drug from the Schedules or transferring a drug between Schedules. For instance, at its 33rd meeting, the WHO Expert Committee on Drug Dependence recommended transferring tetrahydrocannabinol to Schedule IV of the Convention, citing its medical uses and low abuse potential.[17] However, the Commission on Narcotic Drugs has declined to vote on whether to follow the WHO recommendation and reschedule tetrahydrocannabinol. The UN Economic and Social Council, as a parent body of the Commission on Narcotic Drugs, can alter or reverse the Commission's scheduling decisions. In the event of a disagreement about a drug's Scheduling, Article 2, Paragraph 7 allows a Party to, within 180 days of the communication of the Commission's decision, give the UN Secretary-General \"a written notice that, in view of exceptional circumstances, it is not in a position to give effect with respect to that substance to all of the provisions of the Convention applicable to substances in that Schedule.\" This allows the nation to comply with a less stringent set of restrictions. The U.S. Controlled Substances Act's 21 U.S.C. ยง 811(d)(4) implies that placing a drug in Schedule IV or V of the Act is sufficient to \"carry out the minimum United States obligations under paragraph 7 of article 2 of the Convention\".[18] This provision, which calls for temporarily placing a drug under federal drug control in the event the Convention requires it, was invoked in 1984 with Rohypnol (flunitrazepam). Long before abuse of the drug was sufficiently widespread in the United States to meet the Act's drug control criteria, rohypnol was added to the Schedules of the Convention on Psychotropic Substances, and the U.S. government had to place rohypnol in Schedule IV of the Controlled Substances Act in order to meet its minimum treaty obligations.[19] As of March 2005, 111 substances were controlled under the Convention. In 1998, ephedrine was recommended for control under the Convention. The Dietary Supplement Safety and Science Coalition lobbied against control, stressing the drug's history and safety, and arguing that \"ephedrine is not a controlled substance in the US today, nor should it be internationally\" because is a soft stimulant similar to caffeine.[20] After a two-year debate, the Expert Committee on Drug Dependence decided against regulating ephedrine. However, the Commission on Narcotics Drugs and the International Narcotics Control Board listed the drug as a Table I precursor under the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances because ephedrine can be used as chemical precursor for synthetize or manufacture amphetamine or methamphetamine, both which are actually controlled substances, a move that did not require WHO approval. The Expert Committee on Drug Dependence cautiously began investigating ketamine at its thirty-third meeting, noting, \"Its use in veterinary medicine must also be considered in relation to its control\".[21] Ketamine remains uncontrolled internationally, although many nations (e.g. USA and UK) have enacted restrictions on the drug. The Expert Committee's evaluation of MDMA during its 22nd meeting in 1985 was marked by pleas from physicians to allow further research into the drug's therapeutic uses. Paul Grof, chairman of the Expert Committee, argued that international control was not yet warranted, and that scheduling should be delayed pending completion of more studies. The Expert Committee concluded that because there was \"insufficient evidence to indicate that the substance has therapeutic usefulness,\" it should be placed in Schedule I. However, its report did recommend more MDMA research:[22] MDMA was added to the convention as a Schedule I controlled substance in February 1986.[24] MBDB (Methylbenzodioxolylbutanamine) is an entactogen with similar effects to MDMA. The thirty-second meeting of the WHO Expert Committee on Drug Dependence (September 2000) evaluated MBDB and recommended against scheduling.[25] From the WHO Expert Committee assessment of MBDB: Circa 1994, the United States government notified the UN Secretary General that it supported controlling methcathinone, an addictive stimulant manufactured with common household products, as a Schedule I drug under the Convention. The FDA report warned of the drug's dangers, even noting that addicts in Russia were observed to often have \"potassium permanganate burns on their fingers\" and to \"tend not to pay attention to their appearance, thus looking ragged with dirty hands and hair\".[26] With methcathinone having no medical use, the decision to place the drug in Schedule I was uncontested. Traditionally, the UN has been reluctant to control nicotine and other drugs traditionally legal in Europe and North America, citing tolerance of a wide range of lifestyles. This contrasts with the regulatory regime for other highly addictive drugs. Gabriel G. Nahas, in a Bulletin on Narcotics report, noted:[27] Nonetheless, in October 1996, the Expert Committee considered controlling nicotine, especially products such as gum, patches, nasal spray, and inhalers.[28] The UN ultimately left nicotine unregulated. Since then, nicotine products have become even more loosely controlled; Nicorette gum, for instance, is now an over-the-counter drug in the United States and in Finland, readily available in Finland from grocery stores and pharmacies. Another nicotine gum sold in Finland is called Nicotinell. All kinds of nicotine products are readily available in Finnish grocery stores and pharmacies. Tetrahydrocannabinol (THC), the main active ingredient in cannabis, was originally placed in Schedule I when the Convention was enacted in 1971. At its twenty-sixth meeting, in response to a 1987 request from the Government of the United States that THC be transferred from Schedule I to Schedule II, the WHO Expert Committee on Drug Dependence recommended that THC be transferred to Schedule II, citing its low abuse potential and \"moderate to high therapeutic usefulness\" in relieving nausea in chemotherapy patients. The Commission on Narcotic Drugs rejected the proposal. However, at its twenty-seventh meeting, the WHO Expert Committee again recommended that THC be moved to Schedule II. At its 45th meeting, on 29 April 1991, the Commission on Narcotic Drugs approved the transfer of dronabinol and its stereochemical variants from Schedule I to Schedule II of the Convention, while leaving other tetrahydrocannabinols and their stereochemical variants in Schedule I. At its thirty-third meeting (September 2002), the WHO Committee issued another evaluation of the drug and recommended that THC be moved to Schedule IV, stating: No action was taken on this recommendation. And at its thirty-fourth meeting the WHO Committee recommended that THC be moved instead to Schedule III. In 2007 the Commission on Narcotic Drugs decided not to vote on whether to reschedule THC, and they requested that the WHO make another review when more information is available.[29] In 2019,[30] the WHO Expert Committee recommended that all isomers of THC be withdrawn from the Schedules of the 1971 Convention and included in the 1961 Convention alongside other Cannabis-related products and pharmaceutical preparations.[31][32] However, this was rejected by a vote at the United Nations Commission on Narcotic Drugs on 2 December 2020.[33][34] 2C-B is a psychedelic phenethylamine. At its thirty-second (September 2000) meeting the WHO Expert Committee on Drug Dependence recommended that 2C-B be placed in Schedule II, rather than with other scheduled psychedelics in Schedule I.[25] The committee stated that \"[t]he altered state of mind induced by hallucinogens such as 2C-B may result in harm to the user and to others\", but did not cite any evidence. From the WHO Expert Committee assessment of 2C-B: Like the Single Convention on narcotic medicines, the Convention on Psychotropic Substances recognizes scientific and medical use of psychoactive drugs, while banning other uses. Article 7 provides that, In this sense, the U.S. Controlled Substances Act is stricter than the Convention requires. Both have a tightly restricted category of drugs called Schedule I, but the US Act restricts medical use of Schedule I substances to research studies, while the Convention allows broader, but limited and restriged, medical use of Schedule I controlled substances but scientific or industrial use of controlled substances is normally permitted. Several of the substances originally placed in Schedule I are psychedelic drugs which are contained in natural plants and fungi (such as peyote and psilocybin mushrooms) and which have long been used in religious or healing rituals. The Commentary notes the \"Mexican Indian Tribes Mazatecas, Huicholes and Tarahumaras\" as well as the \"Kariri and Pankararu of eastern Brazil\" as examples of societies that use such plants. Article 32, paragraph 4 allows for States, at the time of signature, ratification or accession, to make a reservation noting an exemption for However, the official Commentary on the Convention on Psychotropic Substances makes it clear that psychedelic plants (and indeed any plants) were not included in the original Schedules and are not covered or included at all by the Convention. This includes \"infusion of the roots\" of Mimosa tenuiflora (M. hostilis; which contains DMT) and \"beverages\" made from psilocybin mushrooms or psychotropic acacias, the latter of which are used in the DMT-containing beverage known colloquially as Ayahuasca. The purpose of Paragraph 4 of Article 32 was to allow States to \"make a reservation assuring them the right to permit the continuation of the traditional use in question\" in the case that plants were in the future added to the Schedule I. Currently, naught plants or plant products are included in the Schedules of the 1971 Convention. Furthermore, in a letter, dated 13 September 2001, to the Dutch Ministry of Health, Herbert Schaepe, Secretary of the UN International Narcotics Control Board, clarified that the UN Conventions do not cover \"preparations\" of psilocybin mushrooms:[35] As you are aware, mushrooms containing the above substances are collected and abused for their hallucinogenic effects. As a matter of international law, no plants (natural material) containing psilocine and psilocybin are at present controlled under the Convention on Psychotropic Substances of 1971. Consequently, preparations made of these plants are not under international control and, therefore, not subject of the articles of the 1971 Convention. However, criminal cases are decided with reference to domestic law, which may otherwise provide for controls over mushrooms containing psilocine and psilocybin. As the Board can only speak as to the contours of the international drug conventions, I am unable to provide an opinion on the litigation in question. Nonetheless, in 2001 the U.S. Government, in Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal, argued that ayahuasca, an infusion of Mimosa hostilis and other psychoactive plants that is used in religious rituals, was prohibited in the US because of the 1971 Convention. That case involved a seizure by U.S. Customs and Border Protection of several drums of DMT-containing liquid. Plaintiffs sued to have the drugs returned to them, claiming that they used it as a central part of their religion.[36] In the discussions on Article 32, paragraph 4, noted in the Official Record of the 1971 Conference, the representative from the United States supported the explicit exemption of sacred psychoactive substances, stating: \"Substances used for religious services should be placed under national rather than international control\", while the representative of the Holy See observed: \"If exemptions were made in favour of certain ethnic groups, there would be nothing to prevent certain organizations of hippies from trying to make out, on religious grounds, that their consumption of psychotropic substances was permissible.\"[37] The Commentary on the Convention on Psychotropic Substances notes that while many plant-derived chemicals are controlled by the treaty, the plants themselves are not:[38] Mexico, in particular, argued that \"production\" of psychotropic drugs should not apply to wild-growing plants such as peyote cacti or psilocybin mushrooms. The Bulletin on Narcotics noted that \"Mexico could not undertake to eradicate or destroy these plants\".[16] Compared to the Single Convention on Narcotic Drugs (which calls for \"uprooting of all coca bushes which grow wild\" and governmental licensing, purchasing, and wholesaling of licit opium, coca, and cannabis crops), the Convention on Psychotropic Substances devotes few words to the subject of psychoactive plants. On 2 July 1987, the United States Assistant Secretary of Health recommended that the Drug Enforcement Administration initiate scheduling action under the Controlled Substances Act in order to implement restrictions required by cathinone's Schedule I status under the Convention. The 1993 DEA rule placing cathinone in the CSA's Schedule I noted that it was effectively also banning khat:[39] A 1971 Bulletin on Narcotics notes:[40] This provision was eventually judged to be inadequate, and was strengthened by the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances's precursor control regime, which established two Tables of controlled precursors. The Commission on Narcotic Drugs and International Narcotics Control Board were put in charge of adding, removing, and transferring substances between the Tables. Circa 1999, the Government of Spain proposed amending Schedules I and II to include isomers, esters, ethers, salts of isomers, esters and ethers, and any \"substance resulting from modification of the chemical structure of a substance already in Schedule I or II and which produced pharmacological effects similar to those produced by the original substances\".[41] The WHO opposed this change. The Commission on Narcotic Drugs did amend the Schedules to include stereoisomerisms, however, with the understanding that \"specific isomers that did not have hazardous pharmacological activity and that posed no danger to society could be excluded from control, as dextromethorphan had been in the case of Schedule I of the 1961 Convention.\" Article 22 provides: Conspiracy, attempts, preparatory acts, and financial operations related to drug offenses are also called on to be criminalized. Parties are also asked to count convictions handed down by foreign governments in determining recidivism. Article 22 also notes that extradition treaties are \"desirable\", although a nation retains the right to refuse to grant extradition, including \"where the competent authorities consider that the offence is not sufficiently serious.\" As with all articles of the Convention on Psychotropic Substances, the provisions of Article 22 are only suggestions which do not override the domestic law of the member countries: Article 22 allows Parties, in implementing the Convention's penal provisions, to make exceptions for drug abusers by substituting \"treatment, education, after-care, rehabilitation and social reintegration\" for imprisonment. This reflects a shift in focus in the war on drugs from incarceration to treatment and prevention that had already begun to take hold by 1971. Indeed, in 1972, a parallel provision allowing treatment for drug abusers was added to the Single Convention on Narcotic Drugs by the Protocol Amending the Single Convention on Narcotic Drugs. Article 20 mandates drug treatment, education, and prevention measures and requires Parties to assist efforts to \"gain an understanding of the problems of abuse of psychotropic substances and of its prevention\" and to \"promote such understanding among the general public if there is a risk that abuse of such substances will become widespread.\" To comply with these provisions, most Parties financially support organizations and agencies dedicated to these goals. The United States, for instance, established the National Institute on Drug Abuse in 1974 to comply with the research requirement and began sponsoring Drug Abuse Resistance Education in 1983 to help fulfill the educational and prevention requirements. Control of stimulants has become a major challenge for the UN. In 1997, the World Drug Report warned:[42] A 1998 UN General Assembly Special Session on the World Drug Problem report noted:[43] The report mentioned proposals to increase the flexibility of scheduling drugs under the Convention and to amend the drug-control treaties to make them more responsive to the current situation. Neither proposal has gained traction, however. Due to the ease of manufacturing methamphetamine, methcathinone, and certain other stimulants, control measures are focusing less on preventing drugs from crossing borders. Instead, they are centering on increasingly long prison sentences for manufacturers and traffickers as well as regulations on large purchases of precursors such as ephedrine and pseudoephedrine. The International Narcotics Control Board and Commission on Narcotic Drugs help coordinate this fight by adding additional precursors to the Tables of chemicals controlled under the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances. In 1997, ECOSOC called on nations to help enforce international law by cooperating \"with relevant international organizations, such as Interpol and the World Customs Organization . . . in order to promote coordinated international action in the fight against illicit demand for and supply of amphetamine-type stimulants and their precursors.\" That resolution also called on governments overseeing precursor exports \"to inquire with the authorities of importing States about the legitimacy of transactions of concern, and to inform the International Narcotics Control Board of the action taken, particularly when they do not receive any reply to their inquiries\".[44] Pockets of high-intensity clandestine production and trafficking, such as rural southwest Virginia, exist in most industrialized nations. However, the United Nations Office on Drugs and Crime believes that East Asia (particularly Thailand) now has the most serious amphetamine-type stimulant (ATS) problem in the world. A 2002 report by that agency noted:[45] For many countries the problem of ATS is relatively new, growing quickly and unlikely to go away. The geographical spread is widening. . . Abuse is increasingly concentrated among younger populations, who generally and erroneously believe that the substances are safe and benign. The abuse of ATS is threatening to become part of mainstream culture. The less optimistic suggest that ATS is already embedded in normative young adult behavior to such an extent that it will be very difficult to change, notwithstanding the issues of physical, social and economic damage. The Office called on nations to bring more resources to bear in the demand reduction effort, improving treatment and rehabilitation processes, increasing private sector participation in eliminating drugs from the workplace, and expanding the drug information clearing house to share information more effectively. In 2000, the International Narcotics Control Board chastised Canada for refusing to comply with the Convention's requirement that international transactions in controlled psychotropics be reported to the Board. INCB Secretary Herbert Schaepe said:[46] In an unusual departure from its normally pro-industry leanings, the INCB issued a press release in 2001 warning of excessive use of licit psychotropics: The Board also warned that the Internet provides \"easy access to information on drug production and drug-taking,\" calling it \"a growing source of on-line drug trafficking.\" The Board pointed out that some Internet suppliers sell controlled drugs without regard to the Convention's medical prescription requirements.[47] Source: INCB Green List (28th Edition, 2017) All Schedules consist of 116 positions and common generalization clause for salts. Schedule I also contains generalization clause for stereoisomers. There are also 2 specific generalizations, both for tetrahydrocannabinol stereochemical variants. There are no exclusions. 116 positions: Contains 62 positions (including 1 position for six tetrahydrocannabinol isomers), generalization clause for stereoisomers, specific generalization for tetrahydrocannabinol stereochemical variants and common generalization clause for salts. 28 positions: Phenethylamine psychedelics: Tryptamine psychedelics: Stimulants: Synthetic cannabinoids: Isomers of natural tetrahydrocannabinol: Dissociatives: Ergolines: The stereoisomers of substances in Schedule I are also controlled, unless specifically excepted, whenever the existence of such stereoisomers is possible within the specific chemical designation. Salts of all the substances covered by the four schedules, whenever the existence of such salts is possible, are also under international control. Contains 17 positions, specific generalization for tetrahydrocannabinol stereochemical variants and common generalization clause for salts. 19 positions: Stimulants: Phenethylamine psychedelics: Natural cannabinols: Depressants (barbiturates): Depressants (qualones): Dissociatives: Other: Salts of all the substances covered by the four schedules, whenever the existence of such salts is possible, are also under international control. Contains 9 positions and common generalization clause for salts. 9 positions: Depressants (barbiturates): Depressants (benzodiazepines): Depressants (other): Semisynthetic agonist–antagonist opioids: Synthetic agonist–antagonist opioids – benzomorphans: Stimulants: Salts of all the substances covered by the four schedules, whenever the existence of such salts is possible, are also under international control. Contains 62 positions and common generalization clause for salts. Schedule IV (62): Depressants (barbiturates): Depressants (benzodiazepines): Depressants (carbamates): Depressants (other): Stimulants: Drugs with both stimulant and opioid effects: Salts of all the substances covered by the four schedules, whenever the existence of such salts is possible, are also under international control. The following are scheduled by Single Convention on Narcotic Drugs. Cannabis: Coca leaf, cocaine and ecgonine: All other drugs scheduled by the narcotic convention are agonist-only opioids (and natural sources of them). Plants being the source of substances scheduled by this convention are not scheduled (see Psychedelic plants and fungi and Organic plants sections). Partial list of psychotropic substances currently or formerly used in medicine, but not scheduled: Of course there are also many designer drugs, not used in medicine.","Title":"Convention on Psychotropic Substances - Wikipedia","KeyID":"8803","URL":"https://en.wikipedia.org/wiki/Convention_on_Psychotropic_Substances"}