{"Content: ":"Sexual and reproductive health (SRH)[1] is a field of research, healthcare, and social activism that explores the health of an individual's reproductive system and sexual wellbeing during all stages of their life.[2][3] The term can also be further defined more broadly within the framework of the World Health Organization's (WHO) definition of health―as \"a state of complete physical, mental and social well-being, and not merely the absence of disease or infirmity\"―[4] to denote sexual wellbeing, encompassing the ability of an individual to have responsible, satisfying and safe sex and the freedom to decide if, when and how often to do so. UN agencies in particular define sexual and reproductive health as including both physical and psychological well-being vis-à-vis sexuality.[5] A further interpretation includes access to sex education, access to safe, effective, affordable and acceptable methods of birth control, as well as access to appropriate health care services, as the ability of women to go safely through pregnancy and childbirth could provide couples with the best chance of having a healthy infant. Individuals face inequalities in reproductive health services. Inequalities vary based on socioeconomic status, education level, age, ethnicity, religion, and resources available in their environment. Low income individuals may lack access to appropriate health services and/or knowledge of how to maintain reproductive health.[6] The WHO assessed in 2008 that \"Reproductive and sexual ill-health accounts for 20% of the global burden of ill-health for women, and 14% for men.\"[7] Reproductive health is a part of sexual and reproductive health and rights. According to the United Nations Population Fund (UNFPA), unmet needs for sexual and reproductive health deprive women of the right to make \"crucial choices about their own bodies and futures\", affecting family welfare. Women bear and usually nurture children, so their reproductive health is inseparable from gender equality. Denial of such rights also worsens poverty.[8] According to the American College of Obstetricians and Gynecologists, fertility starts to drop considerably around the age of 32, and around 37, it has a particularly deep nose dive.[9] By age 44, chances of spontaneous pregnancy approach zero. As such, women are often told to have children before the age of 35, and pregnancy after 40 is considered high risk. If pregnancy occurs after the age of 40 (geriatric pregnancy), the woman and baby will be monitored closely for:[10] Adolescent health creates a major global burden and has a great deal of additional and diverse complications compared to adult reproductive health such as early pregnancy and parenting issues, difficulties accessing contraception and safe abortions, lack of healthcare access, and high rates of HIV, sexually transmitted infections and mental health issues. Each of those can be affected by outside political, economic and socio-cultural influences.[12] For most adolescent females, they have yet to complete their body growth trajectories, therefore adding a pregnancy exposes them to a predisposition to complications. These complications range from anemia, malaria, HIV and other STIs, postpartum bleeding and other postpartum complications, mental health disorders such as depression and suicidal thoughts or attempts.[13] In 2016, adolescent birth rates between the ages of 15-19 was 45 per 1000.[14] In 2014, 1 in 3 experienced sexual violence, and there more than 1.2 million deaths. The top three leading causes of death in females between the ages of 15-19 are maternal conditions 10.1%, self-harm 9.6%, and road conditions 6.1%.[15] The causes of teenage pregnancy are vast and diverse. In developing countries, young women are pressured to marry for different reasons. One reason is to bear children to help with work, another on a dowry system to increase the families income, another is due to prearranged marriages. These reasons tie back to the financial needs of girls' families, cultural norms, religious beliefs, and external conflicts.[16] Adolescent pregnancy, especially in developing countries, carries increased health risks, and contributes to maintaining the cycle of poverty.[17] The availability and type of sex education for teenagers varies in different parts of the world. LGBT teens may develop additional problems if they live in places where homosexual activity is socially disapproved or illegal; in extreme cases, there can be depression, social isolation, and even suicide among LGBT youth. 99% of maternal deaths occur in developing countries, and in 25 years, the maternal mortality globally dropped to 44%.[19] Statistically, a woman's chance of survival during childbirth is closely tied to her social-economic status, access to healthcare, where she lives geographically, and cultural norms.[20] To compare, a woman dies of complications from childbirth every minute in developing countries versus a total of 1% of total maternal mortality deaths in developed countries. Women in developing countries have little access to family planning services, different cultural practices, lack of information, birthing attendants, prenatal care, birth control, postnatal care, lack of access to health care, and are typically in poverty. In 2015, those in low-income countries had access to antenatal care visits averaged 40% and were preventable.[19][20] All these reasons led to an increase in the maternal mortality ratio (MMR). One of the international Sustainable Development Goals developed by United Nations is to improve maternal health by a targeted 70 deaths per 100,000 live births by 2030.[20] Most models of maternal health encompass family planning, preconception, prenatal, and postnatal care. All care after childbirth recovery is typically excluded, which includes pre-menopause and aging into old age.[21] During childbirth, women typically die from severe bleeding, infections, high blood pressure during pregnancy, delivery complications, or an unsafe abortion. Other reasons can be regional such as complications related to diseases such as malaria and AIDS during pregnancy. The younger the woman is when she gives birth, the more at risk she and her baby are for complications and possible mortality.[19] There is a significant relationship between the quality of maternal services made available and the greater financial standings of a country.[22] Sub-Saharan Africa and South Asia exemplify this as these regions are significantly deprived of medical staff and affordable health opportunities.[23] Most countries provide for their health services through a combination of funding from government tax revenue and local households.[22] Poorer nations or regions with extremely concentrated wealth can leave citizens on the margins uncared for or overlooked. However, the lack of proper leadership can result in a nation's public sectors being mishandled or poorly performing despite said nation's resources and standing.[22] In addition, poorer nations funding their medical services through taxes places a greater financial burden on the public and effectively the mothers themselves.[23] Responsibility and accountability on the part of mental health sectors are strongly emphasized as to what will remedy the poor quality of maternal health globally.[23] The impact of different maternal health interventions across the globe stagger variously and are vastly uneven.[22] This is the result of a lack of political and financial commitment to the issue as most safe motherhood programs internationally have to compete for significant funding.[23] Some resolve that if global survival initiatives were promoted and properly funded it would prove to be mutually beneficial for the international community. Investing in maternal health would ultimately advance several issues such as gender inequality, poverty, and general global health standards.[24] As it currently stands, pregnant women are subjugated to high financial costs throughout the duration of their term internationally which is highly taxing and strenuous. In addition, if the woman and/or the man has a genetic disease, there is risk of these being passed on to the children. Birth control or technical solutions (assisted reproductive technology) can be an option then.[25][26] The sexual and reproductive health of LGBT+ people face challenges through issues like the ongoing HIV pandemic, binary organisation of \"men\" and \"women\"'s reproductive health, alongside stigma and repression that limit LGBT+ people from accessing the healthcare they need.[27][28] Access to reproductive health services is very poor in many countries. Women are often unable to access maternal health services due to a lack of knowledge about the existence of such services or lack of freedom of movement. Some women are subjected to forced pregnancy and banned from leaving the home. In many countries, women are not allowed to leave home without a male relative or husband, and therefore their ability to access medical services is limited. Therefore, increasing women's autonomy is needed in order to improve reproductive health, however, doing so may require a cultural shift. According to the WHO, \"All women need access to antenatal care in pregnancy, skilled care during childbirth, and care and support in the weeks after childbirth\". The fact that the law allows certain reproductive health services, does not necessarily ensure that such services are actually in use by the people. The availability of contraception, sterilization, and abortion is dependent on laws, as well as social, cultural, and religious norms. Some countries have liberal laws regarding these issues, but in practice, it is very difficult to access such services due to doctors, pharmacists, and other social and medical workers being conscientious objectors. In developing regions of the world, there are about 214 million women who want to avoid pregnancy but are unable to use safe and effective family planning methods.[29] When taken correctly, the combined oral contraceptive pill is over 99% effective at preventing pregnancy. However, it does not protect from sexually transmitted infections (STIs). Some methods, such as using condoms, achieve both protection from STIs and unwanted pregnancies. There are also natural family planning methods, which may be preferred by religious people, but some very conservative religious groups, such as the Quiverfull movement, oppose these methods too because they advocate the maximization of procreation.[30] One of the oldest ways to reduce unwanted pregnancy is coitus interruptus - still widely used in the developing world. There are many types of contraceptives. One type of contraceptive includes barrier methods.[31] One barrier method includes condoms for males and females.[31] Both types stop sperm from entering the woman's uterus, thereby preventing pregnancy from occurring.[31] Another type of contraception is the birth control pill, which stops ovulation from occurring by combining the chemicals progestin and estrogen.[31] Many women use this method of contraception, however, they discontinue using it equally as much as they use it.[32] One reason for this is because of the side effects that may occur from using the pill, and because some health care providers do not take women's concerns about negative side effects seriously.[32] The use of the birth control pill is common in western countries, and two forms of combined oral contraceptives are on the World Health Organization's List of Essential Medicines, the most important medications needed in a basic health system.[33] There are many objections to the use of birth control, both historically and in the present day. One argument against birth control usage states that there is no need for birth control, to begin with.[34] This argument was levied in 1968 when Richard Nixon was elected president, and the argument stated that since birth rates were at their lowest point since World War II ended, birth control was not necessary.[34] Demographic planning arguments were also the basis of the population policy of Nicolae Ceaușescu in communist Romania, who adopted a very aggressive natalist policy which included outlawing abortion and contraception, routine pregnancy tests for women, taxes on childlessness, and legal discrimination against childless people. Such policies consider that coercion is an acceptable means of reaching demographic targets. Religious objections are based on the view that premarital sex should not happen, while married couples should have as many children as possible. As such, the Catholic Church encourages premarital abstinence from sex.[34] This argument was written out in Humanae Vitae, a papal encyclical released in 1968.[34] The Catholic Church bases its argument against birth control pills on the basis that birth control pills undermine the natural law of God.[35] The Catholic Church also argues against birth control on the basis of family size, with Cardinal Mercier of Belgium arguing, \"...the duties of conscience are above worldly considerations, and besides, it is the large families who are the best\" (Reiterman, 216).[35] Another argument states that women should use natural methods of contraception in place of artificial ones, such as having sexual intercourse when one is infertile.[34] Support for contraception is based on views such as reproductive rights, women's rights, and the necessity to prevent child abandonment and child poverty.[36][37] The World Health Organization states that \"By preventing unintended pregnancy, family planning /contraception prevents deaths of mothers and children\".[36] A sexually transmitted infection (STI) --previously known as a sexually transmitted disease (STD) or venereal disease (VD)-- is an infection that has a significant likelihood of transmission between humans by means of sexual activity. The CDC analyses the eight most common STIs: chlamydia, gonorrhea, hepatitis B virus (HBV), herpes simplex virus type 2 (HSV-2), human immunodeficiency virus (HIV), human papillomavirus (HPV), syphilis, and trichomoniasis.[39] There are more than 600 million cases of STIs worldwide and more than 20 million new cases within the United States.[39] Numbers of such high magnitude weigh a heavy burden on the local and global economy. A study[40] conducted at Oxford University in 2015 concluded that despite giving participants early antiviral medications (ART), they still cost an estimated $256 billion over 2 decades. HIV testing done at modest rates could reduce HIV infections by 21%, HIV retention by 54%, and HIV mortality rates by 64%, with a cost-effectiveness ratio of $45,300 per quality-adjusted life year. However, the study concluded that the United States has led to an excess in infections, treatment costs, and deaths, even when interventions do not improve overall survival rates.[40] There is a profound reduction in STI rates once those who are sexually active are educated about transmissions, condom promotion, interventions targeted at key and vulnerable populations through comprehensive sex education courses or programs.[41] South Africa's policy addresses the needs of women at risk for HIV and who are HIV positive as well as their partners and children. The policy also promotes screening activities related to sexual health such as HIV counseling and testing as well as testing for other STIs, tuberculosis, cervical cancer, and breast cancer.[42] Young African American women are at a higher risk for STIs, including HIV.[43] A recent study published outside of Atlanta, Georgia collected data (demographic, psychological, and behavioral measures) with a vaginal swab to confirm the presence of STIs. They found a profound difference that those women who had graduated from college were far less likely to have STIs, potentially be benefiting from a reduction in vulnerability to acquiring STIs/HIV as they gain in education status and potentially move up in demographic areas and/or status.[43] Globally, an estimated 25 million unsafe abortions occur each year.[44] The vast majority of such unsafe abortions occur in developing countries in Africa, Asia and Latin America.[44] The abortion debate is the ongoing controversy surrounding the moral, legal, and religious status of induced abortion.[45] The sides involved in the debate are the self-described \"pro-choice\" and \"pro-life\" movements. \"Pro-choice\" emphasizes the right of women to decide whether to terminate a pregnancy. \"Pro-life\" emphasizes the right of the embryo or fetus to gestate to term and be born. Both terms are considered loaded in mainstream media, where terms such as \"abortion rights\" or \"anti-abortion\" are generally preferred.[46] Each movement has, with varying results, sought to influence public opinion and to attain legal support for its position, with small numbers of anti-abortion advocates using violence, such as murder and arson. Articles from the World Health Organization call legal abortion a fundamental right of women regardless of where they live, and argue that unsafe abortion is a silent pandemic. In 2005, it was estimated that 19-20 million abortions had complications, some complications are permanent, while another estimated 68,000 women died from unsafe abortions.[47] Having access to safe abortion can have positive impacts on women's health and life, and vice versa. \"Legislation of abortion on request is necessary but an insufficient step towards improving women's health.[48] In some countries where it abortion is legal and has been for decades, there has been no improvement in access to adequate services making abortion unsafe due to lack of healthcare services. It is hard to get an abortion due to legal and policy barriers, social and cultural barriers (gender discrimination, poverty, religious restrictions, lack of support), health system barriers (lack of facilities or trained personnel). However, safe abortions with trained personnel, good social support, and access to facilities, can improve maternal health and increase reproductive health later in life.[49] The Maputo Protocol, which was adopted by the African Union in the form of a protocol to the African Charter on Human and Peoples' Rights, states at Article 14 (Health and Reproductive Rights) that: \"(2). States Parties shall take all appropriate measures to: [...] c) protect the reproductive rights of women by authorising medical abortion in cases of sexual assault, rape, incest, and where the continued pregnancy endangers the mental and physical health of the mother or the life of the mother or the foetus.\"[50] The Maputo Protocol is the first international treaty to recognize abortion, under certain conditions, as a woman's human right.[51] The General comment No. 36 (2018) on article 6 of the International Covenant on Civil and Political Rights, on the right to life, adopted by the Human Rights Committee in 2018, defines, for the first time ever, a human right to abortion - in certain circumstances (however these UN general comments are considered soft law,[52] and, as such, not legally binding). \"Although States parties may adopt measures designed to regulate voluntary terminations of pregnancy, such measures must not result in violation of the right to life of a pregnant woman or girl, or her other rights under the Covenant. Thus, restrictions on the ability of women or girls to seek abortion must not, inter alia, jeopardize their lives, subject them to physical or mental pain or suffering which violates article 7, discriminate against them or arbitrarily interfere with their privacy. States parties must provide safe, legal and effective access to abortion where the life and health of the pregnant woman or girl is at risk, and where carrying a pregnancy to term would cause the pregnant woman or girl substantial pain or suffering, most notably where the pregnancy is the result of rape or incest or is not viable. [8] In addition, States parties may not regulate pregnancy or abortion in all other cases in a manner that runs contrary to their duty to ensure that women and girls do not have to undertake unsafe abortions, and they should revise their abortion laws accordingly. [9] For example, they should not take measures such as criminalizing pregnancies by unmarried women or apply criminal sanctions against women and girls undergoing abortion [10] or against medical service providers assisting them in doing so, since taking such measures compel women and girls to resort to unsafe abortion. States parties should not introduce new barriers and should remove existing barriers [11] that deny effective access by women and girls to safe and legal abortion [12], including barriers caused as a result of the exercise of conscientious objection by individual medical providers. [13]\"[53] When negotiating the Cairo Programme of Action at the 1994 International Conference on Population and Development (ICPD), the issue was so contentious that delegates eventually decided to omit any recommendation to legalize abortion, instead advising governments to provide proper post-abortion care and to invest in programs that will decrease the number of unwanted pregnancies.[54] The Committee on the Elimination of Discrimination against Women considers the criminalization of abortion a \"violations of women's sexual and reproductive health and rights\" and a form of \"gender based violence\"; paragraph 18 of its General recommendation No. 35 on gender based violence against women, updating general recommendation No. 19 states that: \"Violations of women's sexual and reproductive health and rights, such as forced sterilizations, forced abortion, forced pregnancy, criminalisation of abortion, denial or delay of safe abortion and post abortion care, forced continuation of pregnancy, abuse and mistreatment of women and girls seeking sexual and reproductive health information, goods and services, are forms of gender based violence that, depending on the circumstances, may amount to torture or cruel, inhuman or degrading treatment.\"[55] The same General Recommendation also urges countries at paragraph 31 to [...] In particular, repeal: a) Provisions that allow, tolerate or condone forms of gender based violence against women, including [...] legislation that criminalises abortion\".[55] In 2008, the Parliamentary Assembly of the Council of Europe, a group comprising members from 47 European countries, has adopted a resolution calling for the decriminalization of abortion within reasonable gestational limits and guaranteed access to safe abortion procedures. The nonbinding resolution was passed on April 16 by a vote of 102 to 69.[56] Accesses to abortion is not only a question of legality but also an issue of overcoming de facto barriers, such as conscientious objections from medical staff, high prices, lack of knowledge about the law, lack of access to medical care (especially in rural areas). The de facto inability of women to access abortion even in countries where it is legal is highly controversial because it results in a situation where women have rights only on paper, not in practice; the UN in its 2017 resolution on Intensification of efforts to prevent and eliminate all forms of violence against women and girls: domestic violence urged states to guarantee access to \"safe abortion where such services are permitted by national law\".[57] There are two primary arguments for maintaining legalized abortion today in the U.S. The first is recognizing the full citizenship of women.[58][59] The Roe v. Wade court case on abortion compared the citizenship of women and fetuses [58] Because the Constitution defines born people as citizens, Justice Harry Blackmun ruled that fetuses were not citizens.[58] The citizenship of women is emphasized because fetuses are not individual entities that can exist without the woman.[59] Another reason why the full citizenship of women is defined by advocates for abortion is that it recognizes the right of women to manage their own bodies.[59] Fertility affects women's bodies. The argument for abortion prevents others from making decisions that alter a woman's body.[59] Pro-choice advocates also attempt to confirm that state-mandated education or other outside biases do not attempt to influence these decisions.[59] Feminists argue that women throughout history have had to justify their citizenship politically and socially.[58] The right to manage one's own body is a matter of health, safety, and respect.[59] The citizenship of women and the right to manage their own bodies is a societal confirmation that feminists highlight as a pro-choice justification.[59] The second primary argument to uphold legalized abortion and creating better access to it is the necessity of abortion and the health and safety of pregnant women.[60][61] There are two events that largely changed the course of public opinion about abortion in the U.S.[58][59] The first is Sherry Finkbine, who was denied access to an abortion by the board of obstetrician-gynecologists at her local hospital.[58] Although she was privileged enough to afford the trip, Finkbine was forced to travel to Sweden for an abortion to avoid caring for a damaged fetus in addition to four children.[58] The other event that changed public opinion was the outbreak of rubella in the 1950s and 60s.[58][59] Because rubella disrupted the growth of fetuses and caused deformities during pregnancy, the California Therapeutic Abortion Act was signed in 1967, permitting doctors to legally abort pregnancies that pose a risk to a pregnant woman's physical or mental health.[58] These two events are commonly used to show how the health and safety of pregnant women are contingent upon abortions as well as the ability to give birth to and adequately take care of a child. Another argument in favor of legalized abortion to service necessity are the reasons why an abortion might be necessary. Nearly half of all pregnancies in the United States are unintended, and over half of all unintended pregnancies in the United States are met with abortion.[58] Unintended pregnancy can lead to serious harm to women and children for reasons such as not being able to afford to raise a baby, inaccessibility to time off of work, difficulties facing single motherhood, difficult socio-economic conditions for women.[58] Unintended pregnancies also have a greater potential for putting women of color at risk due to systematically produced environmental hazards from proximity to pollution, access to livable income, and affordable healthy food.[58][62] These factors as threats to the health and safety of pregnant women run parallel to data that shows the number of abortions in the United States did not decline while laws restricting legal access to abortion were implemented.[61] At a global level, the region with the strictest abortion laws is considered to be Latin America (see Reproductive rights in Latin America), a region strongly influenced by the Catholic Church in Latin America. Female genital mutilation (FGM), also known as female genital circumcision or cutting, is the traditional, non-medical practice of altering or injuring the female reproductive organs, often by removing all or parts of the external genitalia.[64] It is mostly practiced in 30 countries in Africa, the Middle East, and Asia, and affects over 200 million women and girls worldwide. More severe forms of FGM are highly concentrated in Djibouti, Eritrea, Ethiopia, Somalia, and Sudan.[65] The WHO categorizes FGM into four types: FGM often takes the form of a traditional celebration conducted by an elder or community leader. The age that women undergo the procedure varies depending on the culture, although it is most commonly performed on prepubescent girls. Certain cultures value FGM as a coming of age ritual for girls and use it to preserve a woman's virginity and faithfulness to the husband after marriage. It is also closely connected with some traditional ideals of female beauty and hygiene.[66] FGM may or may not have religious connotations depending on the circumstances.[64] There are no health benefits of FGM, as it interferes with the natural functions of a woman's and girls' bodies, such as causing severe pain, shock, hemorrhage, tetanus or sepsis (bacterial infection), urine retention, open sores in the genital region and injury to nearby genital tissue, recurrent bladder and urinary tract infections, cysts, increased risk of infertility, childbirth complications and newborn deaths. Sexual problems are 1.5 more likely to occur in women who have undergone FGM, they may experience painful intercourse, have less sexual satisfaction, and be two times more likely to report a lack of sexual desire. In addition, the maternal and fetal death rate is significantly higher due to childbirth complications.[67] FGM can have severe negative psychological effects on women, both during and after the procedure. These can include long-term symptoms of depression, anxiety, post-traumatic stress disorder, and low self-esteem.[64] Some women report that the procedure was carried out without their consent and knowledge, and describe feelings of fear and helplessness while it was taking place. A 2018 study found that larger quantities of the hormone cortisol were secreted in women who had undergone FGM, especially those who had experienced more severe forms of the procedure and at an early age. This marks the body's chemical response to trauma and stress and can indicate a greater risk for developing symptoms of PTSD and other trauma disorders, although there are limited studies showing a direct correlation.[68] Legislation has been introduced in certain countries to prevent FGM. A 2016 survey of 30 countries showed 24 had policies to manage and prevent FGM, although the process to provide funding, education, and resources were often inconsistent and lacking. Some countries have seen a slight decline in FGM rates, while others show little to no change.[66][69] The Istanbul Convention prohibits FGM (Article 38).[70] The practice of forcing young girls into early marriage, common in many parts of the world, is threatening their reproductive health. According to the World Health Organization:[71] The sexual and reproductive health of the female in a child marriage is likely to be jeopardized, as these young girls are often forced into sexual intercourse with an older male spouse with more sexual experience. The female spouse often lacks the status and the knowledge to negotiate for safe sex and contraceptive practices, increasing the risk of acquiring HIV or other sexually transmitted infections, as well as the probability of pregnancy at an early age. Niger has the highest prevalence of child marriage under 18 in the world, while Bangladesh has the highest rate of marriage of girls under age 15.[72] Practices such as bride price and dowry can contribute to child and forced marriages. The International Conference on Population and Development (ICPD) was held in Cairo, Egypt, from 5 to 13 September 1994. Delegations from 179 States took part in negotiations to finalize a Programme of Action on population and development for the next 20 years. Some 20,000 delegates from various governments, UN agencies, NGOs, and the media gathered for a discussion of a variety of population issues, including immigration, infant mortality, birth control, family planning, and the education of women. In the ICPD Program of Action,[73] 'reproductive health' is defined as:[74] a state of complete physical, mental and social well-being and...not merely the absence of disease or infirmity, in all matters relating to the reproductive system and its functions and processes. Reproductive health, therefore, implies that people are able to have a satisfying and safe sex life and that they have the capability to reproduce and the freedom to decide if, when, and how often to do so. Implicit in this last condition are the right of men and women to be informed [about] and to have access to safe, effective, affordable, and acceptable methods of family planning of their choice, as well as other methods of birth control which are not against the law, and the right of access to appropriate health-care services that will enable women to go safely through pregnancy and childbirth and provide couples with the best chance of having a healthy infant. This definition of the term is also echoed in the United Nations Fourth World Conference on Women,[75] or the so-called Beijing Declaration of 1995.[76] However, the ICPD Program of Action, even though it received the support of a large majority of UN Member States, does not enjoy the status of an international legal instrument; it is therefore not legally binding. The Program of Action endorses a new strategy which emphasizes the numerous linkages between population and development and focuses on meeting the needs of individual women and men rather than on achieving demographic targets.[77] The ICPD achieved consensus on four qualitative and quantitative goals for the international community, the final two of which have particular relevance for reproductive health: The keys to this new approach are empowering women, providing them with more choices through expanded access to education and health services, and promoting skill development and employment. The programme advocates making family planning universally available by 2015 or sooner, as part of a broadened approach to reproductive health and rights, provides estimates of the levels of national resources and international assistance that will be required, and calls on governments to make these resources available. Half of the development goals put on by the United Nations started in 2000 to 2015 with the Millennium Development Goals (MDGs). Reproductive health was Goal 5 out of 8. To monitor the progress, the UN agreed to four indicators:[78] Progress was slow, and according to the WHO in 2005, about 55% of women did not have sufficient antenatal care and 24% had no access to family planning services.[79] The MDGs expired in 2015 and were replaced with a more comprehensive set of goals to cover a span of 2016–2030 with a total of 17 goals, called the Sustainable Development Goals. All 17 goals are comprehensive in nature and build off one another, but goal 3 is \"To ensure healthy lives and promote wellbeing for all at all ages\". Specific goals are to reduce global maternal mortality ratio to less than 70 per 100,000 live births, end preventable deaths of newborns and children, reduce the number by 50% of accidental deaths globally, strengthen the treatment and prevention programs of substance abuse and alcohol.[80] In addition, one of the targets of the Sustainable Development Goal 5 is to ensure universal access to sexual and reproductive health.[81] The CDC estimated that one in five people in the US had a sexually transmitted infection (STI).[82] CDC funding for STI prevention, when accounting for inflation, has reduced by 40% in the period 2003–2020.[82] HIV/AIDS in Africa is a major public health problem. The population of Sub-Saharan Africa is the worst affected region with the disease especially affecting the young female population. According to the National Library of Medicine, \"Sub Saharan Africa (SSA) is occupied by 12% of the global population, but disproportionately has more than 90% of children younger than 15 years of age and 68% of adults that are living with HIV2.\"[83] In Nigeria in specific, \"There is early sexual maturity and considerable sexual activity between 9 and 15 years of age.\"[84] HIV is also transmissible through breast milk, which proves that women infected with HIV/AIDS have to deal with more health consequences. South of the Sahara, the AIDS epidemic is the leading cause of death. The reasons for the high spread of HIV/AIDS can be broken down into 7 main subsections: poverty, inadequate medical care, lack of prevention and education, taboo and stigma, sexual behavior, prostitution, and sexual violence against women.[85] With a high population of individuals living in extreme poverty, condoms, HIV tests, and other forms of screening are not prioritized, leaving many individuals lacking the necessities to protect themselves from the disease. According to the International Finance Corporation, \"Health care in Sub-Saharan Africa remains the worst in the world, with few countries able to spend the $34 to $40 a year per person that the World Health Organization considers the minimum for basic health care.\"[86] Notably, though widespread poverty, \"an astonishing 50 percent of the region's health expenditure is financed by out-of-pocket payments from individuals.\"[86] This represents the lack of both affordability and accessibility surrounding the health care system in Sub-Saharan Africa. According to the United Nation, Sub-Saharan Africa struggles with the highest rate of education exclusion in the world; 60% of youth ages 15 to 17 are not in school.[87] With this lack of education, information regarding HIV/AIDS and prevention practices are not transmitted to a number of individuals, leading to more citizens being unaware of the severity of the disease. Stigma surrounding HIV/AIDS further contributes to the high infection rate. In African villages, an individual's life is closely intertwined with their friends, families, and neighbors around them. Individuals who have HIV/AIDS are motivated to keep it a secret in fear of isolation and alienation. The extremity of this stigma is conveyed by some of the dialogue, people living with HIV are often ridiculed as \"a walking corpse\", referred to as \"an HIV\" and even called in Tanzania, \"nyambizi\", or submarine, which implies that an HIV-positive person is \"menacing and deadly.\"[88] Sexual behavior and prostitution also play a part in the increased rate of transmission of HIV/AIDS in Africa. Due to the high rates of poverty, prostitution is widespread, and sexual partners are often changing, increasing the likelihood of transmission. Africa has one of the highest rates of rape in the world, with many women getting AIDS due to raped and sexual violence by an HIV-infected offender. Similarly, gender roles within many African countries contribute to this, as \"in much of sub-Saharan Africa, women are a subordinate group who are expected to become pregnant, bear children, and fulfill the sexual desires of their husbands without hesitation\".[88] Types of Contraceptives The copper IUD has been provided less frequently than other contraceptive methods but there have been signs of an increase in most reported provinces. The most frequently provided methods are implants and injectable progesterone, which is not as ideal as condom usage, which is still required with this method to decrease the risk of HIV. In Nigeria, specifically, people who have multiple partners are often unwilling to protect themselves with condoms. \"In a study conducted in a rural community in South West Nigeria in 1993, it was found that although 94.7% of 302 candidates aged between 20 and 54 years admitted hearing about the condom, only 51.3% admitted ever using it.\"[84] According to the International Family Planning Perspective, \"these injectable progesterone products made up 49% of South Africa's contraceptive use and up to 90% in some provinces.\"[89] Though contraceptive use is rising in African countries, discontinuation rates are also high. Weak health systems challenge Sub-Saharan African countries in expanding contraceptive outreach, promotions and service. In most African countries, the total fertility rate is very high often due to a lack of access to contraception, family planning, and practices such as forced child marriage. For instance, Niger, Angola, Mali, Burundi, Somalia and Uganda have very high fertility rates. According to the United Nations Department of Economic and Social Affairs, \"Africa has the lowest rate of contraceptive use (33%) and the highest rate of unmet need for contraceptives (22%).\" [90] In Mozambique, despite efforts in improving access to modern contraceptive methods, the general fertility rate is \"still high at 5.3 and the unmet need for contraceptives is also high at 26%.\" Among young women, the fertility rate has dramatically increased from 167 births per 1000 aged between (15–19 years) in 2011 to 194 in 2015 with a large increase in rural areas from 183 to 230. Contraceptive prevalence among (15–19 years) remains low at 14% in 2015 when compared to the national prevalence among the reproductive age group (15–49 years) at 25% in the same year.[91] The updated contraceptive guidelines in South Africa attempt to improve accessibility by providing special service delivery and prompting awareness for adolescents, lesbian, gay, bisexual, transgender, intersex people, disabled people, chronically ill people, women who are perimenopausal, sex workers, migrants and males. They also aim to increase access to long-acting contraceptive methods such as the copper IUD, the single rod progestogen implant combined with estrogen and progesterone injectables.[92] Tanzanian provider perspectives also realized the biggest obstacle in maintaining healthy contraceptive care in their communities: lack of consistency. Contraceptive dispensaries found that the capability of providing service to patients was inconsistent and substandard. This resulted in unsatisfied reproductive goals, low educational attainment, miseducation about the side effects of certain contraceptives.[93] Accessibility has also been hindered as a result of inadequate quantities of properly trained medical personnel. According to the African Journal of Reproductive Health, \"Shortage of the medical attendant...is a challenge, we are not able to attend to a big number of clients, also we do not have enough education which makes us unable to provide women with the methods they want\".[94] The majority of medical centers are staffed by people without medical training and few doctors and nurses, despite federal regulations, due to lack of resources. One center had only one person who was able to insert and remove implants, and without her, they were unable to service people who required this method of contraceptive care. Another dispensary which carried two methods of birth control shared that they sometimes run out of both materials at the same time which makes it difficult to keep up with the supply and demand chain. Unbalanced gender dynamics, spousal dynamics, economic conditions, religious norms, cultural norms, and constraints in supply chains all contribute to contraceptive rates and usage. One instance of this is a provider who referenced harmful propaganda about the side effects of contraceptive usage. The spread of this propaganda is one of the many examples of influential people in the community, such as elders and religious leaders, discouraging proper contraceptive care/health. In some cases, influential members of the community often convince others that condoms and contraceptive pills contain microorganisms that cause cancer. In regards to spousal and gendered dynamics, many women often have faced pressure from their spouse or family members to use avoid birth control which resulted in them using it secretly. This is also one of the many reasons women frequently preferred undetectable contraceptive methods which can lead to less effective contraceptives.[95] Other Common Sexually Transmitted diseases in sub-Saharan Africa Sub-Saharan Africa ranks first in STD yearly incidence compared to other world regions, reiterating the major problem that public health is in African countries.[96] In sub-Saharan Africa, STDs are the most common reasons that individuals seek medical care. According to the World Health Organization, every year in Africa \"there are 3.5 million cases of syphilis, 15 million cases of chlamydial disease, 16 million cases of gonorrhea, and 30 million cases of trichomoniasis.\"[96] Sexually Transmitted Diseases/Infections and Women The majority of HIV infections, risks, and other sexually transmitted diseases in sub-Saharan Africa disproportionately impact women. Women, particularly under the age of 30, account for more than half of new infections on the African continent, employing incidence rates that are often double that of their male counterparts.[97] Not only do women contain more risk of infection, but the consequences of these diseases are often significantly worse for women, as they can affect reproductive health as well. Some consequences of bacterial STIs include \"pelvic inflammatory disease, chronic pelvic pain, tubal infertility, pregnancy complications, fetal and neonatal death.\"[97] HIV infection is less unbalanced in gender infections, but other STDs disproportionately affect women, \"who bear 80 percent of the disability.\"[98] Previously stated, women are also more susceptible to infection due to social stigma and gendered expectations. \"Most women with STDs will not seek medical care at all, or will only present late for treatment, when complications have already developed, complications that have devastating physical, psychological, and social consequences, particularly for women and their children.\"[98] Women of lower-income status are often the least likely subgroup to receive any sort of medical attention. More on Transsexual/LGBTQ+ Health Individuals who identify as transgender often yield significantly higher rates of HIV in comparison to other subgroups. African politics and government are silent on LGBTQ+ issues in the political sphere, which translates in part to their accessibility and prioritization in healthcare. \"It is possible that the invisibility of transgender people in epidemiological data from Africa is related to the criminalization of same-sex behaviour in many countries,\"[99] representative of how traditional attitudes shape one's ability to participate similarly in society. Further research conducted among transgender women in South Africa shows more \"health disparities and poor access to appropriate mental, sexual and reproductive health services.\"[100] Still, however, there is limited data concerning transgender individuals within African countries. Individuals identifying as part of the LGBTQ+ community, in a study conducted by BMC International Health and Human Rights, resulted all in facing some sort of discrimination by healthcare providers based on their sexual orientation and/or gender identity. Violations took four distinct forms: availability, accessibility, acceptability, and quality.[101] Facilities in South Africa lack services for specific LGBT concerns, providers refuse to care for patients identifying within the community, and if did, articulate moral disapproval. Finally, the lack of quality and knowledge about LGBTQ+ identities and health needs contributes to disproportionate negative harms, avoiding or delaying seeking healthcare with these implications.[101] Reproductive health can be impacted by exposures in the workplace. Both women and men who work during their reproductive years can be exposed to a variety of chemical, physical, and psychosocial hazards at work that can impact their fertility. Many women continue to work while pregnant, thus increasing the likelihood that both mother and baby could be exposed.[102][103] Harmful substances can enter a woman's body through breathing in (inhalation), contact with the skin, or swallowing (ingestion).[102][104] Pregnant workers and those planning to become pregnant should be especially concerned about exposure to reproductive hazards. Some chemicals (such as alcohol) can circulate in the mother's blood, pass through the placenta, and reach the developing fetus. Other hazardous agents can affect the overall health of the woman and reduce the delivery of nutrients to the fetus. Radiation can pass directly through the mother's body to harm her eggs or the fetus. Some drugs and chemicals can also pass through a mother's body into the nursing baby through the breast milk.[104][105] Reproductive hazards do not affect every woman or every pregnancy. Whether a woman or her baby is harmed depends on how much of the hazard they are exposed to, when they are exposed, how long they are exposed, how they are exposed, and personal factors like age, stage of menstrual cycle, stage of pregnancy or when exposure occurs. For example, exposure to a hazard could block ovulation and pregnancy only at specific times of the menstrual cycle. Exposure during the first 3 months of pregnancy might cause a birth defect or a miscarriage. Exposure during the last 6 months of pregnancy could slow the baby's growth, affect its brain development, or cause premature labor.[104] Workplace substances that affect female workers and their pregnancies can also harm their families. Without knowing it, workers can bring home harmful substances that can affect the health of other family members—both adults and children. For example, lead brought home from the workplace on a worker's skin, hair, clothes, shoes, tool box, or car can cause lead poisoning in family members, especially young children.[104] A number of occupational hazards can impact reproductive health and subsequently reproductive outcomes including chemical, physical, and psychosocial hazards. Although more than 1,000 workplace chemicals have been shown to have reproductive effects on animals, most have not been studied in humans. In addition, most of the 4 million other chemical mixtures in commercial use remain untested. Some reproductive hazards include:[106][102] Many chemicals are not evaluated for reproductive toxicity and occupational exposure limits are developed based on nonpregnant adults. Exposure levels considered safe for an adult may, or may not be safe for a fetus. Workplace hazards can lead to certain reproductive health problems, such as: Some workplace hazards can affect reproductive health, the ability to become pregnant, and the health of unborn children. Most women can safely keep working in their job during their pregnancy. But some jobs involve exposures that are harmful to pregnant or breastfeeding women. Some female health problems that may be caused by workplace reproductive hazards include the following:[125] High levels of physical or emotional stress or exposure to chemicals such as pesticides, polychlorinated biphenyls (PCBs), organic solvents and carbon disulfide, may disrupt the balance between the brain, pituitary gland, and ovaries. This disruption can result in an imbalance of estrogen and progesterone, and lead to changes in menstrual cycle length and regularity and ovulation. Because these sex hormones have effects throughout a woman's body, severe or long-lasting hormone imbalances may affect a woman's overall health.[104] Hazards that can disrupt the menstrual cycle and/or sex hormone production include:[126] About 10% to 15% of all couples are infertile or have subfertility, which means that they are unable to conceive a child after 1 year of trying to become pregnant. Many factors can affect fertility, and these factors can affect one or both partners. Damage to the woman's eggs or the man's sperm, or a change in the hormones needed to regulate the normal menstrual cycle are just a few things that can cause problems with fertility. More common causes of infertility include:[104] Infertility can be caused by change in the hormones needed to regulate the normal menstrual cycle and uterine growth.[104] Hazards that can reduce fertility in women include:[126] About 1 in every 6 pregnancies ends in a miscarriage—the unplanned termination of a pregnancy. Miscarriages can occur very early in pregnancy, even before the woman knows she is pregnant. Miscarriages and stillbirths occur for many reasons, such as the following:[104] A birth defect is a physical abnormality present at birth, though it may not be detected until later. About 2% to 3% of babies are born with a major birth defect. In most cases, the cause of the birth defect is unknown. The first 3 months of the pregnancy is a very sensitive time of development because the internal organs and limbs are formed during this period. Many women are not aware that they are pregnant during much of this critical period.[104] About 7% of babies born in the United States are born underweight or prematurely. Poor maternal nutrition, smoking, and alcohol use during pregnancy are believed to be responsible for most of these cases. Although better medical care has helped many underweight or premature babies to develop and grow normally, they are more likely than other babies to become ill or even die during their first year of life.[104] Sometimes the brain of the fetus does not develop normally, which leads to developmental delays or learning disabilities later in life. About 10% of children in the United States have some form of developmental disability. Such problems are often not noticeable at birth. They can be difficult to measure, may be temporary or permanent, and range from mild to severe. Developmental problems may appear as hyperactivity, short attention span, reduced learning ability, or (in severe cases) intellectual disability.[104] Even if a woman is not trying to become pregnant, her general health can be harmed by reproductive hazards that alter the production of sex hormones. Sex hormones have effects throughout a woman's body. Some workplace exposures can cause an imbalance of estrogen and progesterone levels in the blood. This disruption can increase vulnerability to:[104] A number of workplace substances have been identified as reproductive hazards for men[127] such as: Exposure to occupational hazards can impact:[127]","Title":"Sexual and reproductive health - Wikipedia","KeyID":"8810","URL":"https://en.wikipedia.org/wiki/Sexual_health"}