{"Content: ":"Sustainable development is an organizing principle for meeting human development goals while also sustaining the ability of natural systems to provide the natural resources and ecosystem services on which the economy and society depend. The desired result is a state of society where living conditions and resources are used to continue to meet human needs without undermining the integrity and stability of the natural system. Sustainable development was defined in the 1987 Brundtland Report as \"development that meets the needs of the present generation without compromising the ability of future generations to meet their own needs\".[2][3] As the concept of sustainable development developed, it has shifted its focus more towards the economic development, social development and environmental protection for future generations. Sustainable development was first institutionalized with the Rio Process initiated at the 1992 Earth Summit in Rio de Janeiro. In 2015 the United Nations General Assembly adopted the Sustainable Development Goals (SDGs) (2015 to 2030) and explained how the goals are integrated and indivisible to achieve sustainable development at the global level.[4] They address the global challenges, including poverty, inequality, climate change, environmental degradation, peace, and justice. Sustainable development is interlinked with the normative concept of sustainability. UNESCO formulated a distinction between the two concepts as follows: \"Sustainability is often thought of as a long-term goal (i.e. a more sustainable world), while sustainable development refers to the many processes and pathways to achieve it.\"[5] The concept of sustainable development has been criticized in various ways. While some see it as paradoxical (or an oxymoron) and regard development as inherently unsustainable, others are disappointed in the lack of progress that has been achieved so far.[6][7] Part of the problem is that \"development\" itself is not consistently defined.[8]: 16  Sustainable development has its roots in ideas about sustainable forest management, which were developed in Europe during the 17th and 18th centuries.[9][10]: 6–16  In response to a growing awareness of the depletion of timber resources in England, John Evelyn argued, in his 1662 essay Sylva, that \"sowing and planting of trees had to be regarded as a national duty of every landowner, in order to stop the destructive over-exploitation of natural resources.\" In 1713, Hans Carl von Carlowitz, a senior mining administrator in the service of Elector Frederick Augustus I of Saxony published Sylvicultura economics, a 400-page work on forestry. Building upon the ideas of Evelyn and French minister Jean-Baptiste Colbert, von Carlowitz developed the concept of managing forests for sustained yield.[9] His work influenced others, including Alexander von Humboldt and Georg Ludwig Hartig, eventually leading to the development of the science of forestry. This, in turn, influenced people like Gifford Pinchot, the first head of the US Forest Service, whose approach to forest management was driven by the idea of wise use of resources, and Aldo Leopold whose land ethic was influential in the development of the environmental movement in the 1960s.[9][10] Following the publication of Rachel Carson's Silent Spring in 1962, the developing environmental movement drew attention to the relationship between economic growth and environmental degradation. Kenneth E. Boulding, in his influential 1966 essay The Economics of the Coming Spaceship Earth, identified the need for the economic system to fit itself to the ecological system with its limited pools of resources.[10] Another milestone was the 1968 article by Garrett Hardin that popularized the term \"tragedy of the commons\".[11] One of the first uses of the term sustainable in the contemporary sense was by the Club of Rome in 1972 in its classic report on the Limits to Growth, written by a group of scientists led by Dennis and Donella Meadows of the Massachusetts Institute of Technology. Describing the desirable \"state of global equilibrium\", the authors wrote: \"We are searching for a model output that represents a world system that is sustainable without sudden and uncontrolled collapse and capable of satisfying the basic material requirements of all of its people.\"[12] That year also saw the publication of the influential A Blueprint for Survival book.[13][14] In 1975, an MIT research group prepared ten days of hearings on \"Growth and Its Implication for the Future\" for the US Congress, the first hearings ever held on sustainable development.[15] In 1980, the International Union for Conservation of Nature published a world conservation strategy that included one of the first references to sustainable development as a global priority[16] and introduced the term \"sustainable development\".[17]: 4  Two years later, the United Nations World Charter for Nature raised five principles of conservation by which human conduct affecting nature is to be guided and judged.[18] In 1987, the United Nations World Commission on Environment and Development released the report Our Common Future, commonly called the Brundtland Report.[2] The report included a definition which is now widely used:[2]: Chapter 2  Sustainable development is development that meets the needs of the present without compromising the ability of future generations to meet their own needs. It contains two key concepts within it: Since the Brundtland Report, the concept of sustainable development has developed beyond the initial intergenerational framework to focus more on the goal of \"socially inclusive and environmentally sustainable economic growth\".[17]: 5  In 1992, the UN Conference on Environment and Development published the Earth Charter, which outlines the building of a just, sustainable, and peaceful global society in the 21st century. The action plan Agenda 21 for sustainable development identified information, integration, and participation as key building blocks to help countries achieve development that recognizes these interdependent pillars. Furthermore, Agenda 21 emphasizes that broad public participation in decision making is a fundamental prerequisite for achieving sustainable development.[19] Sustainable development, like sustainability, is regarded to have three dimensions (also called pillars, domains, aspects, spheres and globalised etc.): the environment, economy and society. This framework has been expanded by some authors to include a fourth pillar of culture, institutions or governance.[20][21] The concept of sustainable development has been, and still is, subject to criticism, including the question of what is to be sustained in sustainable development. It has been argued that there is no such thing as a sustainable use of a non-renewable resource, since any positive rate of exploitation will eventually lead to the exhaustion of earth's finite stock;[22]: 13  this perspective renders the Industrial Revolution as a whole unsustainable.[23]: 20f [24]: 61–67 [25]: 22f  The sustainable development debate is based on the assumption that societies need to manage three types of capital (economic, social, and natural), which may be non-substitutable and whose consumption might be irreversible.[26] Natural capital can not necessarily be substituted by economic capital.[25] While it is possible that we can find ways to replace some natural resources, it is much less likely that they will ever be able to replace ecosystem services, such as the protection provided by the ozone layer, or the climate stabilizing function of the Amazonian forest. The concept of sustainable development has been criticized from different angles. While some see it as paradoxical (or an oxymoron) and regard development as inherently unsustainable, others are disappointed in the lack of progress that has been achieved so far.[6][7] Part of the problem is that \"development\" itself is not consistently defined.[8]: 16  The Rio Protocol was a huge leap forward: for the first time, the world agreed on a sustainability agenda. In fact, a global consensus was facilitated by neglecting concrete goals and operational details. The Sustainable Development Goals (SDGs) now have concrete targets (unlike the results from the Rio Process) but no methods for sanctions.[27][8]: 137  Six interdependent capacities are deemed to be necessary for the successful pursuit of sustainable development.[1] These are the capacities to measure progress towards sustainable development; promote equity within and between generations; adapt to shocks and surprises; transform the system onto more sustainable development pathways; link knowledge with action for sustainability; and to devise governance arrangements that allow people to work together in the exercising of the other capacities.[1] Environmental sustainability concerns the natural environment and how it endures and remains diverse and productive. Since natural resources are derived from the environment, the state of air, water, and the climate is of particular concern. Environmental sustainability requires society to design activities to meet human needs while preserving the life support systems of the planet. This, for example, entails using water sustainably, using renewable energy and sustainable material supplies (e.g. harvesting wood from forests at a rate that maintains the biomass and biodiversity).[28] An unsustainable situation occurs when natural capital (the total of nature's resources) is used up faster than it can be replenished.[29]: 58  Sustainability requires that human activity only uses nature's resources at a rate at which they can be replenished naturally. The concept of sustainable development is intertwined with the concept of carrying capacity. Theoretically, the long-term result of environmental degradation is the inability to sustain human life.[29] Important operational principles of sustainable development were published by Herman Daly in 1990: renewable resources should provide a sustainable yield (the rate of harvest should not exceed the rate of regeneration); for non-renewable resources there should be equivalent development of renewable substitutes; waste generation should not exceed the assimilative capacity of the environment.[30] Environmental problems associated with industrial agriculture and agribusiness are now being addressed through approaches such as sustainable agriculture, organic farming and more sustainable business practices.[31] The most cost-effective climate change mitigation options include afforestation, sustainable forest management, and reducing deforestation.[32] At the local level there are various movements working towards sustainable food systems which may include less meat consumption, local food production, slow food, sustainable gardening, and organic gardening.[33] The environmental effects of different dietary patterns depend on many factors, including the proportion of animal and plant foods consumed and the method of food production.[34][35] As global population and affluence have increased, so has the use of various materials increased in volume, diversity, and distance transported. Included here are raw materials, minerals, synthetic chemicals (including hazardous substances), manufactured products, food, living organisms, and waste.[36] By 2050, humanity could consume an estimated 140 billion tons of minerals, ores, fossil fuels and biomass per year (three times its current amount) unless the economic growth rate is decoupled from the rate of natural resource consumption. Developed countries' citizens consume an average of 16 tons of those four key resources per capita per year, ranging up to 40 or more tons per person in some developed countries with resource consumption levels far beyond what is likely sustainable. By comparison, the average person in India today consumes four tons per year.[37] Sustainable use of materials has targeted the idea of dematerialization, converting the linear path of materials (extraction, use, disposal in landfill) to a circular material flow that reuses materials as much as possible, much like the cycling and reuse of waste in nature.[38] Dematerialization is being encouraged through the ideas of industrial ecology, eco design[39] and ecolabelling. This way of thinking is expressed in the concept of circular economy, which employs reuse, sharing, repair, refurbishment, remanufacturing and recycling to create a closed-loop system, minimizing the use of resource inputs and the creation of waste, pollution and carbon emissions.[40] The European Commission has adopted an ambitious Circular Economy Action Plan in 2020, which aims at making sustainable products the norm in the EU.[41][42] In 2019, a summary for policymakers of the largest, most comprehensive study to date of biodiversity and ecosystem services was published by the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services. It recommended that human civilization will need a transformative change, including sustainable agriculture, reductions in consumption and waste, fishing quotas and collaborative water management.[43][44] The 2022 IPCC report emphasizes how there have been many studies done on the loss of biodiversity, and provides additional strategies to decrease the rate of our declining biodiversity. The report suggests how preserving natural ecosystems, fire and soil management, and reducing the competition for land can create positive impacts on our environment, and contribute to sustainable development. [45] The environmental impact of a community or humankind as a whole depends both on population and impact per person, which in turn depends in complex ways on what resources are being used, whether or not those resources are renewable, and the scale of the human activity relative to the carrying capacity of the ecosystems involved.[46] Careful resource management can be applied at many scales, from economic sectors like agriculture, manufacturing and industry, to work organizations, the consumption patterns of households and individuals, and the resource demands of individual goods and services.[47][48] The underlying driver of direct human impacts on the environment is human consumption.[49] This impact is reduced by not only consuming less but also making the full cycle of production, use, and disposal more sustainable. Consumption of goods and services can be analyzed and managed at all scales through the chain of consumption, starting with the effects of individual lifestyle choices and spending patterns, through to the resource demands of specific goods and services, the impacts of economic sectors, through national economies to the global economy.[50] Key resource categories relating to human needs are food, energy, raw materials and water. It has been suggested that because of rural poverty and overexploitation, environmental resources should be treated as important economic assets, called natural capital.[51] Economic development has traditionally required a growth in the gross domestic product. This model of unlimited personal and GDP growth may be over. Sustainable development may involve improvements in the quality of life for many but may necessitate a decrease in resource consumption.[52] As early as the 1970s, the concept of sustainability was used to describe an economy \"in equilibrium with basic ecological support systems\".[53] Scientists in many fields have highlighted The Limits to Growth,[54][55] and economists have presented alternatives, for example a 'steady-state economy', to address concerns over the impacts of expanding human development on the planet.[25] In 1987, the economist Edward Barbier published the study The Concept of Sustainable Economic Development, where he recognized that goals of environmental conservation and economic development are not conflicting and can be reinforcing each other.[56] A World Bank study from 1999 concluded that based on the theory of genuine savings (defined as \"traditional net savings less the value of resource depletion and environmental degradation plus the value of investment in human capital\"), policymakers have many possible interventions to increase sustainability, in macroeconomics or purely environmental.[57] Several studies have noted that efficient policies for renewable energy and pollution are compatible with increasing human welfare, eventually reaching a golden-rule[clarification needed] steady state.[58][59][60][61] A meta review in 2002 looked at environmental and economic valuations and found a \"lack of concrete understanding of what “sustainability policies” might entail in practice\".[62] A study concluded in 2007 that knowledge, manufactured and human capital (health and education) has not compensated for the degradation of natural capital in many parts of the world.[63] It has been suggested that intergenerational equity can be incorporated into a sustainable development and decision making, as has become common in economic valuations of climate economics.[64] The 2022 IPCC Sixth Assessment Report discussed how ambitious climate change mitigation policies have created negative social and economical impacts when they are not aligned with sustainable development goals. As a result, the transition towards sustainable development mitigation policies has slowed down which is why the inclusivity and considerations of justice of these policies may weaken or support improvements on certain regions as there are other limiting factors such as poverty, food insecurity, and water scarcity that may impede the governments application of policies that aim to build a low carbon future.[65] The World Business Council for Sustainable Development published a Vision 2050 document in 2021 to show \"How business can lead the transformations the world needs\". The vision states that \"we envision a world in which 9+billion people can live well, within planetary boundaries, by 2050.\"[66] This report was highlighted by The Guardian as \"the largest concerted corporate sustainability action plan to date – include reversing the damage done to ecosystems, addressing rising greenhouse gas emissions and ensuring societies move to sustainable agriculture.\"[67] Integral elements for a sustainable development are research and innovation activities. An example is the European environmental research and innovation policy, which aims at defining and implementing a transformative agenda to greening the economy and the society as a whole so to achieve sustainable development. Research and innovation in Europe is financially supported by the programme Horizon 2020.[68]","Title":"Sustainable development - Wikipedia","KeyID":"8814","URL":"https://en.wikipedia.org/wiki/Sustainable_development"}