{"Content: ":"The World Health Organization (WHO) is a leading organization involved in the global coordination for mitigating the COVID-19 pandemic, within the broader United Nations response to the pandemic. On January 5, 2020, the WHO notified the world about a \"pneumonia of unknown cause\" in China and subsequently began investigating the disease. On January 20, the WHO confirmed human-to-human transmission of the disease. On January 30, the WHO declared the outbreak a Public Health Emergency of International Concern and warned all countries. On March 11, the WHO said the outbreak constituted a pandemic. By October 5 of the same year, the WHO estimated that a tenth of the world's population had been infected with the novel virus.[1] The WHO has spearheaded several initiatives, such as the COVID-19 Solidarity Response Fund, to raise money for the pandemic response, the UN COVID-19 Supply Chain Task Force, and the solidarity trial for investigating potential treatment options for the disease. The COVAX program, co-led by the WHO, Gavi, and the Coalition for Epidemic Preparedness Innovations (CEPI), aims to accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access for every country in the world.[2] The WHO's handling of the initial outbreak required a \"diplomatic balancing act\" between member states, in particular between the United States and China.[3][4][5] On August 27, 2020, WHO Director General Tedros Adhanom Ghebreyesus announced that an independent expert committee will be established to examine various aspects of the international treaty that governs preparedness and response to health emergencies.[6] A WHO-led international mission arrived in China in January 2021 to investigate the origins of the COVID-19 pandemic, and released preliminary findings the following month.[7][8] The World Health Organization has provided state-endorsed guidance and has set norms and standards on outbreak preparedness and response. This was in accordance with its role of providing guidance and assisting with coordination in controlling the international spread of diseases. However, the WHO does not have the power to legally enforce its recommendations.[9] In December 2020, it was reported that a WHO-led international mission was expected to travel to China in the first week of January 2021 to investigate the origins of the COVID-19 pandemic.[7] On 31 December 2020, the World Health Organization granted emergency use listing for the Tozinameran – COVID-19 mRNA vaccine (nucleoside modified) – Comirnaty.[144][145] In January 2021, the WHO director-general Tedros Adhanom Ghebreyesus said he had called on China to allow the investigation team in and expressed his dismay after China blocked the arrival of the mission's 10 virologists.[146][147] A few days later, permission was granted for the team to arrive.[148][149][150] Mike Ryan, WHO emergencies chief, said that the purpose of the trip was to find \"the answers here that may save us in future - not culprits and not people to blame\". A WHO-affiliated health expert said expectations that the team would reach a conclusion from their trip should be \"very low\".[151] U.S. officials denounced the investigation as a \"Potemkin exercise\" and criticised the \"terms of reference\" allowing Chinese scientists do the first phase of preliminary research.[152][153] Epidemiologist Fabian Leendertz, who is part of the team, clarified that the mission is a data-based investigation and advised against \"Trump style finger-pointing.\" Leendertz also made clear that the WHO would manage the complex and sensitive relations with China over access issues amid some people's concerns that China might try to obstruct the work.[154] At the WHO's annual executive board meeting, Tedros warned of a \"catastrophic moral failure\" if rich countries continued to hoard vaccine supplies at the expense of poor countries, an issue that the WHO's COVAX vaccine-sharing scheme intended to avoid. The COVAX program aims to distribute 2 billion doses of COVID-19 vaccine for free or at a reduced cost by the end of 2021, but has struggled to raise funds to subsidize the costs.[155][156] It was revealed during the meeting that the WHO lacked an adequate financing system after its largest donor, the U.S., announced its planned withdrawal (later canceled) over claims that the organization was heavily influenced by China during the coronavirus pandemic.[155][157] The investigation team released preliminary findings, concluding that COVID-19 likely came from bats.[158] On 15 February 2021, the World Health Organization authorized two versions of the AstraZeneca/Oxford COVID-19 vaccine for emergency use.[159][160][161] The investigation team released their report, the WHO-convened Global Study of the Origins of SARS-CoV-2, on 30 March. The report found that COVID-19 likely did not originate at Huanan Seafood Market, but that a lab leak origin was \"extremely unlikely\".[162][163] The report recommended livestock farms in Southeast Asia as a direction for further research on the virus's origins.[163] The World Health Organization expressed support for a future pandemic treaty to address the problems exposed by the COVID-19 pandemic.[164][165] On 12 March 2021, the World Health Organization authorized the Janssen COVID-19 vaccine Ad26.COV2.S for emergency use.[166][167] The World Health Organization encouraged individual donors to contribute to COVAX through the \"Go Give One\" campaign.[168] On 30 April 2021, the World Health Organization granted emergency use listing for the Moderna COVID-19 mRNA Vaccine (nucleoside modified).[169] On 7 May 2021, the World Health Organization authorized the Sinopharm BIBP vaccine for emergency use.[170] The WHO issued a proposal for a second phase of research into the virus's origins.[171] On 14 October 2021, WHO nominated 26 experts to join the Scientific Advisory Group on the Origins of Novel Pathogens (SAGO). Michael Ryan said that the taskforce could be the \"last chance to understand the origins\" of COVID-19.[172] In a special session of the World Health Assembly, the WHO member states agreed to launch negotiations to draft an international agreement \"to strengthen pandemic prevention, preparedness and response\" (commonly referred to as the pandemic treaty).[173][174] The first official meeting will occur in March 2022 and the aim is to finalize a draft agreement by May 2024 for consideration by the 77th World Health Assembly.[173][174] On 22 December 2021 the WHO issued an update clarifying that COVID-19 disease was low in children and adolescents, and that vaccination in those age groups was not recommended, sparing valuable resources for other populations most in need.[175] On 23 December 2021, the WHO confirmed that COVID-19 is airborne.[176][177] WHO releases daily situation reports and holds press conferences for updating the media about the pandemic.[178] WHO has shipped more than two million items of personal protective equipment and one million diagnostic test kits to over 120 countries.[179] WHO has launched multilingual e-learning courses about various aspects of COVID-19, including for preparedness and response.[180][181] By April 2020, WHO's Solidarity Response Fund had gathered more than US$140 million from more than 200,000 individuals and organizations.[182] Safe Hands Challenge, a campaign launched by WHO urges everyone to wash their hands regularly saw participation from celebrities.[183] WHO has active presence on all social media channels, where they work to counter misinformation.[182] In order to counter myths related to COVID-19, WHO has created resources for the public.[184] WHO has partnered with Lady Gaga, who will perform a TV concert for fundraising for health workers. By 7 April, she raised US$35 million for the cause.[185] Tedros Adhanom Ghebreyesus, WHO's Director-General, has been leading the organization's efforts to contain the coronavirus pandemic.[178] Along with Tedros, Michael J. Ryan, executive director of WHO's Health Emergencies Programme and Maria Van Kerkhove, technical lead of COVID-19 Response, appear in press conferences at WHO Headquarters in Geneva.[186] The WHO–China Joint Mission in February 2020 was headed by Bruce Aylward of WHO and Wannian Liang of China's National Health Commission.[32] The WHO's handling of the pandemic has come under criticism amidst what has been described as the agency's \"diplomatic balancing act\" between \"China and China's critics\", as ongoing tension between China and the United States creates challenges in controlling the virus.[4] Critics charge the organization with being \"too close to Beijing\".[16] Former Deputy Prime Minister and Finance Minister of Japan, Tarō Asō, said that some people have called WHO the \"China Health Organization\", because of what he described as its close ties to Beijing.[187] Initial concerns included the observation that while the WHO relies upon data provided and filtered by member states, China has had a \"historical aversion to transparency and sensitivity to international criticism\".[5] In early January, some WHO officials had internal discussions of insufficient information and significant delays in information provided by the Chinese government.[188] Jeremy Youde, a global health politics researcher and dean at the University of Minnesota Duluth, said that WHO officials may have calculated that \"naming and shaming\" would not get the Chinese government to cooperate, and that instead of highlighting the lack of information sharing, the WHO may have intentionally decided to praise China's efforts and thank Beijing for its cooperation to keep the Chinese government on board and engaged with the WHO.[189] In response to the criticisms, in mid-February, WHO director-general Tedros Adhanom stated that China \"doesn't need to be asked to be praised. China has done many good things to slow down the virus. The whole world can judge. There is no spinning here,\"[190] and further stated that \"I know there is a lot of pressure on WHO when we appreciate what China is doing but because of pressure we should not fail to tell the truth, we don't say anything to appease anyone. It's because it's the truth.\"[5] Some observers have said WHO is unable to risk antagonizing the Chinese government, as otherwise the agency would not have been able to stay informed on the domestic state of the outbreak and influence response measures there, after which there would have \"likely have been a raft of articles criticizing WHO for needlessly offending China at a time of crisis and hamstringing its own ability to operate.\"[5] Through this, experts such as Dr. David Nabarro have defended this strategy in order \"to ensure Beijing's co-operation in mounting an effective global response to the outbreak\".[191] Osman Dar, director of the One Health Project at the Chatham House Centre on Global Health Security defended WHO's conduct, stating that the same pressure was one \"that UN organisations have always had from the advanced economies.\"[192] In early April, African leaders expressed support for the WHO amid the pandemic, with the African Union saying the organization had done \"good work\" and Nigerian President Muhammadu Buhari calling for \"global solidarity\".[193] U.S. President Donald Trump praised the WHO early in the outbreak, but later criticized the organization's response.[194] On 14 April 2020, he announced that the U.S. would halt funding to WHO while reviewing its role in \"severely mismanaging and covering up the spread of the coronavirus.\"[195] A week earlier, at a press briefing, Trump had criticized WHO for \"missing the call\" on the coronavirus pandemic and had threatened to withhold U.S. funding to the organization; on the same day, he also tweeted a complaint that China benefits disproportionately from WHO, saying that \"WHO really blew it.\"[196] The U.S. Congress had already allocated about $122 million to the WHO for 2020, and Trump had previously proposed in the White House's 2021 budget request to reduce WHO funding to $58 million.[197] Trump's announcement drew condemnation from world leaders and health experts. It came amid constant criticism of his failure to prepare for the outbreak in the U.S., the country worst affected in terms of infection numbers as of April 15, 2020.[198][13] The WHO called the decision \"regrettable\" and stated that the organization first alerted the world on 5 January when a cluster of 41 cases of atypical pneumonia was singled out from the millions of similar cases that occur every year.[199] American law professor Lawrence O. Gostin said that Trump's decision was \"the prime example of why we are in this mess\". He said the WHO is hesitant to cause any offense for fear of losing funding.[200] In April 2020, the Sydney Morning Herald reported that while the Australian government valued the World Health Organization and planned to continue contributing funds, they had \"lost faith\" in the organization's global headquarters. The Australian government planned to push for the WHO to be given greater power, similar to UN weapons inspectors, to reduce reliance on individual national governments. The Australian government also planned to push for a review of the global handling of the outbreak, including by the WHO.[201] In May 2020, German news magazine Der Spiegel reported that China's paramount leader Xi Jinping had asked WHO director-general Tedros Adhanom, in a 21 January phone call, to hold off on issuing a global warning or reporting human-to-human transmission. Citing sources within the German foreign intelligence service Bundesnachrichtendienst (BND), Der Spiegel said that the world \"lost four to six weeks\" in the fight against the novel coronavirus as a direct result of China's lack of transparency.[202][203] The WHO denied that Tedros and Xi had spoken on that date and said that the two had never spoken by phone. The WHO also noted that China had already confirmed human-to-human transmission on 20 January.[204] Citing the conflict over Taiwan, Der Spiegel also questioned whether the WHO can be as non-political as what it claims in one of its mottos.[205] On 19 May 2020, Donald Trump reaffirmed his criticism concerning the WHO's management of COVID-19 in a letter to director-general Tedros Adhanom. The letter was based on a selective version of the pandemic, ignore or glossed over the WHO's clear warnings about the dangers of the contagion, and falsely claimed that Taiwan had warned the WHO of human-to-human transmission on 31 December.[206][3] The Lancet, which was critical of Trump's ongoing WHO aid freeze, rebutted the claim that the WHO had ignored a December 2019 report by the journal, stating its first reports were published on 24 January.[207] Trump threatened to withdraw the United States from WHO if the organization did not \"commit to major substantive improvements within the next 30 days.\"[206] After 11 days, on May 29, Trump announced plans to cut ties between the United States and WHO,[208][209] though it was unclear whether he had the authority to do so.[210] Trump's successor Joe Biden reversed the decision in January 2021, saying that the WHO \"plays a crucial role\" in fighting COVID-19 and other public health threats.[211][212] The WHO has been criticized for not stating that the COVID-19 outbreak was a pandemic until significantly after it had already clearly became one.[213] On 18 January 2021, an independent panel led by Helen Clark and Ellen Johnson Sirleaf criticised the WHO for not declaring an international emergency sooner and called for its reform. The panel questioned why the Emergency Committee of WHO only met in the third week of January 2020, and an international emergency was not declared until its second meeting on January 30. It also criticised China for not applying public health measures more forcefully in January 2020. The report says that \"the global pandemic alert system is not fit for purpose\" and that the \"World Health Organization has been underpowered to do the job.\"[214] Norwegian lawmakers nominated the WHO and COVAX for the 2021 Nobel Peace Prize, for their work to provide COVID-19 vaccines to low-income countries.[215] The WHO has been criticized for taking two years to say that COVID-19 is airborne.[176][216] According to Juliette Genevaz, a political scientist specialized in contemporary China, the World Health Organization is considered to take similar lines to the Chinese government's.[217] The Taiwanese government protested WHO's \"very high\" risk rating for Taiwan in February 2020, at which time Taiwan had a very small number of cases compared to China.[192] Taiwanese officials and some analysts have said that the exclusion of Taiwan from WHO, on the basis of pressure from China, has increased the risk of Taiwan missing disease-related updates.[218] WHO has responded that Taiwan has been given access to all coronavirus data and information, and said that Taiwanese experts were \"involved in all of our consultations ... so they're fully engaged and fully aware of all of the developments in the expert networks.\"[218] China had previously allowed Taiwan to be an observer at the World Health Assembly, before relations deteriorated in 2016.[219] The US President Donald Trump accused the WHO of late response to the pandemic and said that Taiwan sent an email to the WHO on 31 December warning of human-to-human transmission, a claim that The Guardian and the fact-checking website FactCheck.org said was false.[220][221][3] The Taiwanese government said it sent an email on 31 December 2019 to inform the WHO of its understanding of the disease while also requesting further information, including whether it could be transmitted between people. The WHO said the email it received from Taiwan made no mention of human-to-human transmission.[222][223] The COVID-19 pandemic stressed the need for a globally coordinated governance response to future outbreaks.[224] In this vein, and to respond to the shortcomings of international health architecture, the multiple WHO member states called for new international treaty for pandemic preparedness and response, to \"foster an all-of-government and all-of-society approach, strengthening national, regional and global capacities and resilience to future pandemics\".[225] International expert consultations to support and inform the WHO are underway.[226] In December 2021, the second special session of the World Health Assembly agreed to begin negotiations to draft such an international agreement.[173]","Title":"World Health Organization's response to the COVID-19 pandemic - Wikipedia","KeyID":"8818","URL":"https://en.wikipedia.org/wiki/World_Health_Organization%27s_response_to_the_COVID-19_pandemic"}