{"Content: ":"David L. Heymann (born 1946) is an American infectious disease epidemiologist and public health expert, based in London. Heymann was born in Pennsylvania, USA. He received his Bachelor of Arts from Pennsylvania State University and later obtained an MD from Wake Forest University School of Medicine. He also received a diploma in tropical medicine and hygiene from the London School of Hygiene and Tropical Medicine. Heymann did two years of practical epidemiology training with the Epidemic Intelligence Service, during which time Heymann was part of the international team that investigated the first outbreak of Ebola in Zaire (with Peter Piot, Karl Johnson, Joel Breman, Joe McCormick amongst others) and the first outbreak of Legionnaire's disease, in Philadelphia. Heymann was appointed chairman of the board of the UK Health Protection Agency in April 2009. He remained chairman of the board when HPA was merged into Public Health England in 2013. At the same time, he started and became head and senior fellow of the Centre on Global Health Security at Chatham House, London (the Royal Institute of International Affairs) and in 2010 joined the faculty at the London School of Hygiene and Tropical Medicine as professor of infectious disease epidemiology.[1] Heymann was the World Health Organization's assistant director-general for health, security, and rnvironment, and the representative of the director-general for polio eradication. Previously, from 1998–2003, he was executive director of the WHO Communicable Diseases Cluster and from October 1995 to July 1998 he was director of the WHO Programme on Emerging and other Communicable Diseases. Prior to this, he was the chief of research activities in the WHO Global Programme on AIDS. Heymann was also chairman of the Strategic Advisory Group of Hilleman Laboratories. Heymann is visiting professor in the department of medicine at the National University of Singapore, and an associate provost (health affairs). Before joining WHO, Heymann worked for 13 years as a medical epidemiologist in sub-Saharan Africa on assignment from the US Centers for Disease Control and Prevention. He also worked in India for two years as a medical epidemiologist in the WHO Smallpox Eradication Programme, where smallpox was eradicated in 1978. Heymann also took an active role in the first Ebola outbreak in 1976, and led the response team during the 1995 Kikwit outbreak. In 2003, Heymann was at the forefront of the SARS epidemic, working with his team to mediate international effort to halt the pandemic.[2][3] For his work in public health, Heymann is regarded as one of the \"disease cowboys\".[4] Heymann also served as editor of the 18th through 20th editions of the Control of Communicable Diseases Manual, a publication of the American Public Health Association. On 5 August 2020, Heymann was deployed as part of a WHO \"surge team\" in South Africa to help strengthen the national and provincial responses to COVID-19.[5]","Title":"David L. Heymann - Wikipedia","KeyID":"8819","URL":"https://en.wikipedia.org/wiki/David_L._Heymann"}