{"Content: ":"IndieWire (sometimes stylized as indieWIRE or Indiewire) is a film industry and review website that was established in 1996. The site's focus was predominantly independent film, although its coverage has grown to \"to include all aspects of Hollywood and the expanding universes of TV and streaming.\"[1] IndieWire is part of Penske Media. The original IndieWire newsletter launched on July 15, 1996, billing itself as \"the daily news service for independent film.\" Following in the footsteps of various web- and AOL-based editorial ventures, IndieWire was launched as a free daily email publication in the summer of 1996 by New York- and Los Angeles-based filmmakers and writers Eugene Hernandez, Mark Rabinowitz, Cheri Barner, Roberto A. Quezada, and Mark L. Feinsod.[2] Initially distributed to a few hundred subscribers, the readership grew rapidly, passing 6,000 in late 1997.[3] In January 1997, IndieWire made its first appearance at the Sundance Film Festival to begin their coverage of film festivals; it offered indieWIRE: On The Scene print dailies in addition to online coverage. Printed on site, in low tech black and white style, the publication was able to scoop traditional Hollywood trade dailies Variety and The Hollywood Reporter due to the delay these latter publications had for being printed in Los Angeles.[citation needed] The site was acquired by Snagfilms in July 2008.[4] On January 8, 2009, IndieWire editor Eugene Hernandez announced that the site was going through a re-launch that has been \"entirely re-imagined.\" Penske Media acquired IndieWire on January 19, 2016. The financial terms of the agreement were not disclosed.[5] The focus of IndieWire initially was independent film, but has grown to encompass mainstream film, television, and streaming media.[6][1] IndieWire is part of Penske Media. It has a staff of 26 people, including publisher James Israel, editor-in-chief Dana Harris-Bridson, and editor-at-large Anne Thompson.[7] In Wired, in 1997, Janelle Brown wrote: \"Currently, IndieWire has little to no competition: trades like The Hollywood Reporter and Variety may cover independent film, but from a Hollywood perspective, hidden by a huge amount of mainstream news. As filmmaker Doug Wolens points out, IndieWire is one of the few places where filmmakers can consistently and reliably keep on top of often-ignored small film festivals, which films are opening and what other filmmakers are thinking.\"[3] In 2002, Forbes magazine recognized IndieWire, along with seven other entrants, in the \"Cinema Appreciation\" category, as a \"Best of the Web Pick,\" describing its best feature as \"boards teeming with filmmakers\" and its worst as \"glacial search engine.\"[8] IndieWire has been praised by Roger Ebert.[9] In 2012, IndieWire won the Webby Award in the Movie and Film category.[10] In 2022, IndieWire’s entire staff was honored as the Best Website, Traditional News Organization by the Los Angeles Press Club at its annual Southern California Journalism Awards, with judges noting that the site is “full of analysis of entertainment issues, not to mention the depth of most of the pieces that immediately pop up on the site. Quite compelling and thought-provoking.”[11] The IndieWire Critic's Poll is an annual poll by IndieWire that recognizes the best in American and international films in a ranking of 10 films on 15 different categories. The winners are chosen by the votes of the critics from IndieWire and other invited critics from around the world.","Title":"IndieWire - Wikipedia","KeyID":"882","URL":"https://en.wikipedia.org/wiki/IndieWire"}