{"Content: ":"The London School of Hygiene and Tropical Medicine (LSHTM) is a public research university in Bloomsbury, central London, and a member institution of the University of London that specialises in public health and tropical medicine. The institution was founded in 1899 by Sir Patrick Manson, after a donation from the Indian Parsi philanthropist B. D. Petit. Since its foundation it has become one of the most highly placed institutions in global rankings in the fields of public health and infectious diseases.[2][3][4][5][6] The annual income of the institution for 2020–21 was £244.2 million, of which £167.6 million was from research grants and contracts, with expenditures totalling £235.2 million during the same period.[1] The school was founded on October 2, 1899, by Sir Patrick Manson as the London School of Tropical Medicine after the Parsi philanthropist Bomanjee Dinshaw Petit made a donation of £6,666.[7][8] It was initially located at the Albert Dock Seamen's Hospital in the London Docklands.[9] Just prior to this teaching in tropical medicine had been commenced in 1899 at the Extramural school at Edinburgh and even earlier at London's Livingstone College founded in 1893. Before giving lectures at St George's Hospital, London, in 1895, Livingstone College afforded Manson his first opportunity to teach courses in tropical medicine.[10] Manson's early career was as a physician in the Far East. On his return to London, he was appointed Medical Advisor to the Colonial Office. He strongly believed that physicians should be trained in tropical medicine to treat British colonial administrators and others working throughout Britain's tropical empire. He also encouraged and mentored Ronald Ross during this period to uncover the correct etiology of malaria, which Ross subsequently discovered in 1897, winning the Nobel Prize for his efforts. The original school was established as part of the Seamen's Hospital Society. In 1902, the benefactor Petit wrote the following about the institution in a letter to Sir Francis Lovell (Dean of the school), quoted in The Times. This institution, whilst according ample scope to students of diseases that well nigh devastate the East, will be the means of bringing the Western and Eastern minds together to afford help to the suffering East, and thus cementing that union of hearts.[11] Among the school's early achievements were discoveries by George Carmichael Low, who proved filariasis is spread by mosquito bites, and Aldo Castellani, who discovered trypanosomes in the cerebral fluid of those affected by sleeping sickness. Experiments were also conducted by the school's faculty which provided proof that mosquitoes act as the vector in the spread of malaria.[12] During World War I, many of the faculty were conscripted into the army where they often continued to treat or research tropical diseases with the aim of protecting the health of the troops fighting in the Middle Eastern and African campaigns. Meanwhile, enough faculty remained at the school to continue its operations, although enrollment drastically fell during the war. The remaining faculty contributed to the war effort nonetheless by becoming increasingly involved in treating soldiers with dysentery, malaria, and other tropical diseases after their return from overseas. On the night of January 19, 1917, a TNT explosion from a nearby munition depot damaged the school and hospital, further complicating the school's operations. The school's wartime contributions were acknowledged on October 10, 1917, by a surprise visit from King George V and in 1918 by a visit from Queen Mary, Prince Edward, and Princess Mary.[12][8] As a result of the war, the school expected an increase in the amount of patients with tropical diseases and so a resolution was proposed to move the school to Central London to improve upon the school's isolated location.[12][8] Consequently, the school moved, together with the Hospital for Tropical Diseases, to Endsleigh Gardens in central London, taking over a former hotel which had been used as a hospital for officers during the First World War.[13] The building was officially opened by George VI, then Duke of York, on 11 November 1920.[12] In 1921 the Athlone Committee recommended the creation of an institute of state medicine, which built on a proposal by the Rockefeller Foundation to develop a London-based institution that would lead the world in the promotion of public health and tropical medicine. This enlarged school, now named the London School of Hygiene & Tropical Medicine was granted its Royal Charter in 1924.[12] The school moved to the current building in 1929. The school remained at its location in London during World War II despite the risk of bombings and an offer for accommodation by Queens' College, Cambridge. The number of students and staff fell as a result of the war, with some staff being called upon for military service. After 1941 and continuing until the end of the war, regular instruction ceased and the school instead started providing short courses in tropical medicine to nurses and doctors of the Allied Forces. On 10 May 1941, a bomb struck the building and caused a fire which was only put out the following morning due to a lack of firemen. Only four people were present at the time and remained unharmed, however, around a sixth of the building was damaged, with particularly the side facing Malet Street sustaining extensive damage. Although the damage was only fully repaired seven years later, teaching of short courses resumed the Monday after the bombing.[8][12][14] The healthcare environment changed in the wake of the war, both nationally and internationally, with the establishment of the National Health Service and the World Health Organization. The Chief Medical Officer and former Dean of LSHTM, Sir Wilson Jameson, played a critical role in the establishment of both.[15] LSHTM served a crucial role in reshaping scientific research and public health in the post-war period. Sir Austin Bradford Hill, a Professor of Medical Statistics at the school, was the statistician on the Medical Research Council Streptomycin in Tuberculosis Trials Committee and their 1948 study evaluating the use of streptomycin in treating tuberculosis, which is generally accepted as the first randomized controlled trial to have been conducted. Two years later Bradford Hill and Sir Richard Doll, a member of the MRC Statistical Research Unit based at LSHTM, were the first to demonstrate the association between cigarette smoking and lung cancer. They also set up the well-known British Doctors Study to provide evidence for a causal relationship. In 1951, alumnus Max Theiler was awarded the Nobel Prize in Physiology or Medicine \"for his discoveries concerning yellow fever and how to combat it\". George Macdonald, Professor of Tropical Hygiene and Director of the Ross Institute at LSHTM, was the first to propose the basic reproduction number ( R 0 {\\displaystyle R_{0}} ) in his 1952 study of malaria, which remains a key statistic in the study of infectious diseases to this day. The following year, alumnus Jerry Morris was the first to establish the role of physical exercise in preventing heart disease. Richard Doll established the connection between asbestos and lung cancer in 1955, while two Readers at the school established the connection between air pollution and respiratory diseases in 1958.[12] The university went through various changes during the latter part of the 20th century. In 1962 it acquired its first electronic computer in a collaboration with Birkbeck College, while a year later it built insectaries in its vault with financial support from the Wellcome Trust. Due to the school's need for work with live insects, the insectaries were thought to have housed the largest mosquito farm in the world. In the meantime the school closed its library and expanded the Keppel Street building to increase research and teaching space. Once completed in 1967, the modernised parts were officially opened by Princess Alexandra. In the final years of the millennium, the school launched its first distance learning programmes to an initial enrollment of 149 students for the 1998/1999 cohort.[12] The faculty of the school continued to make significant contributions to scientific research and public health. This included further work by Austin Bradford Hill, who postulated the Bradford Hill criteria in 1965 to determine causality. The criteria have since been widely used in public health research. LSHTM also started the long-running Whitehall Study in 1967 which found significant social inequalities in health in the 18,000 participants from the UK Civil Service. The Black Report published in 1980, for which alumnus Jerry Morris was one of the contributors, found similar inequalities. In 1972, the first case of lassa fever in the U.K. was diagnosed at the school. The school's faculty were also involved in research projects to advance understanding and prevention of various infectious diseases around this time, such as the Karongo Prevention Study in Malawi. Professors at the university developed the sisterhood method in 1989, thereby increasing the accuracy of maternal mortality data from low-income countries and developing a method which is still recommended by the WHO to this day. The National Survey of Sexual Attitudes and Lifestyles was launched by the school in 1990 and is still being run with partners at University College London.[12] The school went through various expansions in 2004, 2009, 2010, 2017, and 2018 to accommodate the school's rapid growth. The expansion in 2010 was the first time the university expanded outside of its Keppel Street location to Tavistock Place. The new location was originally intended as a joint project with UCL, however, the project was eventually amended and scaled down when UCL pulled out of the project.[16] Tavistock Place was further expanded in 2017 with an additional research facility. Moreover, the MRC Unit The Gambia and the MRC Uganda Research Unit officially joined the university in 2018. These transfers were part of the MRC's long-term programme of transferring Units into a host University in order to bring strategic benefits to both parties.[12] In 2004, Professor Liam Smeeth was unable to find any association between the MMR vaccine and autism, thereby providing proof against the fraudulent Lancet MMR autism paper by Andrew Wakefield. In subsequent years, Professor Joy Lawn led various studies and publications on neonatal deaths, including the 2011 and 2016 The Lancet Stillbirth Series. In 2016, various LSHTM researchers contributed to the understanding of the 2015–16 Zika virus epidemic. A year later, alumnus Tedros Adhanom Ghebreyesus became the Director-General of the World Health Organization.[12] An independent review published in 2021 concluded there is evidence of structural racism at LSHTM. The findings included that staff of color are less likely to be promoted, more likely to be on short-term contracts, and that leadership has been too slow to act on issues of colonialism and racism. The school's Director apologised to those who have been affected and stated the school is committed to address the issues. The school's Council commissioned the review in the wake of the 2020 Black Lives Matter protests.[17] When the World Health Organization declared that the Western African Ebola virus epidemic was a public health emergency of international concern in August 2014, LSHTM coordinated various response efforts. More than 500 academic and professional services staff volunteered to respond, with many volunteers deployed via Save the Children, Public Health England, Médecins Sans Frontières and the WHO. LSHTM continued to pay the salary of anyone who volunteered to work on Ebola care and control in Guinea, Liberia and Sierra Leone, or backfill posts in WHO offices. Staff and students carried out mathematical modelling and other research to support Ebola response planning. Experts, including LSHTM faculty, established an Ebola Response Anthropology Platform to help health workers develop culturally sensitive interventions and developed free online education programmes to combat the spread of the disease. Researchers, including researchers from LSHTM, carried out accelerated clinical trials in the field, including the EBOVAC Ebola vaccine trials which is still ongoing. LSHTM was part of an independent panel advising on major reforms targeted at prevention of future global outbreaks and now runs the UK Public Health Rapid Support Team in partnership with Public Health England, funded by the UK Government. Former LSHTM Director Peter Piot was named among ‘the Ebola fighters’ as Time Person of the Year and LSHTM itself also won various awards for its response.[12] The school moved to its present location near the intersection of Gower Street and Keppel Street in 1929. A competition to design a new school building to be sited in Gower Street, was held involving five architects, all experienced in laboratory design and construction. This was won in 1925 by Morley Horder and Verner Rees who located the main entrance in Keppel Street. The foundation stone was laid in 1926 by Neville Chamberlain, then Minister of Health, and the completed building was opened in 1929 by the Prince of Wales, later to become Edward VIII.[12] The purchase of the site and the cost of a new building was made possible through a gift of $2m from the Rockefeller Foundation.[18] Although the building's façade has remained largely unchanged, the interior has gone through various renovations. The first renovation was completed in 1951 to restore bomb damage sustained during World War II, with the subsequent decades seeing further building work to add and redevelop floors. In 2004 a new seven-storey building within the school's north courtyard was opened by Desmond Tutu, while the Princess Royal opened a new five-storey building in the south of the courtyard in 2009.[18] The school also has a secondary site on Tavistock Place to the east since 2010. The school's sole governing body under its Royal Charter is the council. It has sole management control and supervision of the institution, though it delegates some of its functions to its committees and some operational powers to the Director of the school. The Council meets four times a year and has a diverse membership, with various independent members as well as elected staff members and a membership for the Director of the school. The current chair is Don Robert, who is also the Chairman of the London Stock Exchange Group.[19] The school is an exempt charity and as such is regulated by the Office for Students.[19] The Faculty of Epidemiology and Population Health aims to develop and use its research expertise ranging from clinical trials, statistical analysis, genetic epidemiology, large-scale observational studies and field trials through to the design and evaluation of clinical and public health interventions in low, middle and high-income countries. It has around 300 academic staff and 150 research students who work in more than 20 countries on topics ranging from infectious to chronic diseases. It runs various master's degree programmes and short courses, while LSHTM's Clinical Trials Unit is also run under this faculty. The Faculty of Infectious and Tropical Diseases (ITD) was formed in August 1997 and encompasses all of the laboratory-based research in the school as well as that on the clinical and epidemiological aspects of infectious and tropical diseases. The Faculty is organised into three large departments and has over 500 members of staff. The range of disciplines represented in the faculty is very broad and inter-disciplinary research is a feature of much of its activity.[21] The spectrum of diseases studied is wide and there are major research groups working on topics which include: There is close interaction between scientists in different research teams. The Faculty has overseas links which provide a basis for field studies and international collaborations in developed and developing countries. Funding for research in the Faculty comes from around 45 funding organisations and agencies.[21] The Faculty of Public Health and Policy aims to improve global health through research, teaching and the provision of advice in the areas of health policy, health systems and services, and individual, social and environmental influences on health. Interests and activities embrace the health needs of people living in countries at all levels of development. The school has the largest numbers of research active staff in the areas of epidemiology, public health and health services research in the UK.[22] The Faculty of Public Health and Policy has over 250 members of staff, including epidemiologists, public health physicians, economists, policy analysts, anthropologists, sociologists, historians, psychologists, statisticians and mathematicians. The Faculty's research programmes, with an annual spend of over £7m, focus on public health problems of importance both globally and in the UK, and build on an extensive network of collaborations.[23] The research programmes exploit multidisciplinary and multi-method approaches, generate new knowledge for specific contexts and test transferability to different settings, and engage with policymakers and providers of health care to ensure research is relevant and translated into practice. The Faculty hosts School Centres in the areas of History in Public Health,[24] Research on Drugs and Health Behaviours, Spatial Analysis in Public Health, Global Change and Health, Health of Societies in Transition (ECOHOST), and Gender Violence and Health. In addition, staff participate in Centres based in other departments, notably the Malaria Centre and the Centre for the Mathematical Modelling of Infectious Disease. The seal of LSHTM is based on a coin from the archeological site Selinus, Sicily struck in 466 BC. It was designed by the sculptor and medallist Allan Gairdner Wyon. It shows two Greek gods associated with health - Apollo, the god of prophecy, music and medicine, and his sister Artemis, goddess of hunting and chastity, and comforter of women in childbirth - in a horse-drawn chariot. Artemis is driving while her brother the great archer is shooting arrows. The fruitful date palm was added to indicate the tropical activities of the school but also has a close connection with Apollo and Artemis: when their mother Leto gave birth to them on the island of Delos, miraculously a palm sprang up to give her shade in childbirth. Asclepius, Apollo's son, was the god of ancient Greek medicine, and was frequently shown holding a staff entwined with a snake. Snakes were used in this healing cult to lick the affected part of the patient. Significantly Asclepius' daughters were Hygeia (the goddess of health) and Panacea (the healer of all ailments). Asclepius' staff with a snake coiled round it (known as a symbol of the medical professions) was placed at the base of the seal to emphasise the medical interests of the school. The seal was redesigned in 1990 by Russell Sewell Design Associates, and is retained today within the current LSHTM logo.[25] Admissions data from LSHTM can be obtained through Freedom of Information requests. The school's admissions are competitive, with an offer rate of 60.3% and a yield of 40.1% in 2020/2021. The rates vary by program, with the most recent year showing the MSc Medical Statistics having the lowest offer rate at 49.2% and MSc Control of Infectious Diseases having the highest yield at 55.1%.[26] With over £180 million in research funding per year, the school engages in a multitude of research activities in over 100 countries. It is home to four World Health Organization Collaborating Centres and participates in many research groups and projects around the world. The school is currently home to the following research centres:[27] LSHTM submitted a total of 314 staff across 2 units of assessment to the 2014 Research Excellence Framework (REF) assessment. In the REF results 42% of the school's submitted research was classified as world-leading (4*), 37% as internationally excellent (3*), 20% as internationally recognised (2*) and 1% as nationally recognised (1*), giving an overall GPA of 3.20. In rankings produced by Times Higher Education based upon the REF results LSHTM was ranked 10th overall for GPA and 46th on research power (which is based on publication volume). In the 2008 exercise, LSHTM ranked 3rd overall for GPA and 59th on research power.[28] All three Faculties offer a wide range of MSc courses and Research Degrees leading to a University of London degree of DrPH, MPhil and PhD. Courses are delivered both face-to-face in London and via distance learning in collaboration with the University of London International Programmes. The school also offers access to both free and paid short courses, as well as three Professional Diplomas and an executive programme. Currently, the university does not offer any undergraduate degrees and is therefore one of the few postgraduate-only institutions around the world. Due to the absence of undergraduate degrees, LSHTM is not included in the overall university rankings of QS and Times Higher Education, although some subject-specific rankings are available.[33][34] In the 2021 ARWU Ranking for the subject of Public Health, LSHTM ranked 3rd globally behind only Harvard University and Johns Hopkins University.[3] For the 2022 US News Best Global Universities Rankings, LSHTM ranked 2nd in Public, Environmental and Occupational Health, 4th in Infectious Diseases, and 14th in the world for Social Sciences and Public Health.[2] The school also ranked 48th in the world for clinical medicine and 76th for cardiovascular systems, 25th for immunology and 48th for microbiology, contributing to an overall ranking of 130th in the world, 49th in Europe and 13th in the UK.[2] In the 2015 CWTS Leiden Ranking, the LSHTM ranked as the top university in Europe for research impact in all fields, ahead of Oxford and Cambridge.[35] The school was also ranked 6th overall in the world for impact based on the top 1% of published papers in all fields, after MIT, Harvard, Caltech, Stanford and Berkeley, 3rd in the world for biomedical and health sciences, after only MIT and Caltech, and 5th in the world overall for collaborative research.[35] By 2021 the school ranked 27th.[30] The LSHTM won the 2009 Gates Award for Global Health established by the Bill & Melinda Gates Foundation and received $1 million in prize money.[36] The award recognises organisations that have made an outstanding contribution to improving global health. In 2016, LSHTM won the University of the Year award from Times Higher Education for its response to the Ebola epidemic in West Africa in 2014 and 2015.[37] It won the Queen's Anniversary Prize in 2017 for the same reason and won another Queen's Anniversary Prize in 2021 for its work on COVID-19 and pandemic preparedness.[38] The Donald Reid Medal is awarded triennially by the LSHTM in recognition of distinguished contributions to epidemiology.[39] George Macdonald Medal The George Macdonald Medal is awarded triennially together with Royal Society of Tropical Medicine and Hygiene to recognise outstanding contributions to tropical hygiene. LSHTM's international profile has led to extensive collaboration with institutions around the world, including in many low- and middle-income countries. From 2014 to 2018, 78% of its publications have been written with an international partner and 65% are written with collaborators over 5,000 kilometers removed from London. International collaborators are most often based in Europe, North America, or Africa. The school is also a member of various global health networks, allowing it to expand its connections.[40] The school has various official partner institutions including Nagasaki University, National University of Singapore, Public Health Foundation of India, Sichuan University, Fiocruz, Universidade de Sao Paulo, Charité – Universitätsmedizin Berlin, KU Leuven, and various African research institutes.[40] LSHTM also jointly runs the UK Public Health Rapid Support Team with Public Health England and closely collaborates with various U.K. universities like the University of Oxford, the University of Cambridge, and Imperial College London.[41] Moreover, it offers a Professional Diploma in Tropical Medicine & Hygiene through a collaboration with Kilimanjaro Christian Medical University College, Makerere University, University of Washington, and Johns Hopkins University.[42] It also offers joint master's programmes in Health Policy, Planning and Financing with the London School of Economics,[43] Global Mental Health with King's College London,[44] and One Health as well as Veterinary Epidemiology with the Royal Veterinary College.[45][46] The LSHTM also has partnerships with corporate entities. These include Johnson & Johnson,[47] GlaxoSmithKline,[48] Médecins Sans Frontières,[49] and the International Committee of the Red Cross.[50] Tedros Adhanom, Director-General of the World Health Organization[51] Carissa F. Etienne, Director of the Pan American Health Organization[51] Josep Figueras, Founding director and Head of the European Observatory on Health Systems and Policies Janet Hemingway, former director of the Liverpool School of Tropical Medicine[52] Harry Hoogstraal, renowned entomologist and parasitologist[53] J. Donald Millar, former director of the National Institute for Occupational Safety and Health[54] Matshidiso Moeti, Regional Director of the WHO Regional Office for Africa[51] Max Price, former vice-chancellor and principal of the University of Cape Town[55] Pamela Rendi-Wagner, Chairwoman of the Social Democratic Party of Austria[56] Max Theiler, winner of the 1951 Nobel Prize in Physiology or Medicine[57] Chris Whitty, the Chief Medical Officer for England[58] Coordinates: 51°31′15″N 0°07′51″W﻿ / ﻿51.5209°N 0.1307°W﻿ / 51.5209; -0.1307","Title":"London School of Hygiene and Tropical Medicine - Wikipedia","KeyID":"8820","URL":"https://en.wikipedia.org/wiki/London_School_of_Hygiene_and_Tropical_Medicine"}