{"Content: ":"The International Classification of Health Interventions (ICHI) is a system of classifying procedure codes being developed by the World Health Organization (WHO). It is currently available as a beta 3 release. The components for clinical documentation are stable. The component on public health interventions is in the process of being finalized.[1][2] Updates on development and status of the classification are listed on WHO home page.[3] The WHO began development of ICHI in 2012 as a replacement for International Classification of Procedures in Medicine (ICPM), which was a system of classifying procedure codes published from 1978. ICPM, however, never received the same international acceptance as ICD-9. Due to difficulties in the consultation processes, development of the ICPM effectively stopped in 1989.[4] As a result, nations would go on to develop their own individual classifications for procedures and interventions incompatible with the ICPM approach. Germany's OPS-301 is based on the Dutch extension of ICPM; the ICPM-DE.[5] The ICHI's framework is designed to allow international comparison of data from the known national interventions classifications, and as a system for clinical documentation of individual interventions. ICHI is using letters to identify a procedure. For example, code EAA.AD.AA is for Biopsy of Pituitary gland. A decimal number following a 3rd decimal point will serve to identify indivual interventions and methods within one category. ICHI is not linked to SNOMED. In contrast to SNOMED, ICHI covers interventions of all domains in health at the individual and population level. Some procedural concepts that are present in SNOMED CT do not have a corresponding concept in ICHI (e.g., endoscopy).[6][7] SNOMED CT is using attributes that may link procedures to other related concepts. For example, SNOMED CT concept model for procedure allows linking substances to procedures using 'Direct Substance' attribute. Similarly, the ICHI allows postcoordination with devices or substances. As a result, the scope for the set of relationships in ICHI is broader than in SNOMED CT, due to the common foundation with ICD-11. The first test approach to ICHI was largely derived from the Australian Classification of Health Interventions (ACHI),[8] a portion of the Australian standard ICD-10-AM, which in turn was largely derived from ICD-10 and the United States extension ICD-9-CM. However, that approach was later dropped. For accounting, the Australian health administration generated a code of Diagnosis-related groups which in effect again deviates from the WHO basis. The same phenomenon applies to DRG codes in Germany and other countries. Other codes generated by the UN accredited International Standards Organisation ISO defined a deviating scope.[9] Cooperation of ISO and WHO is not detected.","Title":"International Classification of Health Interventions - Wikipedia","KeyID":"8827","URL":"https://en.wikipedia.org/wiki/International_Classification_of_Health_Interventions"}