{"Content: ":"UHC2030, formerly known as the International Health Partnership (IHP+),[1] is a global platform which brings together multiple stakeholders to take action to advance progress towards universal health coverage (UHC) by mobilizing political commitment, demanding and tracking accountability, and promoting collective action for health systems. The global platform is co-hosted by the World Health Organization, the World Bank and the OECD. Universal health coverage means that everyone, everywhere should have access to the health services they need without risk of financial hardship and is embedded in the Sustainable Development Goals (SDG target 3.8). The goal of achieving UHC by 2030 was reaffirmed in September 2019 in the Political Declaration adopted by all member state at the UN High-Level Meeting on Universal Health Coverage. IHP+ began in September 2007 [2] as an international partnership aiming to improve effective development cooperation in health to help accelerate progress towards the Millennium Development Goals. Partners believed that by uniting around a single health strategy and changing the way stakeholders work together they could improve the health of citizens in developing countries. The initiative arose from pre-existing developments aimed at improving health outcomes and improving aid effectiveness, including the High-level Forum (HLF) on the Health MDGs, the post-HLF process, and the HLF on Aid Effectiveness.[3] , in line with the Paris Declaration on Aid Effectiveness[4] and later on the Busan Partnership Agreement[5] for effective development cooperation, which signaled a shift to a broader, more inclusive approach to development cooperation, a greater emphasis on considering domestic and external resources together, and on results. In early 2016, with the adoption of the Sustainable Development Goals, partners decided to expand the scope of work of IHP+ to include health systems strengthening toward the achievement of UHC. This new partnership, entitled UHC2030, was formally established at a high-level side event in the margins of the United Nations General Assembly (UNGA) in September 2016, would continue to work on improving effective development cooperation in recipient countries but also broaden its scope to focus on health systems strengthening (HSS) and domestic spending in all countries. UHC2030 members commit to working together with renewed urgency to accelerate progress toward UHC through building equitable and resilient health systems in line with UHC2030's Global Compact[6] for progress towards universal health coverage and collectively subscribe to the following principles to guide their action: • Leaving no one behind: a commitment to equity, non-discrimination and a rights-based approach • Transparency and accountability for results • Evidence-based national health strategies and leadership, with government stewardship to ensure availability, accessibility, acceptability and quality of service delivery • Making health systems everybody’s business – with engagement of citizens, communities, civil society and private sector • International cooperation based on mutual learning across countries regardless of development status and progress in achieving and sustaining UHC, and development effectiveness principles UHC2030 has a broad membership drawn from the following constituencies: countries and territories, multilateral organizations and global health initiatives, civil society organizations, the private sector and philanthropic foundations. Civil society organizations are represented by CSEM, the Civil Society Engagement Mechanism for UHC2030.[7] CSEM raises civil society voices to ensure that UHC policies are inclusive and equitable. UHC2030 also provides space for the health systems-related initiatives,[8][9] a diverse group of partnerships, alliances and networks that focus on strengthening different aspects of health systems to connect and collaborate. Strengthening health systems, with a focus on equity and resilience, is crucial for both UHC and health security goals and contributes to broader socioeconomic progress. It has become more evident than ever that health is an investment and not a cost. Achieving UHC starts with political accountability. Progress is possible but requires political leadership, better-aligned resources for health systems, and action for solidarity and equity. Despite governments' commitments, action towards universal health coverage is uneven and insufficient. UHC2030’s most recent review of the State of UHC commitment[10] calls on political leaders to: 1. Accelerate the implementation of their commitments to achieve UHC by 2030. Most countries have agreed firm national commitments and targets on UHC, and an increasing number are reviewing their progress. 2. Develop and communicate clear pathways to achieve UHC in their country. Country commitments and reporting on UHC are often not linked to a clear strategy to achieve it yet. Countries need solid national health strategies that include a clear role for local and regional governments. 3. Align health systems investments, using a primary health care approach. Government plans and reporting on UHC are often fragmented across specific diseases or services. Still, UHC is an opportunity to accelerate outcomes across health priorities based on a comprehensive approach to strengthening health systems. 4. Create space for meaningful social participation and value the involvement of non-state actors. Non-state actors still lack opportunities to participate in government-led planning, progress reviews or implementation towards UHC. 5. Identify and reach all groups in society at risk of being neglected. A comprehensive approach to equity must include UHC initiatives but need to be operationalized comprehensively. 6. Ensure gender-equitable leadership and gender-responsive health systems. Governments are not adequately addressing gender equality in their UHC commitments, especially women's health and political leadership representation. 7. Collaborate beyond the health sector on both UHC and wider health determinants. Multisectoral action is crucial for UHC, starting with strong cooperation between health and finance decision-makers. Improved collaboration with non-health sectors is also needed to systematically address the social, economic, environmental and commercial determinants of health.","Title":"UHC2030 - Wikipedia","KeyID":"8834","URL":"https://en.wikipedia.org/wiki/International_Health_Partnership"}