{"Content: ":"Drug resistance is the reduction in effectiveness of a medication such as an antimicrobial or an antineoplastic in treating a disease or condition.[1] The term is used in the context of resistance that pathogens or cancers have \"acquired\", that is, resistance has evolved. Antimicrobial resistance and antineoplastic resistance challenge clinical care and drive research. When an organism is resistant to more than one drug, it is said to be multidrug-resistant. The development of antibiotic resistance in particular stems from the drugs targeting only specific bacterial molecules (almost always proteins). Because the drug is so specific, any mutation in these molecules will interfere with or negate its destructive effect, resulting in antibiotic resistance.[2] Furthermore, there is mounting concern over the abuse of antibiotics in the farming of livestock, which in the European Union alone accounts for three times the volume dispensed to humans – leading to development of super-resistant bacteria.[3][4] Bacteria are capable of not only altering the enzyme targeted by antibiotics, but also by the use of enzymes to modify the antibiotic itself and thus neutralize it. Examples of target-altering pathogens are Staphylococcus aureus, vancomycin-resistant enterococci and macrolide-resistant Streptococcus, while examples of antibiotic-modifying microbes are Pseudomonas aeruginosa and aminoglycoside-resistant Acinetobacter baumannii.[5] In short, the lack of concerted effort by governments and the pharmaceutical industry, together with the innate capacity of microbes to develop resistance at a rate that outpaces development of new drugs, suggests that existing strategies for developing viable, long-term anti-microbial therapies are ultimately doomed to failure. Without alternative strategies, the acquisition of drug resistance by pathogenic microorganisms looms as possibly one of the most significant public health threats facing humanity in the 21st century.[6] Some of the best alternative sources to reduce the chance of antibiotic resistance are probiotics, prebiotics, dietary fibers, enzymes, organic acids, phytogenics.[7][8] Drug, toxin, or chemical resistance is a consequence of evolution and is a response to pressures imposed on any living organism. Individual organisms vary in their sensitivity to the drug used and some with greater fitness may be capable of surviving drug treatment. Drug-resistant traits are accordingly inherited by subsequent offspring, resulting in a population that is more drug-resistant. Unless the drug used makes sexual reproduction or cell-division or horizontal gene transfer impossible in the entire target population, resistance to the drug will inevitably follow. This can be seen in cancerous tumors where some cells may develop resistance to the drugs used in chemotherapy.[9] Chemotherapy causes fibroblasts near tumors to produce large amounts of the protein WNT16B. This protein stimulates the growth of cancer cells which are drug-resistant.[10] MicroRNAs have also been shown to affect acquired drug resistance in cancer cells and this can be used for therapeutic purposes.[11] Malaria in 2012 has become a resurgent threat in South East Asia and sub-Saharan Africa, and drug-resistant strains of Plasmodium falciparum are posing massive problems for health authorities.[12][13] Leprosy has shown an increasing resistance to dapsone. A rapid process of sharing resistance exists among single-celled organisms, and is termed horizontal gene transfer in which there is a direct exchange of genes, particularly in the biofilm state.[14] A similar asexual method is used by fungi and is called \"parasexuality\". Examples of drug-resistant strains are to be found in microorganisms[15] such as bacteria and viruses, parasites both endo- and ecto-, plants, fungi, arthropods,[16][17] mammals,[18] birds,[19] reptiles,[20] fish, and amphibians.[20] In the domestic environment, drug-resistant strains of organism may arise from seemingly safe activities such as the use of bleach,[21] tooth-brushing and mouthwashing,[22] the use of antibiotics, disinfectants and detergents, shampoos, and soaps, particularly antibacterial soaps,[23][24] hand-washing,[25] surface sprays, application of deodorants, sunblocks and any cosmetic or health-care product, insecticides, and dips.[26] The chemicals contained in these preparations, besides harming beneficial organisms, may intentionally or inadvertently target organisms that have the potential to develop resistance.[27] The four main mechanisms by which microorganisms exhibit resistance to antimicrobials are:[28][29] [31] [32] Beta-lactam antibiotics (penicillin and cephalosporin) Chloramphenicol  Binds to penicillin-binding proteins, Inhibiting peptidoglycan synthesis Bind to 50S ribosome subunit, inhibiting formation of peptide bonds Plasmid encode beta-lactamase, which open the beta-lactam ring, inactivating it. Plasmid encode an enzyme that acetylate the drug, thereby inactivating it. Beta-lactam antibiotics (penicillin and cephalosporin) Erythromycin Quinolones Rifampin Trimethoprim Binds to penicillin-binding proteins, Inhibiting peptidoglycan synthesis Bind to 50S ribosome subunit, inhibiting protein synthesis Binds to DNA topoisomerase, an enzyme essential for DNA synthesis Binds to the RNA polymerase; inhibiting initiation of RNA synthesis Inhibit the enzyme dihydrofolate reduces, blocking the folic acid pathway Bacteria make an altered penicillin-binding proteins, that do not bind to the drug. Bacteria make a form of 50S ribosome that does not binds to the drug. Bacteria make an altered DNA topoisomerase that does not binds to the drug. Bacteria make an altered polymerase that does not binds to the drug. Bacteria make an altered enzyme that does not binds to the drug. Erythromycin Tetracycline Bind to 50S ribosome subunit, inhibiting protein synthesis Binds to 30S Ribosome subunit, inhibiting protein synthesis by blocking tRNA New membrane transport system prevent drug from entering cell. New membrane transport system pumps drug out of cell. Biological cost is a measure of the increased energy metabolism required to achieve a function. Drug resistance has a high metabolic price[33] in pathogens for which this concept is relevant (bacteria,[34] endoparasites, and tumor cells.) In viruses, an equivalent \"cost\" is genomic complexity. The high metabolic cost means that, in the absence of antibiotics, a resistant pathogen will have decreased evolutionary fitness as compared to susceptible pathogens.[35] This is one of the reasons drug resistance adaptations are rarely seen in environments where antibiotics are absent. However, in the presence of antibiotics, the survival advantage conferred off-sets the high metabolic cost and allows resistant strains to proliferate.[citation needed] In humans, the gene ABCB1 encodes MDR1(p-glycoprotein) which is a key transporter of medications on the cellular level. If MDR1 is overexpressed, drug resistance increases.[36] Therefore, ABCB1 levels can be monitored.[36] In patients with high levels of ABCB1 expression, the use of secondary treatments, like metformin, have been used in conjunction with the primary drug treatment with some success.[36] For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillin and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams).[37] Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first.[38] Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell.[39][40] Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.[41] Destruction of the resistant bacteria can also be achieved by phage therapy, in which a specific bacteriophage (virus that kills bacteria) is used.[42]","Title":"Drug resistance - Wikipedia","KeyID":"8845","URL":"https://en.wikipedia.org/wiki/Drug_resistance"}