{"Content: ":"World Immunization Week is a global public health campaign to raise awareness and increase rates of immunization against vaccine-preventable diseases around the world. It takes place each year during the last week of April (24th - 30th). Immunization can protect against 25 different infectious agents or diseases, from infancy to old age, including diphtheria, measles, pertussis, polio, tetanus and COVID-19. The World Health Organization (WHO) estimates active immunization currently averts 2 to 3 million deaths every year. However, 22.6 million infants worldwide are still missing out on basic vaccines, mostly in developing countries.[1] Inadequate immunization coverage rates often result from limited resources, competing health priorities, poor management of health systems and inadequate surveillance. The goal of World Immunization Week is to raise public awareness of how immunization saves lives, and support people everywhere to get the vaccinations needed against deadly diseases for themselves and their children. World Immunization Week sprung out of the efforts taking place across different countries and regions for a week-long immunization awareness commemoration. World Immunization Week is one of eleven official campaigns marked by the WHO, along with World Health Day, World Blood Donor Day, World No Tobacco Day, World Tuberculosis Day, World Malaria Day, World Patient Safety Day, World Hepatitis Day, World Antimicrobial Awareness Week, World Chagas Disease Day and World AIDS Day.[2] The World Health Assembly endorsed World Immunization Week during its May 2012 meeting.[3] Previously, Immunization Week activities were observed on different dates in different regions of the world. Immunization Week was observed simultaneously for the first time in 2012, with the participation of more than 180 countries and territories worldwide.[4][5] Each World Immunization Week focuses on a theme. The themes have included the following:[6][7]","Title":"World Immunization Week - Wikipedia","KeyID":"8847","URL":"https://en.wikipedia.org/wiki/World_Immunization_Week"}