{"Content: ":"World AIDS Day, designated on 1 December every year since 1988,[1] is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease. The acquired immunodeficiency syndrome (AIDS) is a life-threatening condition caused by the human immunodeficiency virus (HIV). The HIV virus attacks the immune system of the patient and reduces its resistance to other 'diseases'.[2] Government and health officials, non-governmental organizations, and individuals around the world observe the day, often with education on AIDS prevention and control. World AIDS Day is one of the eleven official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Blood Donor Day, World Immunization Week, World Tuberculosis Day, World No Tobacco Day, World Malaria Day, World Hepatitis Day, World Antimicrobial Awareness Week, World Patient Safety Day and World Chagas Disease Day.[3] As of 2020[update], AIDS has killed 36.3 million between [27.2 million and 47.8 million] people worldwide, and an estimated 37.7 million people are living with HIV,[4] making it one of the most important global public health issues in recorded history. Thanks to recent improved access to antiretroviral treatment in many regions of the world, the death rate from AIDS epidemic has decreased by 64% since its peak in 2004 (1.9 million in 2004, compared to 680 000 in 2020).[4] World AIDS Day was first conceived in August 1987 by James W. Bunn and Thomas Netter, two public information officers for the Global Programme on AIDS at the World Health Organization in Geneva, Switzerland.[5][6] Bunn and Netter took their idea to Dr. Jonathan Mann, Director of the Global Programme on AIDS (now known as UNAIDS). Mann liked the concept, approved it, and agreed with the recommendation that the first observance of World AIDS Day should be on 1 December 1988.[7] Bunn, a former television broadcast journalist from San Francisco, had recommended the date of 1 December that believing it would maximize coverage of World AIDS Day by western news media, sufficiently long following the US elections but before the Christmas holidays.[7] In its first two years, the theme of World AIDS Day focused on children and young people. While the choice of this theme was criticized at the time by some for ignoring the fact that people of all ages may become infected with HIV, the theme helped alleviate some of the stigma surrounding the disease and boost recognition of the problem as a family disease.[8] The Joint United Nations Programme on HIV/AIDS (UNAIDS) became operational in 1996, and it took over the planning and promotion of World AIDS Day.[8] Rather than focus on a single day, UNAIDS created the World AIDS Campaign in 1997 to focus on year-round communications, prevention and education.[8][9] In 2004, the World AIDS Campaign became an independent organization.[8][9][10] Each year, Popes John Paul II and Benedict XVI have released a greeting message for patients and doctors on World AIDS Day.[11][12][13][14][15] In 2016, a collection of HIV and AIDS-related NGOs (including Panagea Global AIDS and The AIDS and Rights Alliance for Southern Africa) started a campaign to rename World AIDS Day to World HIV Day. They claim the change will emphasize social justice issues, and the advancement of treatments like PrEP.[16] In the US, the White House began marking World AIDS Day with the iconic display of a 28 foot (8.5 m) AIDS Ribbon on the building's North Portico in 2007.[17][18] White House aide Steven M. Levine, then serving in President George W. Bush's administration, proposed the display to symbolize the United States' commitment to combat the world AIDS epidemic through its landmark PEPFAR program.[19] The White House display, now an annual tradition across four presidential administrations, quickly garnered attention, as it was the banner, sign or symbol to prominently hang from the White House since the Abraham Lincoln administration.[20][21][22] Since 1993, the President of the United States has made an official proclamation for World AIDS Day (see section #US Presidential Proclamations for World AIDS Day for copies of those proclamations). On 30 November 2017, President Donald Trump proclaimed World AIDS Day for 1 December.[23][24] All the World AIDS Day [25] campaigns focus on a specific theme, chosen following consultations with UNAIDS, WHO, and a large number of grassroots, national and international agencies involved in the prevention and treatment of HIV/AIDS. As of 2008, each year's theme is chosen by the Global Steering Committee of the World AIDS Campaign (WAC).[8] For each World AIDS Day from 2005 through 2010, the theme was \"Stop AIDS. Keep the Promise\", designed to encourage political leaders to keep their commitment to achieving universal access to HIV/AIDS prevention, treatment, care, and support by the year 2010.[8] As of 2012, the multi-year theme for World AIDS Day is \"Getting to Zero: Zero new HIV infections. Zero deaths from AIDS-related illness. Zero discrimination.\"[26] The US Federal theme for the year 2014 was \"Focus, Partner, Achieve: An AIDS-Free Generation\".[27] The themes are not limited to a single day but are used year-round in international efforts to highlight HIV/AIDS awareness within the context of other major global events including the G8 Summit, as well as local campaigns like the Student Stop AIDS Campaign in the UK.[28] Ending the HIV Epidemic: Equitable Access, Everyone’s Voice (US)[47]","Title":"World AIDS Day - Wikipedia","KeyID":"8852","URL":"https://en.wikipedia.org/wiki/World_AIDS_Day"}