{"Content: ":"Human Resources for Health is a peer-reviewed open-access public health journal publishing original research and case studies on issues of information, planning, production, management, and governance of the health workforce, and their links with health care delivery and health outcomes, particularly as related to global health. It was established in 1997 as the Human Resources Development Journal published by the Health Manpower Development Institute of the Ministry of Public Health of Thailand.[1] Since 2003, it is published by BioMed Central in collaboration with the World Health Organization (WHO). The journal is abstracted and indexed in PubMed, Social Sciences Citation Index, Current contents, Scopus, CINAHL and 10 other indexing services. The journal's impact factor as of the year 2020 is 3.192. The journal occasionally publishes themed collections. In 2007, the journal issued a call for papers jointly with 17 other public health journals under the theme \"Towards a scaling-up of training and education for health workers\".[2] Twenty-two articles were published in Human Resources for Health on this special theme between July 2008 and November 2009.[3] In 2013, the journal issued a call for papers on the theme \"Right Time, Right Place: Improving access to health service through effective retention and distribution of health workers.\"[4] In 2016, the journal published a supplementary collection of research evidence of the relevance and effectiveness of the WHO's Global Code of Practice on the International Recruitment of Health Personnel.[5] In June 2019, the journal launched a thematic collection of research to support evidence-informed decisions on optimizing gender equality in health workforce policy and planning.[6] The special series included 16 research articles advancing the use of qualitative and quantitative data and methodologies through a gender equity lens across different country contexts.","Title":"Human Resources for Health - Wikipedia","KeyID":"8861","URL":"https://en.wikipedia.org/wiki/Human_Resources_for_Health"}