{"Content: ":"Yarasuchus (meaning \"red crocodile\") is an extinct genus of avemetatarsalian archosaur that lived during the Anisian stage of the Middle Triassic of India.[1] The genus was named and described in 2005 from a collection of disarticulated but fairly complete fossil material found from the Middle Triassic Yerrapalli Formation. The material is thought to be from two individuals, possibly three, with one being much more complete and articulated than the other.[2] The type and only species is Y. deccanensis. Yarasuchus was a quadruped roughly 2–2.5 metres (6.6–8.2 ft) long, with an elongated neck and tall spines on its vertebrae. Unlike other quadrupedal Triassic reptiles, the limbs and shoulders of Yarasuchus were slender, and more like those of ornithodirans. Yarasuchus has had a complicated taxonomic history, after originally being described as a \"prestosuchid rauisuchian\", it was later variously recovered as a poposauroid pseudosuchian and a non-archosaurian archosauriform of unstable position. In 2017 it was determined to be related to the similarly enigmatic Triassic reptiles Teleocrater, Dongusuchus and Spondylosoma. Together, they belong to a group called Aphanosauria and are placed at the base of Avemetatarsalia, sister to Ornithodira, making Yarasuchus one of the earliest diverging bird-line archosaurs known. The relative completeness of Yarasuchus and its evolutionary position helps to shed light on the origins of later, well known bird-line archosaurs such as the dinosaurs and pterosaurs.[3] Yarasuchus was a relatively small, gracile, low-slung quadruped with a long neck and a small head, estimated to be around 2–2.5 metres (6.6–8.2 ft) long.[2][4] Despite its appearance, Yarasuchus has a number of features in common with other avemetatarsalians, such as its elongated neck vertebrae. It has long, slender limb bones, unlike the more robust limbs of most pseudosuchians, but similar to other avemetatarsalians. Unlike later avemetatarsalians though, Yarasuchus has a \"crocodile-normal\" ankle configuration, more similar to pseudosuchians and some stem-archosaurs. Yarasuchus is very similar in appearance to its close relative Teleocrater, and differs in only a few minor anatomical features of the skeleton, such as having a less of a rear facing glenoid (the bony shoulder socket) than that of Teleocrater.[3] The skull of Yarasuchus is poorly represented, known from only a few isolated pieces. A number of bones were initially identified by Sen (2005), including a jugal, quadrate and part of the quadratojugal, squamosal, both pterygoids and two maxilla that included a portion of premaxilla attached to one of them, as well as an associated tooth.[2] However both maxillae differ from the known maxilla in Teleocrater and instead more closely resemble those of an allokotosaur. Nesbitt and colleagues also regarded the jugal, quadrate and quadratojugal as indeterminate bones, and re-identified the squamosal as a postorbital belonging to a larger individual than the holotype specimen. As of 2017, the right postorbital and both pterygoids are the only positively identified cranial material belonging to Yarasuchus.[3] Almost the whole vertebral column is represented in Yarasuchus, including at least 8 cervicals (including the atlas and axis), 17 dorsals, 2 sacral, and at least 11 proximal caudal vertebrae. The long neck of Yarasuchus is made up of a series of characteristically elongated cervical (neck) vertebrae, in contrast to its proportionately small skull. The articulating surfaces of the zygapophyses that connect between each vertebra are inclined and the centra are strongly curved along the bottom margin with offset faces, indicating that the neck was held raised up from the body and arched along its length. The cervicals are uniquely characterised by a prominent midline keel that runs along the front half of the underside of each centrum, followed by two separate keels that continue to the rear edge.[5] The posterior cervical ribs have three heads, an unusual condition in archosaurs, and the corresponding cervicals possess an accessory articular facet to accommodate this.[2][3][4][6] Unlike the cervicals, the dorsal (back) vertebra are short and compact, almost only half the length of the cervicals, as are the two sacral (hip) vertebra. The front-most two or three dorsal vertebra possess similar keels to the cervicals, unlike the condition in Teleocrater which has no keeled dorsals. The preserved proximal caudal (tail) vertebra are consistently elongate, however the distal caudals are missing and so the end of the tail is unknown. The vertebrae all have tall neural spines that run down the back, the tallest of which are over the hip where the spines are two times taller than the corresponding centra. The neck has similarly tall neural spines, however they are longer than tall and inclined forward so as to overhang the vertebra before it. The cervical neural spines are also unusually thickened and roughly textured at the top. The caudal neural spines are also tall and narrow, unlike the elongated centra, and are inclined backwards, decreasing in height further down the tail. The tall, broad neural spines were initially believed to be associated with rows of paramedian osteoderms (although see below).[2][4] The pectoral (shoulder) girdle is delicately built, with a tall and slender scapula that is expanded distally and constricted near the glenoid. The scapula has a continuous acromion process, as well as an unusual sharp, thin ridge of bone running down its posterior margin, a feature only found in aphanosaurs and silesaurids.[3] The coracoid is small and rounded, and forms a down and rearward facing glenoid fossa with the scapula. The ilium of the pelvic (hip) girdle has a prominent posterior process and supraacetabular crest—a ridge of bone over the acetabulum. The acetabulum itself is relatively large and almost completely closed, unlike the fully open acetabulum of dinosaurs. The pubis is short and points downwards, with a thickened, flattened end. The ischium is very similar to that of Teleocrater, and is directed down and back from the hips, with a tapered shaft and slightly expanded distal end.[6] The pelvic girdle articulates with the spine via the sacral ribs, of which the first is larger and more robust. The nature of the articulation between the ilium and the sacral ribs suggests the hip was held sub-horizontally and faced ventrolaterally, causing the legs to be positioned down and outwards from the body.[2][4] The limb bones of Yarasuchus are characteristically slender. The humerus is long and cylindrical, with a moderately developed elongated deltopectoral crest that occupies roughly 30% of the length of the bone, similar to the condition in dinosaurs. The ulna is arched somewhat, and is roughly equal in length to the humerus. The femur is similarly gracile, and has a sigmoidal (s-shaped) curve along its length. The head of the femur is not turned in. A moderately developed fourth trochanter is placed proximally on the femur, unlike the well developed fourth trochanters of dinosaurs. The manus and pes are almost entirely missing, except for the calcaneus of the ankle joint. The calcaneus indicates that Yarasuchus had a \"crocodile-normal\" ankle, which allowed for more rotation of the foot than the derived hinge-like avemetatarsalian ankle. The forelimb to hindlimb length ratio is roughly 3:5, with much longer back legs than the front. Although the manus is missing, the overall similarity of Teleocrater suggests it would have had a relatively small hand.[2][3][4] The osteoderms attributed to Yarasuchus are greatly sculptured with a ridge running anteroposteriorly along each one.[2] This is unusual in comparison to Teleocrater, which has been interpreted as lacking any form of similar dermal armour. However, these osteoderms are larger in proportion to the presacral vertebra than would be expected and bear a close similarity to osteoderms of an erythrosuchid also found in the same formation. Nesbitt and colleagues considered it probable that the osteoderms do not belong Yarasuchus and so it may have also lacked osteoderms like other aphanosaurs and avemetatarsalians.[3] Yarasuchus is known from at least two individuals collected from a single 1 square metre (11 sq ft) assemblage in the Yerrapalli Formation, located near the Bhimaram village in the Adilabad district of India, in a layer of fine red mudstone. The material was found disarticulated, however it represents the majority of the skeleton, missing only the distal caudal vertebrae, radius, fibula, manus, and most of the pes and skull. The name is derived from 'Yara', meaning red in the local dialect, and the Greek suchos (\"crocodile\"), referring to the red mudstones the fossils were discovered in. The specific name refers to the Deccan region of India, where the Yerrapalli Formation and surrounding Pranhita-Godavari Basin are situated.[2] The fossils were also found in association with two specimens of the allokotosaur Pamelaria.[2][4][7] It was initially reported on in a 1993 thesis by Dasgupta, who considered it an indeterminate rauisuchid,[4] before being officially described and named as a new taxon by Sen in 2005.[2] All the material is held at the Geology Museum of the Indian Statistical Institute in Kolkata, India.[2][3][4] In 2016, the material was re-examined by Nesbitt and colleagues in their description of Teleocrater, which revealed a number of previously unrecognised anatomical characteristics. This re-evaluation prompted the inclusion of Yarasuchus within the newly recognised avemetatarsalian clade Aphanosauria. In their examination, Nesbitt and colleagues were able to refer a number of previously undescribed calcanea collected at the site to the hypodigm of Yarasuchus based on their similarity to Teleocrater, and identified ischia that were originally reported as missing. They also removed a number of erroneously referred skull bones and osteoderms from the hypodigm. The relatively complete skeleton of Yarasuchus allowed Nesbitt and colleagues to confidently refer a number of isolated bones as all belonging to specimens of Teleocrater because of their close similarity to those of Yarasuchus, which provided a key reference point for understanding the anatomy of the previously enigmatic taxon.[3][6] Yarasuchus was originally described as a \"prestosuchid\", similar to Prestosuchus, Ticinosuchus, and Mandasuchus by Sen, however no phylogenetic analysis was performed and the referral was made based on general morphological similarities, despite the already debated validity of \"Prestosuchidae\".[2] In 2010, Brusatte and colleagues conclusively demonstrated that \"Prestosuchidae\" was a paraphyletic grade of paracrocodylomorphs, and that the supposed shared characteristics of the group were in fact found throughout Pseudosuchia. They also performed a detailed cladistic analysis of fossil Triassic archosaurs, which instead found Yarasuchus to be a basal member of Poposauroidea, although support for this position was weak.[8] The position of Yarasuchus in subsequent studies has been similarly unstable,[9][10][11] though it has nonetheless typically been regarded as a pseudosuchian.[12][13][14] A study by Ezcurra on archosauromorph phylogeny in 2016 found Yarasuchus in a position outside of Archosauria, clading together with Dongusuchus in a polytomy with Euparkeria and a clade made up of Proterochampsia and archosaurs.[15] The left cladogram depicts the results of Brusatte and colleagues in 2010,[8] while the right cladogram depicts that of Ezcurra in 2016:[15] Yarasuchus Qianosuchus Arizonasaurus Bromsgroveia Lotosaurus Poposaurus Sillosuchus Effigia Shuvosaurus Dorosuchus Euparkeria Dongusuchus Yarasuchus Doswelliidae Proterochampsidae Ornithodira Pseudosuchia Further complicating the issue were suggestions that the hypodigm of Yarasuchus was a chimeric assemblage of material from both a \"rauisuchian\" archosaur and a prolacertiform archosauromorph, if not including material from yet other archosauromorphs.[16][17] However, later examination of the material by Ezcurra found that none of it could be assigned to either a \"rauisuchian\" or prolacertiform, and that they all likely pertained to a single non-suchian archosauriform taxon.[15] In 2017, Yarasuchus was included in an updated analysis of Triassic archosauromorphs by Nesbitt and colleagues in their official description of Teleocrater, utilising two modified datasets, those of Nesbitt (2011)[18] and Ezcurra (2016).[15] Both analyses recovered Yarasuchus in a newly recognised clade they named Aphanosauria, which included Yarasuchus in a polytomy with Teleocrater and Dongusuchus, as well as Spondylosoma. Indeed, the clade Aphanosauria was cladistically defined as \"the most inclusive clade containing Teleocrater rhadinus and Yarasuchus deccanensis but not Passer domesticus or Crocodylus niloticus\". Aphanosaurs were found to be the earliest diverging clade of Avemetatarsalia, sister taxon to the clade Ornithodira that includes the Pterosauria and Dinosauromorpha.[3] The results of their analyses are reproduced and simplified below, combining the general topology of the Ezcurra dataset with the Nesbitt dataset results for Avemetatarsalia. Proterosuchidae Erythrosuchidae Proterochampsia Pseudosuchia Spondylosoma Yarasuchus Dongusuchus Teleocrater Pterosauria Lagerpetidae Marasuchus Silesauridae Dinosauria The recognition of a close relationship between Yarasuchus, Teleocrater and other aphanosaurs and their relation to other avemetatarsalians settled a number of the unusual anatomical features of Yarasuchus. Many of the previously unique features of Yarasuchus unite it with other aphanosaurs, including the elongated neck, high neural spines, three-headed cervical ribs and slender appendicular skeleton. Yarasuchus and the other aphanosaurs play a significant role in our understanding of early avemetatarsalian evolution, exemplified in the relatively completely known anatomy of Yarasuchus. The structure of the foot, particularly the bones of the ankle (such as the calcaneus), demonstrate that avemetatarsalians evolved from ancestors with 'crocodile-normal' ankles, unlike the simple hinge-like ankles characteristic of derived ornithodirans. The 'crocodile-normal' ankle was once thought to be unique to pseudosuchians, but its presence in aphanosaurs like Yarasuchus imply that the evolution of the avemetatarsalian ankle was a more complicated process than initially believed.[3] The anatomy of Yarasuchus also demonstrates that other typical avemetatarsalian features, such as slender limb girdles, had evolved prior to the eponymous 'advanced mesotarsal' ankles.[19] Unusually, Yarasuchus and other aphanosaurs share a number of features convergently evolved with poposauroids. Aphanosaurs and poposauroids share only one unique trait (the presence of an accessory articulation facet just above the parapophysis of the cervicals for the three-headed cervical rib), however they have also convergently acquired a similar set of traits that are found throughout archosaurs. The previous phylogenetic position of Yarasuchus as a poposauroid by Brusatte and colleagues was likely due to this convergence.[6] The convergence between Yarasuchus and poposauroids could be attributed to the broader trend of poposauroids converging on coelurosaurian theropods, a derived clade of avemetatarsalians.[20] The similarity between poposauroids and aphanosaurs like Yarasuchus means it is difficult to determine the identity of isolated archosaur material that has features present in both groups, particularly as aphanosaurs are the earliest diverging avemetatarsalians while poposauroids are the oldest known pseudosuchians and so their stratigraphic ranges broadly overlap with each other.[6] Yarasuchus was proposed to be facultatively bipedal by Dasgupta in 1993 on the basis of its gracile body, slender shoulder girdle and proportionately short forelimbs, among other features, and this suggestion was repeated by Sen in its official description in 2005.[2][4] The closely related Teleocrater has since been interpreted to have been a quadruped, and as Yarasuchus has similar limb proportions, it likely was as well.[3] The lack of definitive jaw material leaves the diet of Yarasuchus ambiguous, however the teeth of Teleocrater imply aphanosaurs were carnivorous, as with other early avemetatarsalians. Furthermore, histological samples from Teleocrater show that its growth rates were more similar to those of other avemetatarsalians compared to pseudosuchians and stem-archosaurs, and so Yarasuchus may have also had a similarly higher growth rate.[3] Many other vertebrate remains have been found from the Yerrapalli Formation alongside those of Yarasuchus, and would have coexisted with it during the Middle Triassic. Remains of the allokotosaur Pamelaria in particular have been found in close proximity to those of Yarasuchus.[7] Other vertebrate remains include those of the lungfish Ceratodus, the actinopterygian fish Saurichthys, the temnospondyl Parotosuchus, the dicynodonts Rechnisaurus and Wadiasaurus, the rhynchosaur Mesodapedon, and a large undescribed erythrosuchid.[1][4][14] The anatomical similarity between Yarasuchus and Teleocrater is mirrored by the similarities in fauna and environment shared between the Yerrapalli Formation and the Manda Formation in Tanzania, and both are estimated to be Anisian in age.[1][2] At the time, India was still a part of the supercontinent Gondwana in Pangaea, and was located directly adjacent to East Africa. This demonstrates that early avemetatarsalians like Yarasuchus were geographically widespread in the Middle Triassic, as with other archosauriforms, in contrast to previous suggestions that pseudosuchians were more diverse. The close similarity between Yarasuchus and the Russian Dongusuchus further supports this, indicating biogeographical affinities between India and Russia despite their widely separated palaeolatitudes.[3][6][15] The sediments of the Yerrapalli Formation are interpreted as fluvial deposits, indicative of a broad, interchannel floodplain environment with seasonal ephemeral stream channels. The climate is thought to have been hot and dry with seasonal rainfall. This is consistent with the preservation state of the fossils, as the remains of Yarasuchus were found dismembered and disarticulated, suggesting the material was left exposed at the surface for a period before being buried by suspended fluvial sediments.[21] There are few plant fossils known from the Yerrapalli Formation, however this is not believed to be due to it being an arid environment, but rather due to the hot and dry conditions being unsuitable to the fossilisation of plant material.[4] ","Title":"Yarasuchus - Wikipedia","KeyID":"889","URL":"https://en.wikipedia.org/wiki/Yarasuchus"}