{"Content: ":"The founding of the People's Republic of China was formally proclaimed by Mao Zedong, the Chairman of the Chinese Communist Party (CCP), on October 1, 1949 at 3:00 pm in Tiananmen Square in Peking, now Beijing (formerly Beiping), the new capital of China. The formation of the Central People's Government under the leadership of the CCP, the government of the new state, was officially proclaimed during the proclamation speech by the chairman at the founding ceremony. Previously, the CCP had proclaimed the establishment of a soviet republic within discontiguous rebel-held territories of China not under Nationalist control, the Chinese Soviet Republic (CSR) on November 7, 1931 in Ruijin, Jiangxi with the support of the Soviet Union. The CSR lasted seven years until it was abolished in 1937. The new national anthem of China March of the Volunteers was played for the first time, the new national flag of the People's Republic of China (the Five-starred Red Flag) was officially unveiled to the newly founded nation and hoisted for the first time during the celebrations as a 21-gun salute fired in the distance. The first public military parade of the then new People's Liberation Army took place following the national flag raising with the playing of the PRC national anthem. The Republic of China had retreated to the island of Taiwan by December 1949. The Chinese Civil War was fought between the Kuomintang (KMT)-led Nationalist government of the Republic of China (ROC) and the CCP lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from the August 1927 to 1937, the KMT-CCP Alliance collapsed during the Northern Expedition, and the Nationalists controlled most of China. On November 7, 1931, the Chinese Soviet Republic (CSR) was declared by the CCP in Ruijin within Communist-controlled areas of China and the CSR government moved north to Yan'an during the Long March until the CSR's dissolution. From 1937 to 1945, hostilities were put on hold, and the Second United Front fought the Japanese invasion of China with eventual help from the World War II Allies. The civil war resumed with the Japanese defeat, and the CCP gained the upper hand in the final phase of the war from 1945–1949, generally referred to as the Chinese Communist Revolution. Major combat in the Chinese Civil War ended in 1949 with the CCP in control of most of mainland China, and the Kuomintang retreating offshore, reducing its territory to only Taiwan (a former Japanese colony that was received in 1945), Hainan, and their surrounding islands. On 21 September 1949, CCP Chairman Mao Zedong announced the establishment of the People's Republic of China with a speech at the First Plenary Session of the Chinese People's Political Consultative Conference.[1][2][3] This was followed by a mass celebration in Tiananmen Square on October 1, at which the proclamation was made publicly by Mao at the Tiananmen Gate, the date becoming the new country's first National Day.[4] At exactly 3:00pm Beijing Time on October 1, 1949, Mao announced to the nation from the top of the Tiananmen Gate:[5] 同胞们，中华人民共和国中央人民政府今天成立了！ Tóngbāo mén， Zhōnghuá Rénmín Gònghéguó Zhōngyāng Rénmín Zhèngfǔ jīntiān chénglìliǎo！ Dear comrades! Today, I hereby declare the formal establishment of the People's Republic of China and its Central People's Government! After the national anthem had been played, Chairman Mao proclaimed the founding of the People's Republic of China that day on top of the Tiananmen Gate, declaring:[6] The people throughout China have been plunged into bitter suffering and tribulations since the Chiang Kai-shek Kuomintang reactionary government betrayed the fatherland, colluded with imperialists, and launched the counter-revolutionary war. Fortunately our People's Liberation Army, backed by the whole nation, has been fighting heroically and selflessly to defend the territorial sovereignty of our homeland, to protect the people's lives and property, to relieve the people of their sufferings, and to struggle for their rights, and it eventually wiped out the reactionary troops and overthrew the reactionary rule of the Nationalist government. Now, the People's War of Liberation has been basically won, and the majority of the people in the country have been liberated. On this foundation, the first session of the Chinese People's Political Consultative Conference, composed of delegates of all the democratic parties and people's organization of China, the People's Liberation Army, the various regions and nationalities of the country, and the overseas Chinese and other patriotic elements, has been convened. Representing the will of the whole nation, [this session of the conference] has enacted the organic law of the Central People's Government of the People's Republic of China, elected proclaimed the founding of the People's Republic of China and decided on Beijing as the capital of the People's Republic of China. The Central People's Government Council of the People's Republic of China took office today in the capital and unanimously made the following decisions: and to charge them with the task of the speedy formation of the various organs of the government to carry out the work of the government. At the same time, the Central People's Government Council decided to declare to the governments of all other countries that this government is the sole legal government representing all the people of the People's Republic of China. This government is willing to establish diplomatic relations with any foreign government that is willing to observe the principles of equality, mutual benefit, and mutual respect of territorial integrity and sovereignty. Beijing, October 1, 1949 The first National Day military parade took place right after the proclamation of the PRC. Commanded by Nie Rongzhen, the Commander of the Northern China Military Region and inspected by Zhu De, the Commander-in-Chief of the PLA, the parade involved around 16,000 PLA officers and personnel.[8] The parade, which was approved in June 1949, was the first large-scale and modern Chinese military parade, with the country having never done a public review of troops before under previous governments. Liu Bocheng proposed to parade directors Yang Chengwu and Tang Yanjie be organized in the Soviet format, having personally witnessed a military parade on Red Square in Moscow. The Northern Military Region Band (now the Central Military Band of the PLA) provided musical accompaniment which included the Military Anthem of the People's Liberation Army’'.[5] The Republic of China retreated to the island of Taiwan by December 1949. The CCP remains the sole ruling party of China, officially the People's Republic of China (PRC), since October 1, 1949. The PRC officially claims Taiwan as its 23rd province as Taiwan Province, People's Republic of China in its constitution. The People's Republic of China on mainland China and Republic of China on Taiwan both officially claim to be the legitimate government of all China. No armistice or peace treaty has ever been signed over the Chinese Civil War.[9] Films depicting the proclamation of the People's Republic of China: Communist Party / Soviet Republic ( Red Army) → Liberated Area ( 8th Route Army, N4A, etc. → People's Liberation Army) → People's Republic of China","Title":"Proclamation of the People's Republic of China - Wikipedia","KeyID":"8892","URL":"https://en.wikipedia.org/wiki/Proclamation_of_the_People%27s_Republic_of_China"}