{"Content: ":"Supported by: Eastern Bloc Supported by: Western Bloc The Chinese Communist Revolution, officially known as the Chinese People's War of Liberation in the People's Republic of China (PRC) and also known as the National Protection War against the Communist Rebellion in the Republic of China (ROC) was a period of social and political revolution in China that began with the founding of the Chinese Communist Party in 1921, and continued through the First United Front of the 1920s. The Party organized among the urban working class and worked for the political radicalization of the Chinese peasantry through land reform. In 1927, however, the Shanghai massacre ended the United Front, and the Party was forced into the countryside. During the Second Sino-Japanese War (1937-45) and the Second United Front, the Party appealed to anti-imperialism as well. Militarily, the revolution culminated with the Chinese Civil War (1945-1949) as the People's Liberation Army decisively defeated the Republic of China Army, bringing an end to over two decades of intermittent warfare between the Chinese Communist Party (CCP, or Communists) and the Kuomintang (KMT, or Nationalists). Chiang Kai-shek's Nationalist government retreated to Taiwan, and as Chairman of the CCP, Mao Zedong became the leading figure in the post-Revolutionary government of mainland China. The Communist victory had a major impact on the global balance of power: China became the second major socialist state, and, after the 1956 Sino-Soviet split, a third force in the Cold War. The People's Republic offered direct and indirect support to communist movements around the world, and inspired the growth of Maoist parties in numerous countries. Shock at the CCP's success and fear of similar events occurring across East Asia led the United States to intervene militarily in Korea and South East Asia (e.g. Vietnam). To this day, the Chinese Communist Party remains the governing party of mainland China and the second-largest political party in the world.[3] Many historians agree with the Chinese Communist Party official history that the Chinese Revolution dates to the founding of the Party in 1921. A few consider it to be the latter part of the Chinese Civil War, since it was only after the Second Sino-Japanese War that the tide turned decisively in favor of the Communists. That said, it is not entirely clear when the second half of the civil war began. The earliest possible date would be the end of the Second United Front in January 1941, when Nationalist forces ambushed and destroyed the New Fourth Army. Another possible date is the surrender of Japan on August 10, 1945, which began a scramble by Communist and Nationalist forces to seize the equipment and territory left behind by the Japanese.[4] However, full-scale warfare between the two sides did not truly recommence until June 26, 1946, when Chiang Kai-Shek launched a major offensive against Communist bases in Manchuria.[5] This article concerns the political and social developments that contributed to the Revolution, as well as the military ones, so the August 1945 date is used.[6] The exact end of the Revolution is also a bit unclear. The most common date used, and the one used here, is the Proclamation of the People's Republic of China on October 1, 1949.[7][8][9][10] Nonetheless, the Nationalist Government had not evacuated to Taiwan until December, and significant fighting (such as the conquest of Hainan) continued well into 1950 and the takeover of the de facto state of Tibet in 1951.[11] Although it never posed a serious threat to the People's Republic, the Kuomintang Islamic insurgency continued until as late as 1958 in the provinces of Gansu, Qinghai, Ningxia, Xinjiang, and Yunnan.[12][13][14][15][16] Because no formal peace between the Republic of China and the People's Republic was ever negotiated, a formal conclusion to the civil war had never been reached.[17] Historians disagree about the long and short-term factors behind the rise of Communism in China. One potential factor was the sharp inequalities that existed in Chinese society during the early twentieth century. High rents, usury, and taxes collectively led to a concentration of wealth into the hands of a minority of village chiefs and landlords. Historian John Peter Roberts quoted the statistic that \"Ten percent of the agricultural population of China possessed as much as two-thirds of the land\".[18] Even in areas where most peasants owned their own land, the plots they owned were so small and infertile (almost completely lacking in soil fertility) that they remained on the edge of starvation.[19] Periodic famines were common during both the Qing Dynasty and the later Chinese Republic. Between 1900 and the end of WWII, China experienced no less than six major famines, costing tens of millions of lives.[20][21][22][23] These historians also argue that imperialist pressure by the Western powers and the Japanese led to a \"Century of Humiliation\" that stoked nationalism, class consciousness, and leftism.[24] The French historian Lucien Bianco is among those who question whether imperialism and \"feudalism\" explain the revolution.[25] He points out that the CCP did not have great success until the Japanese invasion of China after 1937. Before the war, the peasantry was not ready for revolution; economic reasons were not enough to mobilize them. More important was nationalism: \"It was the war that brought the Chinese peasantry and China to revolution; at the very least, it considerably accelerated the rise of the CCP to power.\"[26] The communist revolutionary movement had a doctrine, long-term objectives, and a clear political strategy that allowed it to adjust to changes in the situation. He adds that the most important aspect of the Chinese communist movement is that it was armed.[27] In the first decade of the twentieth century, young Chinese intellectuals such as Ma Junwu, Liang Qichao, and Zhao Bizhen were the first to translate and summarize socialist and Marxist ideas into Chinese.[28][29][30][31] However, this happened on a very small scale, and had no immediate impacts. This would change following the 1911 Revolution, which saw military and popular revolts overthrow the Qing Dynasty.[32][33] The failure of the new Chinese Republic to improve social conditions or modernize the country led scholars to take a greater interest in Western ideas such as socialism.[34][35][36] The New Culture Movement was especially strong in cities like Shanghai, where Chen Duxiu began to publish the left-leaning journal New Youth in 1915.[28] New Youth quickly became the most popular and widely distributed journal amongst the intelligentsia during this period.[37] In May 1919, news reached China that the Versailles Peace Conference had decided to give German-occupied province of Shandong to Japan rather than returning it to China.[38] The Chinese public saw this not only as a betrayal by the Western allies, but also as a failure by the Chinese Republican government to properly defend the country against imperialism.[39] In what became known as the May Fourth Movement, large protests erupted in major cities across China. Although led by students, these protests were significant because they included the first mass participation by those outside the traditional intellectual and cultural elites.[40][41] Mao Zedong later reflected that the May Fourth Movement \"marked a new stage in China's bourgeois-democratic revolution against imperialism and feudalism...a powerful camp made its appearance in the bourgeois-democratic revolution, a camp consisting of the working class, the student masses and the new national bourgeoisie.\"[42] Many political, and social leaders of the next five decades emerged at this time, including those of the Chinese Communist Party.[43] Many of the May Fourth protests were led and organized by students, who had become increasingly radical in the past few years. The October Revolution in Russia had inspired many of them to join study groups centered on Marxist theory.[44][45] Soviet Russia offered a unique and compelling model of modernization and revolutionary social change in semi-colonial nation.[46] One of the most influential study groups was led by Li Dazhao, head librarian at Peking University.[47] His study group included Mao Zedong and Chen Duxiu, the latter of who was now working as dean at the university.[48] As the editor of New Youth, Chen used his journal to publish a series of Marxist articles, including an entire issue devoted to the subject in 1919.[28][49][50] By 1920, Li and Chen had fully converted to Marxism, and Li founded the Peking Socialist Youth Corps in Beijing.[51] Chen had moved back to Shanghai, where he also founded a small Communist group.[52] By 1920, \"skepticism about [study groups'] suitability as vehicles for reform had become widespread.\"[53] Instead, most Chinese Marxists had determined to follow the Leninist model, which they understood as organizing a vanguard party around a core group of professional revolutionaries.[54][55] The Chinese Communist Party was founded on 23 July 1921 in Shanghai, at the 1st National Congress of the CCP.[56][57][58] The dozen delegates resolved to affiliate with the Comintern, although the CCP would only formally become a member at its second congress.[58] Chen was elected in absentia to be the first General Secretary.[52][58] The Chinese Communist Party grew slowly in its first few years.[59] The party had 50 members at the beginning of 1921, 200 in 1922, and 2,428 in 1925.[60][61][62] In contrast, the nationalist party of China, the Kuomintang or KMT, had 50,000 members already in 1923.[63] During these early years, the CPC was also beset by disagreements over strategy. At the Third Party Congress, the Comintern gave CPC members instructions to disband and join the KMT as individuals, with the object of supporting the bourgeois revolution.[54][64] This was in line with the \"two-stage theory\" of revolution, which postulated that \"feudal\" societies such as China's needed to undergo a period of capitalist development before they could experience a successful socialist revolution. Although the CPC did agree to allow members to join the KMT, it did not disband. This was the basis of the First United Front with the KMT, which in effect turned the CPC into the left-wing of the larger party.[65] KMT leader Sun Yat-Sen supported this move, and even attempted to appeal to the Communists by calling his principal of livelihood \"a form of communism\".[66] Relations between the CCP and the rest of the KMT soured after Sun's death in 1925. He was succeeded by the right-wing Chiang Kai-shek, who expelled the Communists from the KMT government in Guangzhou.[67][68] Yet the two years following Sun's death were also a period of rapid growth for the communist movement. The May Thirtieth Movement responding to police violence radicalized labor unions in Shanghai and other cities, catapulting CCP membership to over 20,000.[69][70][71][72] The All-China Federation of Labor (ACFL), founded by the Communists in 1925, reached 2.8 million members already in 1927.[73] In Wuhan, sympathetic KMT member Wang Jingwei erected a leftist government to rival Chiang Kai-Shek's.[74] In March 1927, Communist leaders Zhou Enlai and Chen Duxiu launched an armed workers' uprising in Shanghai and defeated the warlord forces of the Zhili clique.[75] But when they turned the city over to the advancing forces of Chiang's Northern Expedition, the KMT leaders initiated a bloody purge of Chinese Communists and their sympathizers.[76][77] Violence spread across the country and Wang Jingwei broke with the Communists, expelling them from the government in Wuhan.[78][79] In December, a desperate Communist uprising in Guangzhou was defeated, bringing a final end to the Communists' mass presence in urban areas.[80] In 1927, immediately after the collapse of Wang Jingwei's leftist Kuomintang government in Wuhan and Chiang Kai-shek's suppression of communists, the CCP attempted a series of uprisings and military mutinies in Nanchang and Hunan.[81][82][83] Although both saw initial success, they were unable to withstand direct pressure from the KMT's National Revolutionary Army (KMT). To Mao Zedong, this demonstrated the need for the Communists to have their own party army.[84] As the defeated Communist forces made their \"Little Long March\", they founded the Chinese Red Army, the first official military arm of the Chinese Communist Party.[85] Divided, disorganized, and greatly reduced in numbers, the Communists were so close to defeat that their 6th National Party Congress was held in Moscow (and the next formal national congress would not take place until 1945).[86] The near-destruction of the CCP's urban organizational apparatus led to increased centralization of power within the party, which was reorganized along more strictly Leninist lines.[87] Chen Duxiu, who had advocated for a focus on urban workers, was expelled from the party.[88] In his place, younger men such as Zhou Enlai, Zhang Wentian, and most importantly Mao Zedong rose in the ranks.[87] These changes, along with a cautious military strategy that avoided open battle, allowed the CCP to slowly recover and even increase its strength during the early 1930s. The Red Army grew to over 100,000 men, and defeated the three KMT encirclement campaigns that tried to destroy them. In what became known as the revolutionary base area in the Jinggang Mountains, the CCP founded the Chinese Soviet Republic in November 1931.[89] The party itself grew to a membership of over 300,000 by early 1934.[90] But Chiang's NRA continued to grow in strength also, and by mid 1934 the situation was once again grave for the Communists. Before the fourth encirclement campaign could wipe them out, Mao and Zhou led the Communist loyalists northwards in what became known as the Long March.[91] Although the party survived, it had lost about 90% of its membership and was on the brink of destruction.[90] The Communists' new base in Yan'an might indeed have been destroyed, but the outbreak of the Second Sino-Japanese War gave them a reprieve.[92] In 1931, the Japanese army had occupied Manchuria, which had nominally been under Chinese sovereignty.[93] This triggered debates inside China on whether the Nationalist Government of Chiang Kai-Shek, the administration with the strongest claim to national leadership at the time, should declare war on Japan.[94] Chiang, despite popular disapproval, wanted to continue to focus on wiping out the Chinese Communist Party before moving on to Japan.[95][96] In 1936, two of Chiang's generals arrested him in Xi'an and forced him to form the Second United Front with the Communists against Japan.[97] In return for the ceasefire, the Communists agreed to dissolve the Red Army and place their units under National Revolutionary Army command.[98] This arrangement did not end tensions between the CCP and KMT.[99] In January 1941, Chiang Kai-shek ordered Nationalist troops to ambush the CCP's New Fourth Army, one of the Communist armies that had been placed under nationalist command, for alleged insubordination.[100][101] The New Fourth Army Incident effectively ended any substantive co-operation between the Nationalists and the Communists, although open fighting between the two sides remained sporadic throughout the war.[102] The war with Japan and the Second United Front created an enormous opportunity to expand CCP influence, but also created tensions within the party's leadership. The Nationalists' image had been tarnished by Chiang's original reluctance to the take on the Japanese, while the Communists willing adopted the rhetoric of national resistance against imperialism.[103] Using their experience in rural guerilla warfare, the Communists were able to operate behind the front lines and gain influence among the numerous peasant resistance groups set-up to fight the Japanese.[104][105] In contrast with the Nationalists, the Communists undertook moderate land reform that made them extremely popular among the poorer peasants.[106] Communist cadres worked tirelessly to organize the local population in each new village they arrived, which had the dual benefits of spreading Communist ideas and allowing for more effective administration.[104] In the eight years of war, the CCP membership rose from 40,000 to 1,200,000.[107] According to historian Chalmers Johnson, by the end of the war the CCP had also won the support of perhaps 100 million peasants in the regions where they had operated.[108] The temporary truce with the Nationalists also made it possible for the Communists to once again target the urban proletariat, a policy advocated by the \"internationalist\" faction of the party. Led by Wang Ming, this faction advocated mobilizing labor not for revolution, but rather to support to Nationalists (at least until the war was won).[109] Mao, in contrast, advocated continued focus on the peasantry, and ultimately managed to consolidate his position during the Yan'an Rectification Movement.[109][110] The impact of the war on the social and economics conditions of China had been brutal. An estimated 20 to 25 million Chinese were killed in fighting, massacres, and man-made natural disasters.[111] By 1946, Chinese industries operated at 20 percent capacity and had 25 percent of the output of pre-war China.[112] The influx of cheap American goods forestalled any recovery. In order to coordinate the war effort, the Nationalist government had taken over more than 70% of Chinese industry, a dramatic increase from the 15% it owned before the war.[113] This consolidation of wealth in the regime's hands contributed to the pervasive problem of corruption.[114] The Nationalist currency had been undergoing hyperinflation since the beginning of the war.[115] By 1945, retail market prices had reached 3,000% of their 1937 levels.[115] This problem was compounded by the presence of numerous other currencies printed by the Japanese, Communists, and other local authorities.[116] The Nationalist Government failed to curb inflation after the Japanese surrender and continued to print more currency to pay for the civil war.[b][117][118] Hyperinflation reduced the real wages of peasants, workers, and especially soldiers, and destroyed the savings of the upper-middle class that was Chiang's base of support.[118] The power of the CCP had grown considerably by the end of the Second Sino-Japanese War. The Eighth Route Army and New Fourth Army—officially still part of the Nationalist NRA but in reality under independent Communist command—counted between 1.2 and 1.27 million men. An additional 1.8 to 2.68 million militia brought the total Communist forces to between 3 million and 4 million.[119][120][121] When the Japanese surrendered, the Communists' \"Liberated Zone\" grew to contain 19 base areas (mostly in north China), making up one-quarter of the country's territory and one-third of its population.[119] In the south, the New Fourth Army had recovered from the attempted massacre of its forces and established a serious Communist presence along the banks of the Yangtze. Nonetheless, the CCP's forces were still numerically inferior to the rest of the NRA, which excluding the Communists counted around 4 million regulars and 1 million militia in its ranks.[120] This was compounded by the Communists' lack of war material like trucks, artillery, and other heavy weaponry. For most of the war the Communists had operated in rural areas without factories or support from the Allies, which the Kuomintang received in abundance.[122] As Mao Zedong said to an American Colonel David D. Barrett, the Communists had an army based on \"millet plus rifles.\"[123][124][125][126][127] The international situation for the Communists was unfavorable in 1945. At Yalta, the Allies had agreed to recognize Russia's claims in the Far East in exchange for a Soviet declaration of war on Japan.[128] These claims included control of Port Arthur and joint control over the Chinese Eastern Railway, which Chiang reluctantly accepted in return for Soviet recognition of the KMT as the sole legitimate government of China.[129][130] The American Dixie Mission had investigated the possibility of American support for the Communists, but although its findings were favorable, cooperation was stubbornly blocked by American Ambassador Patrick J. Hurley.[131] Hurley orchestrated the recall or dismissal of American \"China Hands\" who favored cutting ties with the Nationalists or supporting the Communists, including John Service, Joseph Stilwell, and David Barrett.[132][133][134] By mid-1945, the United States was firmly committed to supporting Chiang. According to William Blum, American aid included substantial amounts of mostly surplus military supplies, and loans were made to the KMT.[135] In the two years following the Sino-Japanese War, the KMT had received $4.43 billion from the US—most of which was military aid.[136] On August 8, 1945, the Soviet Union invaded Manchuria, immediately altering the military situation in China. The Soviet invasion, among other contemporary developments, made Japan's defeat inevitable.[137][138] Both the Kuomintang and the Chinese Communist Party immediately ordered their forces to take as much territory from the Japanese as possible, which would yield not just land, but also weapons and equipment from the defeated Japanese units. Although Chiang Kai-Shek was confident that he was in a strong position to win a civil war against the CCP, he also knew that if the Communists gained control of Japanese war material, the balance of power would change.[139] In order to buy time, and under American pressure to negotiate, Chiang Kai-shek reached out to Mao Zedong with a request that the latter fly to Chongqing to negotiate.[128] At first, Mao demanded that Chiang grant the CCP certain conditions, but sustained pressure from Joseph Stalin made him realize the extent of the CCP's international isolation.[128] On August 23, Mao told the Politburo that without Soviet backing, the CCP would have to make concessions to Chiang.[128] Meanwhile, military forces on all sides continued their maneuvers. On the 20th, the last Japanese units in Manchuria surrendered to the Soviet Red Army.[140] On the 26th, the CCP authorized army units and cadres to begin infiltrating the Manchurian countryside (a move tolerated by the Soviets).[128] CCP dominance in northern China seriously concerned Chiang, who was not in a position to stop the CCP from taking Beiping or Tianjin. Chiang Kai-shek ordered the Japanese troops to remain at their post to receive the Kuomintang and not surrender their arms to the Communists.[141] Chiang called on the Americans for assistance, and the United States landed more than 50,000 marines in northern China to occupy the major cities until the Nationalists could arrive.[142][143][144] Although greeted with enthusiasm, incidents such as the rape of a Chinese student quickly turned the population against the Americans and contributed to growing support for the Communists.[145] The Americans were anxious to have the Nationalists take over their duties, and so General Wedemeyer further ordered the airlifting of 100,000 Nationalist troops into Northern China.[146] As Nationalist troops moved in to formerly occupied territories, looting and large-scale corruption were common. Under the pretext of \"receiving the Japanese surrender,\" business interests within the KMT government occupied most of the banks, factories and commercial properties, which had previously been seized by the Imperial Japanese Army.[136] They also conscripted troops at an accelerated pace from the civilian population and hoarded supplies, preparing for a resumption of war with the Communists. These harsh and unpopular measures caused great hardship for the residents of cities such as Shanghai, where the unemployment rate rose dramatically to 37.5%.[136] The Communists abstained from trying to take and hold any major cities (with the exception of Chinchow), focusing instead on gaining control over the countryside.[128] Nevertheless, as Mao left for negotiations he simultaneously ordered the Shangdang Campaign to defeat as many KMT units in Shanxi as possible and thereby gain a stronger hand at the negotiating table.[147] During negotiations, Chiang's main offer was to move from the second stage of Sun Yat-Sen's stages of unification (KMT tutelage) to the third stage (constitutional government). Mao and Zhou Enlai, on the other hand, were willing to recognize Chiang as de jure President of China in return for de facto autonomy in the provinces of Shanxi, Shandong, Hebei, Rehe, and Chahar. They would be willing to join and support a KMT-led coalition government, but wanted to maintain separate armed forces in their provinces.[128] Both sides criticized the other as unreasonable. Chiang viewed the degree of local autonomy requested by the Communists as a regression to the Warlord Era, and was not willing to sacrifice his goal of reunification.[128] The Communists, on the other hand, suspected they would be massacred if they laid down their arms.[128] Both sides eventually signed the Double Tenth Agreement, but this was mostly for show and the major issues were left unresolved.[148][149][150] Negotiations between Chiang and Zhou would continue in Nanking, but Mao returned to Yunnan.[150] The outbreak of fighting in Manchuria (see next section) proved to Ambassador Hurley that negotiations had failed, and he resigned in disgust.[151] He was replaced by General George Marshall, who arrived in China on 20 December 1945. The goal of the Marshall Mission was to bring both parties into a coalition government, with the hope that a strong, non-Communist China would act as a bulwark against the encroachment of the Soviet Union. Marshall drew both sides into negotiations which would drag on for more than a year. No significant agreements were reached, as both sides used the time to further prepare themselves for the ensuing conflict.[152] By the time that Nationalist units had been able to arrive in the major cities of Manchuria, Communist forces commanded by Lin Biao were already in firm control of most of the countryside and surrounding areas, including the city of Chinchow.[153] On 15 November 1945, the Nationalists began a campaign to roll back these gains.[4] Chiang Kai-shek's forces pushed as far as Chinchow by 26 November 1945, meeting with little resistance. Rather than confront the advancing Nationalists head on, Lin Biao avoided decisive confrontations, and in doing so was able to preserve the strength of his army.[154] The Nationalist advance also prompted Stalin, who did not want the CCP entirely crushed, to command Marshal Rodion Malinovsky to give most captured Japanese weapons to the CCP.[155][136] This was decisive; from this point onwards the Communist forces were no longer just an army of \"millet plus rifles\". In March 1946, despite repeated requests from Chiang Kai-Shek, the Soviet Red Army under the command of Marshal Rodion Malinovsky continued to delay pulling out of Manchuria, while Malinovsky secretly told the CCP forces to move in behind them. Mao quickly seized the opportunity, ordering Lin Biao and Zhu De to begin taking key cities, including Siping and Harbin.[156][157] These favorable conditions also facilitated many changes inside the Communist leadership: the more radical faction who wanted a complete military take-over of China finally gained the upper hand and defeated the careful opportunists.[158] By May 3, all Soviet troops had withdrawn, and fighting between local Communist and Nationalist forces had broken out in earnest.[159] The conflict would escalate to the scale of a nation-wide civil war over the summer, as Chiang Kai-shek launched a large-scale assault on Communist territory in North China with 113 brigades (a total of 1.6 million troops).[5][136] Knowing their disadvantages in manpower and equipment, the CCP adopted a \"passive defense\" strategy. It avoided the strong points of the KMT army and was prepared to abandon territory in order to preserve its forces. In most cases the surrounding countryside and small towns had come under Communist influence long before the cities. The CCP also attempted to wear out the KMT forces as much as possible. This tactic seemed to be successful; after a year, the power balance became more favorable to the CCP. They wiped out 1.12 million KMT troops, while their strength grew to about two million men.[136] In March 1947 the KMT achieved a symbolic victory by seizing the CCP capital of Yan'an.[160] The Communists counterattacked soon afterwards; on 30 June 1947 CCP troops crossed the Yellow River and moved to the Dabie Mountains area, restored and developed the Central Plain. At the same time, Communist forces also began to counterattack in Northeastern China, North China and East China.[136] In late 1948, the CCP and the newly rechristened \"People's Liberation Army\" (PLA) launched the decisive Liaoshen Campaign. The PLA finally captured for good the northern cities of Shenyang and Changchun and consolidated control of the Northeast.[161] The New 1st Army, regarded as the best KMT army, was forced to surrender after the CCP conducted a brutal six-month siege of Changchun that resulted in more than 150,000 civilian deaths from starvation.[162] The conscripted peasants who filled the Nationalist ranks were beginning to defect to the PLA in larger and larger numbers, drawn by the promise of land and much better treatment by Communist officers.[163] The defection and capture of large numbers of well-trained KMT troops finally gave the PLA material superiority over the Nationalist army.[164][165] Manpower continued to grow as well; during the Huaihai Campaign alone the CCP was able to mobilize 5,430,000 peasants to fight against the KMT forces.[166] Now with tanks, heavy artillery, and other combined-arms assets, the PLA was prepared to execute offensive operations south of the Great Wall. In April 1948 the city of Luoyang fell, cutting the KMT army off from Xi'an.[167] Following a fierce battle, the CCP captured Jinan and Shandong province on 24 September 1948. The Huaihai Campaign of late 1948 and early 1949 secured east-central China for the CCP.[161] The outcome of these encounters were decisive for the military outcome of the civil war.[161] The Pingjin Campaign resulted in the Communist conquest of northern China. It lasted 64 days, from 21 November 1948 to 31 January 1949.[168] The PLA suffered heavy casualties while securing Zhangjiakou, Tianjin along with its port and garrison at Dagu and Beiping.[168] The CCP brought 890,000 troops from the northeast to oppose some 600,000 KMT troops.[167] There were 40,000 PLA casualties at Zhangjiakou alone. They in turn killed, wounded or captured some 520,000 KMT during the campaign.[168] After achieving decisive victory at Liaoshen, Huaihai and Pingjin campaigns, the CCP wiped out 144 regular and 29 irregular KMT divisions, including 1.54 million veteran KMT troops, which significantly reduced the strength of Nationalist forces.[136] Stalin initially favored a coalition government in postwar China, and tried to persuade Mao to stop the CCP from crossing the Yangtze and attacking the KMT positions south of the river.[169] Mao rejected Stalin's position and on 21 April, began the Yangtze River Crossing Campaign. On 23 April they captured the KMT's capital, Nanjing.[91] The KMT government retreated to Canton (Guangzhou) until 15 October, Chongqing until 25 November, and then Chengdu before retreating to Taiwan on 7 December. By late 1949 the People's Liberation Army was pursuing remnants of KMT forces southwards in southern China, and only Tibet was left. A Chinese Muslim Hui cavalry regiment, the 14th Tungan Cavalry, was sent by the Chinese government to attack Mongol and Soviet positions along the border during the Pei-ta-shan Incident.[170][171] On October 1, 1949, Chairman Mao Zedong officially proclaimed the founding of the People's Republic of China at Tiananmen Square. Chiang Kai-shek, 600,000 Nationalist troops and about two million Nationalist-sympathizer refugees retreated to the island of Taiwan. After that, resistance to the Communists on the mainland was substantial but scattered, such as in the far south. An attempt to take the Nationalist-controlled island of Kinmen was thwarted in the Battle of Kuningtou. In December 1949 Chiang proclaimed Taipei, Taiwan the temporary capital of the Republic, and continued to assert his government as the sole legitimate authority of all China, while the PRC government continued to call for the unification of all China. The last direct fighting between Nationalist and Communist forces ended with the Communist capture of Hainan Island in April 1950, though shelling and guerrilla raids continued for several years. [172] Starting from June 1950, the outbreak of the Korean War led the American government to place the United States Seventh Fleet in the Taiwan Strait to prevent either side from attacking the other, the cold war era of Taiwan Strait has begun.[173] However, CCP and Kuomintang keep clash in Southeast Asia during the cold war. The Kuomintang also made several last-ditch attempts to use Khampa troops against the Communists in southwest China. The Kuomintang formulated a plan in which three Khampa divisions would be assisted by the Panchen Lama to oppose the Communists.[174] Kuomintang intelligence reported that some Tibetan tusi chiefs and the Khampa Su Yonghe controlled 80,000 troops in Sichuan, Qinghai and Tibet. They hoped to use them against the Communist army.[175]  Communist Party / Soviet Republic ( Red Army) → Liberated Area ( 8th Route Army, N4A, etc. → People's Liberation Army) → People's Republic of China","Title":"Chinese Communist Revolution - Wikipedia","KeyID":"8893","URL":"https://en.wikipedia.org/wiki/Chinese_Communist_Revolution"}