{"Content: ":"The term One China may refer to one of the following: After the Chinese Communist Party (CCP) defeated the Kuomintang (KMT) in the Chinese Civil War and the subsequent retreat of the ROC to Taiwan, the CCP established the PRC in mainland China while the ROC ruled over Taiwan and several outlying islands. During this time, both governments continued to claim legitimacy as the government of all of China. Initially, international recognition of the two was split, but most countries began to recognize the PRC over the ROC in the 70s, including the United States in 1979. The language in the United States' One China policy first arose in its joint 1972 Communiqué with the PRC. Under ROC President Lee Teng-hui in the 1990s, the Additional Articles of the Constitution of the Republic of China were passed which effectively transformed Taiwan from a one-party state into a democracy, and limited civil and political rights to citizens in the \"free area\" (the area under its actual control, consisting mostly of Taiwan), but did not alter language regarding territorial claims or national territory.[16] Subsequently, views on the One China principle in the ROC have been largely split along party lines: Pan-Blue coalition parties (including the KMT), which favor One China with respective interpretations, while Pan-Green coalition parties (including the Democratic Progressive Party) reject it. Meanwhile, the PRC has maintained its One China principle.[17] The Dutch established a colony on Taiwan in 1624 based in present-day Tainan. Shortly after, the Spanish established a colony in Northern Taiwan in 1626, but were driven out by the Dutch in 1642. It was during this time that large-scale Chinese migration from nearby Fujian Province began.[18][19] The Dutch colony was later conquered by Zheng Chenggong (Koxinga), a Ming-loyalist, in 1662 as the Kingdom of Tungning, before being incorporated by the Qing dynasty in 1683 as part of Fujian Province. In 1887, it was officially made a separate Fujian-Taiwan Province. Taiwan remained a province for eight years until it was ceded to Japan under the Treaty of Shimonoseki in 1895 following the First Sino-Japanese War. While Taiwan remained under Japanese control, the Qing dynasty was ousted and the First and Second Republic of China (ROC) were established from the Beiyang regime to the Kuomintang (KMT) from 1928. After the conclusion of World War II in 1945, the Republic of China was given control of Taiwan.[20][21][22][23][24][25] In 1949, after losing control of most of mainland China following the Chinese Civil War, and before the post-war peace treaties had come into effect, the ROC government under the KMT withdrew to Taiwan, and Chiang Kai-shek declared martial law. An argument has been made that Japan formally renounced all territorial rights to Taiwan in 1952 in the San Francisco Peace Treaty, but neither in that treaty nor in the peace treaty signed between Japan and China was the territorial sovereignty of Taiwan awarded to the Republic of China.[26][27] The treaties left the status of Taiwan—as ruled by the ROC or PRC—deliberately vague, and the question of legitimate sovereignty over China is why China was not included in the San Francisco Peace Treaty.[26][27] This argument is not accepted by those who view the sovereignty of Taiwan as having been legitimately returned to the Republic of China at the end of the war.[28] Some argue that the ROC is a government in exile,[29][30][31][32] while others maintain it is a rump state.[33] The ROC continued to claim itself as the rightful ruler of the entirety of China under the single-party KMT regime, and the PRC made a symmetric claim. In 1971, the United Nations General Assembly Resolution 2758 replaced the ROC's seat in the United Nations with the PRC. From April 30, 1991, the ROC officially recognized the PRC thus abandoning the Hallstein Doctrine, while maintaining the claim of an exclusive mandate as the legitimate ruler of China.[34] The ROC transformed into a free and democratic state in the 1990s following decades of martial law with the passage of the Additional Articles of the Constitution of the Republic of China.[35] Afterwards, the legal and political status of Taiwan has become more contentious, with increasing public expressions in favor of Taiwan independence, which were formerly outlawed. Within Taiwan, there is a distinction between the positions of the Kuomintang (KMT) and the Democratic Progressive Party (DPP). The Kuomintang holds the \"One-China principle\" and maintains its claim that under the ROC Constitution (passed by the Kuomintang government in 1947 in Nanjing) the ROC has sovereignty over most of China, including, by their interpretation, both mainland China and Taiwan. After the Chinese Communist Party expelled the ROC in the Chinese Civil War from most of Chinese territory in 1949 and founded the PRC, the ROC's Chinese Nationalist government, which still held Taiwan, continued to claim legitimacy as the government of all of China. Under former President Lee Teng-hui, additional articles were appended to the ROC constitution in 1991 so that it applied effectively only to the Taiwan Area.[16] The Kuomintang proclaims a modified form of the \"One-China\" principle known as the \"1992 Consensus\". Under this \"consensus\", both governments \"agree\" that there is only one single sovereign state encompassing both mainland China and Taiwan, but disagree about which of the two governments is the legitimate government of this state. Former ROC President Ma Ying-jeou had re-asserted claims on mainland China as late as 8 October 2008.[36] The Democratic Progressive Party rejects the One China principle, and its official present currently is that Taiwan is an independent and sovereign country whose territory consists of Taiwan and its surrounding smaller islands and whose sovereignty derives only from the ROC citizens living in Taiwan (similar philosophy of self-determination), based on the 1999 \"Resolution on Taiwan's Future\". It considers Taiwan as an independent nation under the name of Republic of China, making a formal declaration of independence unnecessary.[37] Though calls for drafting a new constitution and a declaration of a Republic of Taiwan was written into the party charter in 1991,[38] the 1999 resolution has practically superseded the earlier charter.[39] Supporters of the Taiwan independence movement also oppose the One China principle.[citation needed] One interpretation, which was adopted during the Cold War, is that either the PRC or the ROC is the sole rightful government of all China and that the other government is illegitimate. While much of the western bloc maintained relations with the ROC until the 1970s under this policy, much of the eastern bloc maintained relations with the PRC. While the government of the ROC considered itself the remaining holdout of the legitimate government of a country overrun by what it thought of as Communist rebels, the PRC claimed to have succeeded the ROC in the Chinese Civil War. Though the ROC no longer portrays itself as the sole legitimate government of China, the position of the PRC remained unchanged until the early 2000s, when the PRC began to soften its position on this issue to promote Chinese reunification. The revised position of the PRC was made clear in the Anti-Secession Law of 2005, which although stating that there is one China whose sovereignty is indivisible, does not explicitly identify this China with the PRC. Almost all PRC laws have a suffix \"of the People's Republic of China\" (prefix in Chinese grammar) in their official names, but the Anti-Secession Law is an exception. Beijing has made no major statements after 2004 which identify one China with the PRC and has shifted its definition of one China slightly to encompass a concept called the '1992 Consensus': both sides of the Taiwan strait recognize there is only one China—both mainland China and Taiwan belong to the same China but agree to differ on the definition of which China. One interpretation of one China is that only one geographical region of China exists, which was split between two Chinese governments during the Chinese Civil War. This is largely the position of current supporters of Chinese reunification in Mainland China, who believe that \"one China\" should eventually reunite under a single government. Starting in 2005, this position has become close enough to the position of the PRC, allowing high-level dialogue between the CCP and the Pan-Blue Coalition of the ROC. In practice, official sources and state-owned media never refer to the \"ROC government\", and seldom to the \"government of Taiwan\". Instead, the government in Taiwan is referred to as the \"Taiwan authorities\". The PRC does not accept or stamp Republic of China passports. Instead, a Taiwan resident visiting Mainland China must use a Taiwan Compatriot Entry Permit. Hong Kong grants visa free entry to holders of a Permit; while holders of a ROC passport must apply for a Pre-arrival Registration. Macau grants visa free entry to holders of both the permit and the passport. The United Front, which consists of the eight other political parties in the PRC subordinate to the CCP, has adhered to the One-China policy and opposes Taiwan independence. Among the parties that accepted it are the Revolutionary Committee of the Chinese Kuomintang (a splinter left-wing party that broke away from the main Kuomintang) and the Taiwan Democratic Self-Government League.[17] The only official statement of the ROC on its interpretation of the One-China principle dates back to 1 August 1992. At that time, the National Unification Council of the ROC expressed the ROC's interpretation of the principle as:[40] However, political consensus and public opinion in Taiwan has evolved since 1992, and the National Unification Council was suspended and ceased to function in 2006. There is significant difference between each faction's recognition for and understanding of the One-China principle. The Pan-Blue Coalition parties, led by the Kuomintang, generally accept the One-China principle. In particular, former president Ma Ying-jeou stated in 2006 when he was the Kuomintang chairman that \"One China is the Republic of China\".[citation needed] The Pan-Green Coalition parties, led by the Democratic Progressive Party (DPP), do not accept the policy and view Taiwan as a country separate from China. Former DPP president Chen Shui-bian regards acceptance of the \"One China\" principle as capitulation to the PRC, and views it as nothing more than a topic for discussion, in opposition to the PRC's insistence that the \"One China\" principle is a prerequisite for any negotiation.[citation needed] President Tsai Ing-wen rejected the 1992 Consensus categorically in 2019.[41] When the Republic of China established diplomatic relations with Kiribati in 2003 the ROC officially declared that Kiribati could continue to have diplomatic relations with the People's Republic of China.[citation needed] Despite the declaration, however, all countries maintaining official ties with Taipei continue to recognize the ROC as the sole legitimate government of China.[42] The ROC does not recognize or stamp PRC passports. Instead, mainland Chinese residents visiting Taiwan and other territory under ROC jurisdiction must use an Exit and Entry Permit issued by the ROC authorities. Not formally recognizing the ROC is a requirement for any political entity to establish diplomatic relations with the People's Republic of China, in effect forcing other governments to choose between Beijing and Taipei.[43][44] At times, the PRC has used financial incentives to entice smaller countries to recognize it over the ROC, and both the ROC and PRC have accused each other of dollar diplomacy.[45] Most countries that recognize Beijing circumvent the diplomatic language by establishing trade and cultural missions that represent their interests on Taiwanese soil, while the ROC government represents its interests abroad with reciprocal missions. The PRC has, in the past, attempted to get nations to recognize that \"the Government of the People's Republic of China is the sole legal government of China ... and Taiwan is an inalienable part of the territory of the People's Republic of China.\" However, many nations are unwilling to make this particular statement and there was often a protracted effort to find language acceptable to both sides, for example that they \"respect\", \"acknowledge\", \"understand\", or \"take note of\" the PRC's One China principle (but do not say they \"recognize\" it). This strategic ambiguity in the language used provides the basis for countries to have formal ties with People's Republic of China and maintain unofficial ties to the Republic of China. Names such as \"Chinese Taipei\" (e.g. in the Olympics) or \"Separate Customs Territory of Taiwan, Penghu, Kinmen, and Matsu\" (e.g. in the World Trade Organization) are sometimes used in some international arenas since \"Taiwan\" suggests that Taiwan is a separate country and \"Republic of China\" suggests that there are two Chinas, and thus both violate the One-China principle. The United States' One-China policy was first stated in the Shanghai Communiqué of 1972: \"the United States acknowledges that Chinese on either side of the Taiwan Strait maintain there is but one China and that Taiwan is a part of China.[46] The United States does not challenge that position.\" The United States has not expressed an explicitly immutable statement regarding whether it believes Taiwan is independent or not. Instead, Washington simply states that they understand the PRC's claims on Taiwan as its own. In fact, many scholars[who?] agree that U.S. One-China policy was not intended to please the PRC government, but as a way for Washington to conduct international relations in the region, which Beijing fails to state. A more recent study suggests that this wording reflected the Nixon administration's desire to shift responsibility for resolving the dispute to the \"people most directly involved\" – that is, China and Taiwan. At the same time, the United States would avoid \"prejudic[ing] the ultimate outcome\" by refusing to explicitly support the claims of one side or the other.[47] At the height of the Sino-Soviet split and Sino-Vietnamese conflict, and at the start of the reform and opening of the PRC, the United States strategically switched diplomatic recognition from the Republic of China (ROC) to the People's Republic of China (PRC) on 1 January 1979 under the administration of Jimmy Carter. Congress quickly responded by passing the Taiwan Relations Act that defined relations with the ROC, but stopped short of full recognition. It also required the United States to provide Taiwan with arms sufficient to maintain its self-defense, but did not commit to defending Taiwan in the event of an invasion. In 1982, President Ronald Reagan also saw that the Six Assurances were adopted, the fifth being that the United States would not formally recognize Chinese sovereignty over Taiwan. Still, United States policy has remained ambiguous. In the House International Relations Committee on 21 April 2004, the Assistant Secretary of State for East Asian and Pacific Affairs, James A. Kelly, was asked by Rep. Grace Napolitano (D-CA) whether the United States government's commitment to Taiwan's democracy conflicted with the so-called One-China policy.[48] He stated \"In my testimony, I made the point \"our One China,\" and I didn't really define it, and I'm not sure I very easily could define it. I can tell you what it is not. It is not the One-China policy or the One-China principle that Beijing suggests, and it may not be the definition that some would have in Taiwan. But it does convey a meaning of solidarity of a kind among the people on both sides of the straits that has been our policy for a very long time.\"[49] The position of the United States, as clarified in the China/Taiwan: Evolution of the \"One China\" Policy report of the Congressional Research Service (date: 9 July 2007) is summed up in five points: These positions remained unchanged in a 2013 report of the Congressional Research Service.[51] On 2 December 2016, US President-elect Donald Trump and ROC President Tsai Ing-wen conducted a short phone call regarding \"the close economic, political and security ties between Taiwan and the US\".[52] On 6 December, a few days after the call, Trump said that the US is not necessarily bound by its \"one China\" policy.[53][54][55] On 9 February 2017, in a lengthy phone call, US President Donald Trump and PRC Paramount leader Xi Jinping discussed numerous topics and President Trump agreed, at the request of Xi Jinping, to honor the \"one China\" policy.[56] On May 23, 2022, U.S. President Joe Biden announced the United States would intervene militarily if China were to unilaterally invade Taiwan. Speaking in Japan, President Biden stated, “That’s the commitment we made,” an apparent reference to the Taiwan Relations Act, which ensures military support for Taiwan, although the Act does not specifically guarantee direct military action by the United States in Taiwan. President Biden emphasized that Russia's military invasion of Ukraine created an “even stronger” burden to protect Taiwan.[57] China criticized Biden's statement as part of a \"hypocritical and futile\" pattern of encouragement to \"'Taiwan independence' forces.\"[58] Biden later stated that his remarks did not represent a change from the status quo and the U.S. position of strategic ambiguity.[59] Secretary of State Antony Blinken also delivered a speech in which he stated that U.S. policy regarding the island had not changed, and the State Department updated its fact sheet to reinstate a line stating \"we do not support Taiwan independence.\"[60][61] Japan has recognized the People's Republic of China \"as the sole legal Government of China\" since 1975 but has maintained an ambiguous stance regarding the PRC's sovereignty claim over the island of Taiwan.[62] In 1949, the Soviet Union recognized the People's Republic of China as the only lawful government of China. The ROC on Taiwan had cancelled the Sino-Soviet Treaty of Friendship and Alliance treaty in response. The Soviet Union voted to admit the PRC into the UN in 1971. As with the past leaderships, the Russian government has accepted its support for the One-China policy that Taiwan is \"an inalienable part of China, and opposes any forms of independence.\" as stated in Article 5 of the 2001 Sino-Russian Treaty of Friendship. This was reaffirmed in January 2022 when Russian and PRC leaders Vladimir Putin and Xi Jinping discussed the situation in the midst of the ongoing crisis in Ukraine.[63][64] The Philippines like many countries maintains a One China Policy.[65] However it maintains economic and cultural relations with the Republic of China or Taiwan despite officially recognizing the People's Republic of China as the sole legitimate government of China since 1975.[65][66] Angelito Banayo, chair of the Manila Economic and Cultural Office in Taiwan remarked that the country's One China Policy only proscribes the Philippines to enter into political and military agreements with the ROC.[65] The acknowledgment of the One-China principle is also a prerequisite by the People's Republic of China government for any cross-strait dialogue be held with groups from Taiwan. The PRC's One-China policy rejects formulas which call for \"two Chinas\" or \"one China, one Taiwan\"[67] and has stated that efforts to divide the sovereignty of China could be met with military force.[citation needed] The PRC has explicitly stated that it is flexible about the meaning \"one China\", and that \"one China\" may not necessarily be synonymous with the PRC, and has offered to talk with parties on Taiwan and the government on Taiwan on the basis of the Consensus of 1992 which states that there is one China, but that there are different interpretations of that one China. For example, in Premier Zhu Rongji's statements prior to the 2000 Presidential Election in Taiwan, he stated that as long as any ruling power in Taiwan accepts the One-China principle, they can negotiate and discuss anything freely. However, the One-China principle would apparently require that Taiwan formally give up any possibility of Taiwanese independence, and would preclude any \"one nation, two states\" formula similar to ones used in German Ostpolitik or in Korean reunification. Chen Shui-bian, president of the Republic of China between 2000 and 2008 repeatedly rejected the demands to accept the One-China principle and instead called for talks to discuss One China itself. With the January and March 2008 elections in Taiwan, and the election of Ma Ying-jeou as the President of the ROC, who was inaugurated on 20 May, a new era of better relations between both sides of the Taiwan Strait was established.[68] KMT officials visited Mainland China, and the Chinese ARATS met in Beijing with its Taiwanese counterpart, the Straits Exchange Foundation. Direct charter flights were therefore established. One China was the formulation held by the ROC government before the 1990s, but it was asserted that the one China was the Republic of China rather than PRC. However, in 1991, President Lee Teng-hui indicated that he would not challenge the Communist authorities to rule mainland China. This is a significant point in the history of Cross-Strait relations in that a president of the ROC no longer claims administrative authority over mainland China. Henceforth, the Taiwan independence movement gained a political boost, and under Lee's administration the issue is no longer who rules mainland China, but who claims legitimacy over Taiwan and the surrounding islands. Over the course of the 1990s, President Lee appeared to drift away from the One-China formulation, leading many to believe that he was actually sympathetic to Taiwan independence. In 1999, Lee proposed a special state-to-state relations for mainland China–Taiwan relations which was received angrily by Beijing, which ended semi-official dialogue until June 2008, when ARATS and SEF met, and in which President Ma Ying-jeou reiterated the 1992 Consensus and the different interpretation on \"One China\". After the election of Chen Shui-bian in 2000, the policy of the ROC government was to propose negotiations without preconditions. While Chen did not explicitly reject Lee's two states theory, he did not explicitly endorse it either. Throughout 2001, there were unsuccessful attempts to find an acceptable formula for both sides, such as agreeing to \"abide by the 1992 consensus\". Chen, after assuming the Democratic Progressive Party chairmanship in July 2002, moved to a somewhat less ambiguous policy, and stated in early August 2002 that \"it is clear that both sides of the straits are separate countries\". This statement was strongly criticized by opposition Pan-Blue Coalition parties on Taiwan, which support a One-China principle, but oppose defining this \"One China\" as the PRC. The One-China policy became an issue during the 2004 ROC Presidential election. Chen Shui-bian abandoned his earlier ambiguity and publicly rejected the One-China principle claiming it would imply that Taiwan is part of the PRC. His opponent Lien Chan publicly supported a policy of \"one China, different interpretations\", as done in 1992. At the end of the 2004 election, Lien Chan and his running mate, James Soong, later announced that they would not put ultimate unification as the goal for their cross-strait policy and would not exclude the possibility of an independent Taiwan in the future. In an interview with Time Asia bureau prior to the 2004 presidential elections, Chen used the model of Germany and the European Union as examples of how countries may come together, and the Soviet Union as illustrating how a country may fragment. In March 2005, the PRC passed an Anti-Secession Law which authorized the use of force to prevent a \"serious incident\" that breaks the One-China policy, but which at the same time did not identify one China with the People's Republic and offered to pursue political solutions. At the same session of the PRC Congress, a large increase in military spending was also passed, leading blue team members to interpret those measures as forcing the ROC to adhere to the One-China policy or else the PRC would attack. In April and May 2005, Lien Chan and James Soong made separate trips to Mainland China,[69] during which both explicitly supported the Consensus of 1992 and the concept of one China and in which both explicitly stated their parties' opposition to Taiwan independence. Although President Chen at one point supported the trips of Lien and Soong for defusing cross-strait tensions,[70] he also attacked them for working with the \"enemy\" PRC[citation needed]. On 28 April 2008, Honorary Chairman Lien Chan of the then opposition Kuomintang visited Beijing and met with Hu Jintao for the fourth time since their historic encounter on 29 April 2005 in their respective capacity as party leaders of both the Chinese Communist Party and the KMT. Lien also met Chen Yunlin, director of the PRC's Taiwan Affairs Office of the State Council.[71] On 28 May 2008, Kuomintang Chairman Wu Po-hsiung made a landmark visit to Beijing,[72] and met and shook hands with the Communist General Secretary Hu Jintao, at the Great Hall of the People. He also visited the mausoleum of Sun Yat-sen. Hu Jintao called for resuming exchanges and talks, based on the 1992 Consensus, between mainland China's Association for Relations Across the Taiwan Straits (ARATS) and Taiwan's Strait Exchange Foundation (SEF), as early as possible, and practically solving problems concerning the two sides through talks on equal footing. Once the ARATS-SEF dialogue is resumed, priority should be given to issues including cross-Strait weekend chartered flights and approval for mainland China residents traveling to Taiwan, which are of the biggest concern to people on both sides of the Strait. \"The KMT has won two important elections in Taiwan recently,\" Wu said, \"which showed that the mainstream opinion of the Taiwan people identified with what the KMT stood for, and most of the Taiwan people agree that the two sides on the strait can achieve peaceful development and a win-win situation\".[73] Wu also told reporters that he had stressed to Hu that Taiwan needed an international presence. \"The Taiwanese people need a sense of security, respect and a place in the international community\", Wu said. Hu was also quoted as having promised to discuss feasible measures for Taiwan to take part in international activities, particularly its participation in World Health Organization activities.[74]","Title":"One China - Wikipedia","KeyID":"8896","URL":"https://en.wikipedia.org/wiki/One-China_policy"}