{"Content: ":"Cross-Strait relations (sometimes called Mainland–Taiwan relations,[1] or China–Taiwan relations[2]) are the relations between the following two political entities, which are separated by the Taiwan Strait in the west Pacific Ocean: The relationship has been complex and controversial due to the dispute on the political status of Taiwan after the administration of Taiwan was transferred from Japan to the Republic of China at the end of World War II in 1945, and the subsequent split between the PRC and ROC as a result of the Chinese Civil War. The essential question is whether the two entities are two separate countries (either as \"Taiwan\" and \"China\" or Two Chinas) or two \"regions\" or parts of the same country (e.g. \"1992 Consensus\") with rivaling governments. The English expression \"cross-Strait relations\" is considered to be a neutral term which avoids reference to the political status of either side. At the end of World War II in 1945, the administration of Taiwan was transferred to the Republic of China (ROC) from the Empire of Japan, though legal questions remain regarding the language in the Treaty of San Francisco. In 1949, with the Chinese Civil War turning decisively in favour of the Chinese Communist Party (CCP), the Republic of China government led by the Kuomintang (KMT) retreated to Taiwan and established the provisional capital in Taipei, while the CCP proclaimed the People's Republic of China (PRC) government in Beijing. No armistice or peace treaty has ever been signed and debate continues as to whether the civil war has legally ended.[3] Since then, the relations between the governments in Beijing and Taipei have been characterized by limited contact, tensions, and instability. In the early years, military conflicts continued, while diplomatically both governments competed to be the \"legitimate government of China\". Since the democratization of Taiwan, the question regarding the political and legal status of Taiwan has shifted focus to the choice between political unification with mainland China or de jure Taiwanese independence. The PRC remains hostile to any formal declaration of independence and maintains its claim over Taiwan. At the same time, non-governmental and semi-governmental exchanges between the two sides have increased. From 2008, negotiations began to restore the Three Links (postal, transportation, trade) between the two sides, cut off since 1949. Diplomatic contact between the two sides has generally been limited to Kuomintang administrations on Taiwan. However, during Democratic Progressive Party administrations, negotiations continue to occur on practical matters through informal channels.[4] Leaders of the two governments The early history of cross-Strait relations involved the exchange of cultures, people, and technology.[22][23][24] However, no Chinese dynasty formally incorporated Taiwan in ancient times.[25] In the 16th and 17th centuries, Taiwan caught the attention of first Portuguese, then Dutch and Spanish explorers. In 1624, the Dutch established their first settlement in Taiwan. In 1662, Koxinga (Zheng Chenggong), a Ming dynasty loyalist, defeated the Dutch rulers of Taiwan, and took the island, establishing the first formally Han Chinese regime in Taiwan. Koxinga's heirs used Taiwan as a base for launching raids into mainland China against the Manchu Qing dynasty. However, they were defeated in 1683 by Qing forces. The following year, Taiwan was incorporated into Fujian province. Over the next two centuries, the Imperial government paid little attention to Taiwan.[citation needed] The situation changed in the 19th century, with other powers increasingly eyeing Taiwan for its strategic location and resources. In response, the administration began to implement a modernization drive. In 1887, Fujian-Taiwan Province was declared by Imperial decree. Within 10 years, Taiwan had become one of the most modern provinces in the Empire.[citation needed] However, the fall of the Qing outpaced the development of Taiwan, and in 1895, following its defeat in the First Sino-Japanese War, the Imperial government ceded Taiwan to Japan in perpetuity. Qing loyalists briefly resisted the Japanese rule under the banner of the \"Republic of Taiwan\", but were quickly put down by Japanese authorities.[26] Japan ruled Taiwan until 1945. During this time, Taiwan, as part of the Japanese Empire, was a foreign jurisdiction in relation to first the Qing dynasty, and, after 1912, the Republic of China. In 1945, Japan was defeated in World War II and surrendered its forces in Taiwan to the Allies, with the ROC, then ruled by the Kuomintang (KMT), taking custody of the island. The period of post-war Kuomintang rule over China (1945–1949) was marked in Taiwan by conflict between local residents and the new KMT authority. The Taiwanese rebelled against on 28 February 1947 in the February 28 incident, which was put down violently by the KMT. The seeds for the Taiwan independence movement were sown in this time. China was soon engulfed in full-scale civil war. In 1949, the war turned decisively against the KMT and in favor of the CCP. On 1 October 1949, the CCP under Chairman Mao Zedong proclaimed the founding of the People's Republic of China in Beijing. The capitalist ROC government retreated to Taiwan, eventually declaring Taipei its temporary capital in December 1949.[27] The two governments continued in a state of war until 1979. In October 1949, PRC's attempt to take the ROC controlled island of Kinmen was thwarted in the Battle of Kuningtou, halting the PLA advance towards Taiwan.[28] In the Battle of Dengbu Island on 3 November 1949, the ROC forces beat the PRC forces, but were later forced to retreat after the PRC gained air superiority.[29] The Communists' other amphibious operations of 1950 were more successful: they led to the Communist conquest of Hainan Island in April 1950, capture of Wanshan Islands off the Guangdong coast (May–August 1950) and of Zhoushan Island off Zhejiang (May 1950).[30] The same result happened in the Battle of Dongshan Island on 11 May 1950, as well as the Battle of Nanpeng Island in September and October of the same year. However, support by the US, the ROC won the Battle of Nanri Island in 1952. later in the year, the communists won the Battle of Nanpeng Archipelago, as well as the Battle of Dalushan Islands and the Dongshan Island Campaign, both in 1953. In June 1949, the ROC declared a \"closure\" of all Chinese ports and its navy attempted to intercept all foreign ships. The closure covered from a point north of the mouth of Min river in Fujian province to the mouth of the Liao River in Manchuria.[31] Since China's railroad network was underdeveloped, north–south trade depended heavily on sea lanes. ROC naval activity also caused severe hardship for Chinese fishermen. After losing China, a group of approximately 12,000 KMT soldiers escaped to Burma and continued launching guerrilla attacks into southern China. Their leader, General Li Mi, was paid a salary by the ROC government and given the nominal title of Governor of Yunnan. Initially, the United States supported these remnants and the Central Intelligence Agency provided them with aid. After the Burmese government appealed to the United Nations in 1953, the U.S. began pressuring the ROC to withdraw its loyalists. By the end of 1954, nearly 6,000 soldiers had left Burma and Li Mi declared his army disbanded. However, thousands remained, and the ROC continued to supply and command them, even secretly supplying reinforcements at times. The Kuomintang Islamic Insurgency in China (1950–1958) was fought by Muslim Kuomintang army officers who refused to surrender to the communists throughout the 1950s and 1960s. During the Korean War, some captured Communist Chinese soldiers, many of whom were originally KMT soldiers, were repatriated to Taiwan rather than China. A KMT guerrilla force continued to operate cross-border raids into south-western China in the early 1950s. The ROC government launched a number of air bombing raids into key coastal cities of China such as Shanghai. Though viewed as a military liability by the United States, the ROC viewed its remaining islands in Fujian as vital for any future campaign to defeat the PRC and retake China. On 3 September 1954, the First Taiwan Strait crisis began when the PLA started shelling Quemoy and threatened to take the Dachen Islands.[31] On 20 January 1955, the PLA took nearby Yijiangshan Island, with the entire ROC garrison of 720 troops killed or wounded defending the island. On January 24 of the same year, the United States Congress passed the Formosa Resolution authorizing the President to defend the ROC's offshore islands.[31] The First Taiwan Straits crisis ended in March 1955 when the PLA ceased its bombardment. The crisis was brought to a close during the Bandung conference.[31] The Second Taiwan Strait Crisis began on 23 August 1958 with air and naval engagements between the PRC and the ROC military forces, leading to intense artillery bombardment of Quemoy (by the PRC) and Amoy (by the ROC), and ended on November of the same year.[31] PLA patrol boats blockaded the islands from ROC supply ships. Though the United States rejected Chiang Kai-shek's proposal to bomb Chinese artillery batteries, it quickly moved to supply fighter jets and anti-aircraft missiles to the ROC. It also provided amphibious assault ships to land supply, as a sunken ROC naval vessel was blocking the harbor. On September 7, the United States escorted a convoy of ROC supply ships and the PRC refrained from firing. On October 25, the PRC announced an \"even-day ceasefire\" — the PLA would only shell Quemoy on odd-numbered days. Despite the end of the hostilities, the two sides have never signed any agreement or treaty to officially end the war. After the 1950s, the \"war\" became more symbolic than real, represented by on again, off again artillery bombardment towards and from Kinmen. In later years, live shells were replaced with propaganda sheets. The bombardment finally ceased after the establishment of diplomatic relations between the People's Republic of China and the United States.[32] During this period, movement of people and goods virtually ceased between PRC- and ROC-controlled territories. There were occasional defectors. One high-profile defector was Justin Yifu Lin, who swam across the Kinmen strait to China and was Chief Economist and Senior Vice President of the World Bank from 2008 to 2012. Most observers expected Chiang's government to eventually fall in response to a Communist invasion of Taiwan, and the United States initially showed no interest in supporting Chiang's government in its final stand. Things changed radically with the onset of the Korean War in June 1950. At this point, allowing a total Communist victory over Chiang became politically impossible in the United States, and President Harry S. Truman ordered the United States Seventh Fleet into the Taiwan straits to prevent the ROC and PRC from attacking each other.[33] After the ROC complained to the United Nations against the Soviet Union supporting the PRC, the UN General Assembly Resolution 505 was adopted on 1 February 1952 to condemn the Soviet Union. Between 1961 and 1972, Chiang Kai-shek initiated Project National Glory, a plan to retake mainland China. On 6 August 1965, the naval warship Zhangjiang was sunk by a People's Liberation Army Navy torpedo boat on an assignment to transport special forces to Dongshan Island for an intelligence gathering operation, killing 200 soldiers. In November 1965, the CNS Lin Huai was sunk near the island of Magong on a mission to pick up wounded soldiers from Taiwan's offshore islands of Penghu and Wuqiu.[34] Chiang Kai-shek subsequently abandoned the operation.[35] Diplomatically during this period, until around 1971, the ROC government continued to be recognized as the legitimate government of China and Taiwan by most NATO governments. The PRC government was recognized by Soviet Bloc countries, members of the non-aligned movement, and some Western nations such as the United Kingdom and the Netherlands. Both governments claimed to be the legitimate government of China, and labeled the other as illegitimate. Civil war propaganda permeated the education curriculum. Each side portrayed the people of the other as living in hell-like misery. In official media, each side called the other \"bandits\". The ROC also suppressed expressions of support for Taiwanese identity or Taiwan independence. Both ROC and PRC engaged in proxy warfare in other countries to gain influence and allies. They would either have proxy forces or provide military aid or support during the conflict, to support their interests. Some notable conflicts include: Internal conflict in Myanmar, Korean War, Laotian Civil War, Hong Kong 1956 riots, Communist insurgency in Thailand, 12-3 incident, Hong Kong 1967 leftist riots and the NDF Rebellion. Following the break of official relations between the United States and the ROC in 1979, the ROC government under Chiang Ching-kuo maintained a \"Three Noes\" policy in regards to communicating with the Chinese government. However, he was forced to break from this policy during the May 1986 hijacking of a China Airlines cargo plane, in which the Taiwanese pilot subdued other members of the crew and flew the plane to Guangzhou. In response, Chiang sent delegates to Hong Kong to discuss with PRC officials for the return of the plane and crew, which is seen as a turning point between cross-strait relations.[citation needed] In 1987, the ROC government began to allow visits to China. This benefited many, especially old KMT soldiers, who had been separated from their family in China for decades.[citation needed] This also proved a catalyst for the thawing of relations between the two sides. Problems engendered by increased contact necessitated a mechanism for regular negotiations. In 1988, a guideline, 22 point regulation, was approved by PRC to encourage ROC investments in the PRC. It guaranteed ROC establishments would not be nationalized, and that exports were free from tariffs, ROC businessmen would be granted multiple visas for easy movement.[citation needed] In order to negotiate with China on operational issues without compromising the government's position on denying the other side's legitimacy, the ROC government under Lee Teng-hui created the \"Straits Exchange Foundation\" (SEF), a nominally non-governmental institution directly led by the Mainland Affairs Council, an instrument of the Executive Yuan in 1991. The PRC responded to this initiative by setting up the Association for Relations Across the Taiwan Straits (ARATS), directly led by the Taiwan Affairs Office of the State Council. This system, described as \"white gloves\", allowed the two governments to engage with each other on a semi-official basis without compromising their respective sovereignty policies.[36] Led by Koo Chen-fu and Wang Daohan, the two organizations began a series of talks that culminated in the 1992 meetings, which, together with subsequent correspondence, may have established the 1992 Consensus, under which both sides agreed to deliberate ambiguity on questions of sovereignty, in order to engage on operational questions affecting both sides.[36] Also during this time, however, the rhetoric of ROC President Lee Tung-hui began to turn further towards Taiwan independence. Prior to the 1990s, the ROC had been a one-party authoritarian state committed to eventual unification with China. However, with democratic reforms the attitudes of the general public began to influence policy in Taiwan. As a result, the ROC government shifted away from its commitment to the one China principle and towards a separate political identity for Taiwan. The People's Liberation Army attempted to influence the 1996 ROC election in Taiwan by conducting a missile exercise designed to warn the pro-independence Pan-Green Coalition, leading to the Third Taiwan Strait Crisis. By 1998, semi-official talks had broken down.[36] Chen Shui-bian of the pro-independence Democratic Progressive Party was elected President of the ROC in 2000. In his inaugural speech, Chen Shui-bian pledged to the Four Noes and One Without, in particular, promising to seek neither independence nor unification as well as rejecting the concept of special state-to-state relations expressed by his predecessor, Lee Teng-hui, as well as establishing the Three Mini-Links. Furthermore, he pursued a policy of normalizing economic relations with the PRC.[37] He expressed some willingness to accept the 1992 Consensus, a precondition set by the PRC for dialogue, but backed down after backlash within his own party.[38] The PRC did not engage Chen's administration, but meanwhile in 2001 Chen lifted the 50-year ban on direct trade and investment with the PRC, which made the later ECFA possible.[39] In November 2001, Chen repudiated \"one China\" and called for talks without preconditions.[40] Hu Jintao became General Secretary of the Chinese Communist Party in late 2002, succeeding Jiang Zemin as de facto paramount leader of China. Hu continued to insist that talks can only proceed under an agreement of the \"one China\" principle. At the same time, Hu and the PRC continued a military missile buildup across the strait from Taiwan while making threats of military action against Taiwan should it declare independence or if the PRC considers that all possibilities for a peaceful unification are completely exhausted. The PRC also continued applying diplomatic pressure to other nations to isolate the ROC diplomatically.[citation needed] However, during the 2003 Iraq war, the PRC allowed Taiwanese airlines use of China's airspace.[41] After the re-election of Chen Shui-bian in 2004, Hu's government changed the previous blanket no-contact policy, a holdover from the Jiang Zemin administration. Under the new policy, on the one hand, the PRC government continued a no-contact policy towards Chen Shui-bian. It maintained its military build-up against Taiwan, and pursued a vigorous policy of isolating Taiwan diplomatically. In March 2005, the Anti-Secession Law was passed by the National People's Congress, formalizing \"non-peaceful means\" as an option of response to a formal declaration of independence in Taiwan.[citation needed] On the other hand, the PRC administration pursued contact with apolitical, or politically non-independence leaning, groups in Taiwan. In his May 17 Statement in 2004, Hu Jintao made friendly overtures to Taiwan on resuming negotiations for the \"three links\", reducing misunderstandings, and increasing consultation.[citation needed] However, the Anti-Secession Law was passed in 2005, which was not well received in Taiwan. The CCP increased contacts on a party-to-party basis with the KMT, then the opposition party in Taiwan, due to their support for the one China principle.[citation needed] The increased contacts culminated in the 2005 Pan-Blue visits to China, including a meeting between Hu and then-KMT chairman Lien Chan in April 2005.[42][43] On 22 March 2008, Ma Ying-jeou of the KMT won the presidential election in Taiwan. It also won a large majority in the Legislature.[44] A series of meetings between the two sides have followed. On 12 April 2008, Hu Jintao held a meeting with ROC's then vice-president elect Vincent Siew as chairman of the Cross-Straits Common Market Foundation during the Boao Forum for Asia. On 28 May 2008, Hu met with former KMT chairman Wu Po-hsiung, the first meeting between the heads of the CCP and the KMT as ruling parties. During this meeting, Hu and Wu agreed that both sides should recommence semi-official dialogue under the 1992 consensus. Wu committed the KMT against Taiwanese independence, but also stressed that a \"Taiwan identity\" did not equate to \"Taiwanese independence\". Hu committed his government to addressing the concerns of the Taiwanese people in regard to security, dignity, and \"international living space\", with a priority given to discussing Taiwan's wish to participate in the World Health Organization. Both Hu and his new counterpart Ma Ying-jeou agree that the 1992 Consensus is the basis for negotiations between the two sides of the Taiwan strait. On 26 March 2008, Hu Jintao held a telephone talk with the US President George W. Bush, in which he explained that the \"1992 Consensus\" sees \"both sides recognize there is only one China, but agree to differ on its definition\".[45] The first priority for the SEF–ARATS meeting will be opening of the three links, especially direct flights between China and Taiwan. These events suggest a policy by the two sides to rely on the deliberate ambiguity of the 1992 Consensus to avoid difficulties arising from asserting sovereignty. As Wu Po-hsiung put it during a press conference in his 2008 China visit, \"we do not refer to the 'Republic of China' so long as the other side does not refer to the 'People's Republic of China'\". Since the March elections in Taiwan, the PRC government has not mentioned the \"one China policy\" in any official announcements. The only exception has been one brief aberration in a press release by the Ministry of Commerce, which described Vincent Siew as agreeing to the \"1992 consensus and the \"one China policy\". Upon an immediate protest from Siew, the PRC side retracted the press release and issued apologetic statements emphasizing that only press releases published by the Xinhua News Agency represented the official PRC position. The official press release on this event did not mention the One China Policy.[46] Former ROC President Ma Ying-jeou has advocated that cross-strait relations should shift from \"mutual non-recognition\" to \"mutual non-denial\".[47] Dialogue through semi-official organisations (the SEF and the ARATS) reopened on 12 June 2008 on the basis of the 1992 Consensus, with the first meeting held in Beijing. Neither the PRC nor the ROC recognizes the other side as a legitimate entity, so the dialogue was in the name of contacts between the SEF and the ARATS instead of the two governments, though most participants were actually officials in PRC or ROC governments. Chen Yunlin, President of the ARATS, and Chiang Pin-kung, President of the SEF, signed files on June 13, agreeing that direct flights between the two sides would begin on July 4[48] and that Taiwan would allow entrance of up to 3000 visitors from China every day.[49] The financial relationship between the two areas improved on 1 May 2009 in a move described as \"a major milestone\" by The Times.[50] The ROC's financial regulator, the Financial Supervisory Commission, announced that Chinese investors would be permitted to invest in Taiwan's money markets for the first time since 1949.[50] Investors can now apply to purchase Taiwan shares that do not exceed one tenth of the value of the firm's total shares.[50] The move came as part of a “step by step” movement which is supposed to relax restrictions on Chinese investment. Taipei economist Liang Chi-yuan, commented: “Taiwan's risk factor as a flash point has dropped significantly with its improved ties with Chinese. The Chinese would be hesitant about launching a war as their investment increases here.”[50] China's biggest telecoms carrier, China Mobile, was the first company to avail of the new movement by spending $529 million on buying 12 percent of Far EasTone, the third largest telecoms operator in Taiwan.[50] President Ma has called repeatedly for the PRC to dismantle the missile batteries targeted on Taiwan's cities, without result.[51] On 30 January 2010, the Obama administration announced it intended to sell $6.4 billion worth of antimissile systems, helicopters and other military hardware to Taiwan, an expected move which was met with reaction from Beijing: in retaliation, China cut off all military-to-military ties with Washington and warned that US-China cooperation on international issues could suffer as a result of the sales.[52] A report from Taiwan's Ministry of National Defense said that China's current charm offensive is only accommodating on issues that do not undermine China's claim to Taiwan and that the PRC would invade if Taiwan declared independence, developed weapons of mass destruction, or suffered from civil chaos.[53] On the 100th anniversary of the Republic of China (Xinhai Revolution), President Ma called on the PRC to embrace Sun Yat-sen's call for freedom and democracy.[54] In June 2013, China offered 31 new measures to better integrate Taiwan economically.[55] In October 2013, in a hotel lobby on the sidelines of the APEC Indonesia 2013 meetings in the Indonesian island of Bali, Wang Yu-chi, Minister of the Mainland Affairs Council, spoke briefly with Zhang Zhijun, Minister of the Taiwan Affairs Office, each addressing the other by his official title. Both called for the establishment of a regular dialogue mechanism between their two agencies to facilitate cross-strait engagement. Zhang also invited Wang to visit China.[56][57] On 11 February 2014, Wang met with Zhang in Nanjing, in the first official, high-level, government-to-government contact between the two sides since 1949. The meeting took place at Purple Palace Nanjing.[58][59] Nanjing was the capital of the Republic of China during the period in which it actually ruled China.[60][61] During the meeting, Wang and Zhang agreed on establishing a direct and regular communication channel between the two sides for future engagement under the 1992 Consensus. They also agreed on finding a solution for health insurance coverage for Taiwanese students studying in Mainland China, on pragmatically establishing SEF and ARATS offices in their respective territories and on studying the feasibility of allowing visits to detained persons once these offices have been established. Before shaking hands, Wang addressed Zhang as \"TAO Director Zhang Zhijun\" and Zhang addressed Wang as \"Minister Wang Yu-chi\" without mentioning the name Mainland Affairs Council.[62] However, China's Xinhua News Agency referred to Wang as the \"Responsible Official of Taiwan's Mainland Affairs Council\" (Chinese: 台湾方面大陆委员会负责人; pinyin: Táiwān Fāngmiàn Dàlù Wěiyuánhuì Fùzérén)[63] in its Chinese-language news and as \"Taiwan's Mainland Affairs Chief\" in its English-language news.[64] On 25–28 June 2014, Zhang paid a retrospective visit to Taiwan, making him the highest CCP official to ever visit Taiwan. In September 2014, Xi Jinping, General Secretary of the Chinese Communist Party appeared[clarify] to adopt a more uncompromising stance than his predecessors as he called for the \"one country, two systems\" model to be applied to Taiwan. In Taiwan it was noted that Beijing was no longer referring to the 1992 Consensus.[65] On 7 November 2015, Xi and Ma met and shook hands in Singapore, marking the first ever meeting between leaders of both sides since the end of Chinese Civil War in 1949. They met within their capacity as Leader of Mainland China and Leader of Taiwan respectively. On 30 December 2015, a hotline connecting the head of the Mainland Affairs Council and the head of the Taiwan Affairs Office was established.[66] First conversation via the hotline between the two heads was made on 5 February 2016.[67] In March 2016, former ROC Justice Minister Luo Ying-shay embarked on a 5-day historic visit to Mainland China, making her the first Minister of the Government of the Republic of China to visit Mainland China after the end of Chinese Civil War in 1949.[68] In the 2016 Taiwan general elections, Tsai Ing-wen and the DPP captured landslide victories.[69] Beijing has expressed its dissatisfaction with Tsai's refusal to accept the \"1992 Consensus\".[70] On 1 June 2016, it was confirmed that former President Ma Ying-jeou would visit Hong Kong on 15 June to attend and deliver speech on Cross-Strait relations and East Asia at the 2016 Award for Editorial Excellence dinner at Hong Kong Convention and Exhibition Centre.[71] The Tsai Ing-wen administration blocked Ma from traveling to Hong Kong,[72] and he gave prepared remarks via teleconference instead.[73] In September 2016, eight magistrates and mayors from Taiwan visited Beijing, which were Hsu Yao-chang (Magistrate of Miaoli County), Chiu Ching-chun (Magistrate of Hsinchu County), Liu Cheng-ying (Magistrate of Lienchiang County), Yeh Hui-ching (Deputy Mayor of New Taipei City), Chen Chin-hu (Deputy Magistrate of Taitung County), Lin Ming-chen (Magistrate of Nantou County), Fu Kun-chi (Magistrate of Hualien County) and Wu Cheng-tien (Deputy Magistrate of Kinmen County). Their visit was aimed to reset and restart cross-strait relations after President Tsai Ing-wen took office on 20 May 2016. The eight local leaders reiterated their support of One-China policy under the 1992 consensus. They met with Taiwan Affairs Office Head Zhang Zhijun and Chairperson of the Chinese People's Political Consultative Conference Yu Zhengsheng.[74][75][76] In November 2016, First Lady Peng Liyuan's brother Peng Lei (彭磊) visited Chiayi City from Mainland China to attend the funeral of their uncle Lee Hsin-kai (李新凱), a veteran KMT member. The funeral was kept low key and was attended by KMT Chairperson Hung Hsiu-chu, KMT Vice Chairperson Huang Min-hui and other government and party officials.[77][78] In October 2017, Tsai Ing-wen expressed hopes that both sides would restart their cross-strait relations after the 19th National Congress of the Chinese Communist Party, and argued that new practices and guidelines governing mutual interaction should be examined.[79] Regarding the old practices, Tsai stated that \"If we keep sticking to these past practices and ways of thinking, it will probably be very hard for us to deal with the volatile regional situations in Asia\".[80] Relations with the Mainland had stalled since Tsai took office in 2016.[81] In his opening speech at the 19th National Congress, CCP General Secretary Xi Jinping emphasized the PRC's sovereignty over Taiwan, stating that \"We have sufficient abilities to thwart any form of Taiwan independence attempts.\"[82] At the same time, he offered the chance for open talks and \"unobstructed exchanges\" with Taiwan as long as the government moved to accept the 1992 consensus.[82][83] His speech received a tepid response from Taiwanese observers, who argued that it did not signal any significant changes in Beijing's Taiwan policy, and showed \"no significant goodwill, nor major malice.\"[84][85] Beginning in the mid-to-late 2010s, Beijing has significantly restricted the number of Chinese tour groups allowed to visit Taiwan in order to place pressure upon President Tsai Ing-wen. Apart from Taiwan, the Holy See and Palau have also been pressured to recognize the PRC over the ROC.[86] In April 2018, political parties and organizations demanding a referendum on Taiwan's independence have formed an alliance to further their initiative. The Formosa Alliance was established, prompted by a sense of crisis in the face of growing pressure from China for unification. The alliance wanted to hold a referendum on Taiwan independence in April 2019, change the polity's official name from the Republic of China to Taiwan, and apply for membership in the United Nations.[87] In May 2018, the PRC engaged in military exercises around Taiwan in an attempt to pressure the Taiwan Area against Taiwan independence.[88] In 2018, The Diplomat reported that the PRC conducts hybrid warfare against the ROC.[89] ROC political leaders, including President Tsai and Premier William Lai, as well as international media outlets, have repeatedly accused the PRC of spreading fake news via social media to create divisions in Taiwanese society, influence voters and support candidates more sympathetic to Beijing ahead of the 2018 Taiwanese local elections.[90][91][92][93] Researchers have argued that the PRC government is allowing misinformation about the COVID-19 pandemic to flow into Taiwan.[94] In January 2020, Tsai Ing-wen argued that Taiwan already was an independent country called the \"Republic of China (Taiwan)\", further arguing that the mainland Chinese authorities had to recognize that situation.[95] Reuters reports that somewhere in 2020, the Taiwanese public turned further against mainland China, due to fallout from the Hong Kong protests and also due to the PRC's continued determination to keep the ROC out of the World Health Organization despite the ongoing COVID-19 pandemic. The opposition KMT also appeared to distance itself from the Chinese mainland in 2020, stating it would review its unpopular advocacy of closer ties with the PRC.[96] In March 2021, KMT chairman Johnny Chiang rejected \"one country, two systems\" as a feasible model for Taiwan, citing Beijing's response to protests in Hong Kong as well as the value that Taiwanese place in political freedoms.[97] In 2021, multiple PRC military planes entered the ROC's ADIZ.[98][99][100][101] The Hong Kong Economic, Trade and Cultural Office in Taiwan suspended its operation indefinitely on 18 May 2021, followed by the Macau Office starting 19 June 2021.[102] In July 2021, the ROC's presidential office extended its condolences and sympathy to those affected by historic flooding in Zhengzhou in mainland China. In addition, Taiwanese companies and individuals made donations of money and supplies to help those affected.[103] The PRC indirectly thanked President Tsai for expressing concern, as well as offering thanks to companies and individuals who made contributions to relief efforts.[104] In October 2021, the PRC denounced a speech by Tsai during commemorations for the National Day of the Republic of China. The PRC said that Tsai's speech \"incited confrontation and distorted facts\", and added that seeking Taiwanese independence was closing doors to dialogue.[105] Tsai responded by saying that the ROC would not be forced to \"bow\" down to mainland Chinese pressure, and said that the ROC would keep bolstering its defenses.[106] In October 2021, Victor Gao, who served as an interpreter for former PRC paramount leader Deng Xiaoping, called for ethnic cleansing of any Taiwanese with Japanese heritage if the PRC were to take over the Taiwan Area in an interview.[107] Later in October a tweet from the Global Times called for a \"final solution to the Taiwan question\" which was condemned by German politician Frank Müller-Rosentritt for its similarity to the Nazis' \"Final Solution to the Jewish question\" which culminated in the Holocaust.[108] On May 7, 2022, Taiwanese Foreign Minister Joseph Wu stated that if Beijing invaded the island, the world would censure China as it does Russia for its conflict in Ukraine.[109] Following a ban on the importation of pineapples from Taiwan and wax apples in 2021, the Chinese government banned the import of grouper fish in June 2022, claiming they had found banned chemicals and excessive levels of other substances.[110][111] Presidents Chiang Kai-shek and Chiang Ching-kuo have steadily maintained that there is only one China, the sole representative of which was the ROC, and that the PRC government was illegitimate, while PRC leaders have maintained the converse that the PRC was the sole representative of China. In 1979, Deng Xiaoping proposed a model for the incorporation of Taiwan into the People's Republic of China which involved a high degree of autonomy within the Chinese state, similar to the model proposed to Hong Kong which would eventually become one country, two systems. On 26 June 1983, Deng proposed a meeting between the Kuomintang and the Chinese Communist Party as equal political parties and on 22 February, he officially proposed the one country, two systems model. In September 1990, under the presidency of Lee Teng-hui, the National Unification Council was established in Taiwan and in January 1991, the Mainland Affairs Council was established; in March 1991, the \"Guidelines for National Unification\" were adopted and on 30 April 1991, the period of mobilization for the suppression of Communist rebellion was terminated. Thereafter, the two sides conducted several rounds of negotiations through the informal Straits Exchange Foundation and Association for Relations Across the Taiwan Straits.[112] On 22 May 1995, the United States granted Lee Teng-hui a visit to his alma mater, Cornell University, which resulted in the suspension of cross-strait exchanges by China, as well as the subsequent Third Taiwan Strait Crisis. Lee was labelled as a \"traitor\" attempting to \"split China\" by the PRC.[113][114] In an interview on 9 July 1999, President Lee Teng-hui defined the relations between Taiwan and mainland China as \"between two countries (國家), at least special relations between two countries,\" and that there was no need for the Republic of China to declare independence since it had been independent since 1912 (the founding date of the Republic of China), thereby identifying the Taiwanese state with the Republic of China. Later, the MAC published an English translation of Lee's remarks referring instead to \"two states of one nation,\" later changed on 22 July to \"special state-to-state relations.\" In response, China denounced the theory and demanded retractions. Lee began to backpedal from his earlier marks, emphasizing the 1992 consensus, whereby representatives from the two sides agreed that there was only one China, of which Taiwan was a part. However, the ROC maintained that the two sides agreed to disagree about which government represented China, whereas the PRC maintains that the two sides agreed that the PRC was the sole representative of China.[115] On August 3, 2002, president Chen Shui-bian defined the relationship as One Country on Each Side. The PRC subsequently cut off official contact with the ROC government.[116] The ROC position under President Ma Ying-jeou backpedaled to a weaker version of Lee Teng-hui's position. On 2 September 2008, former ROC President Ma Ying-jeou was interviewed by the Mexico-based newspaper El Sol de México and he was asked about his views on the subject of 'two Chinas' and if there is a solution for the sovereignty issues between the two. Ma replied that the relations are neither between two Chinas nor two states. It is a special relationship. Further, he stated that the sovereignty issues between the two cannot be resolved at present, but he quoted the '1992 Consensus' as a temporary measure until a solution becomes available.[117] Former spokesman for the ROC Presidential Office Wang Yu-chi later elaborated the President's statement and said that the relations are between two regions of one country, based on the ROC Constitutional position, the Statute Governing the Relations Between the Peoples of the Taiwan Area and Mainland Area and the '1992 Consensus'.[118] On 7 October 2008 Ma Ying-jeou was interviewed by a Japan-based magazine \"World\". He said that laws relating to international relations cannot be applied regarding the relations between Taiwan and the mainland, as they are parts of a state.[119][120][121] President Tsai Ing-wen, in her first inauguration speech in 2016, acknowledged that the talks surrounding the 1992 Consensus took place without agreeing that a consensus was reached. She credited the talks with spurring 20 years of dialogue and exchange between the two sides. She hoped that exchanges would continue on the basis of these historical facts, as well as the existence of the Republic of China constitutional system and democratic will of the Taiwanese people.[122] In response, Beijing called Tsai's answer an \"incomplete test paper\" because Tsai did not agree to the content of the 1992 Consensus.[123] On June 25, 2016, Beijing suspended official cross-strait communications,[124] with any remaining cross-strait exchanges thereafter taking place through unofficial channels.[125] In January 2019, Xi Jinping, General Secretary of the Chinese Communist Party wrote an open letter to Taiwan proposing a one country, two systems formula for eventual unification. Tsai responded to Xi in a January 2019 speech by stating that Taiwan rejects \"one country, two systems\" and that because Beijing equates the 1992 Consensus with \"one country, two systems\", Taiwan rejects the 1992 Consensus as well.[126] Tsai rejected one country, two systems explicitly again in her second inauguration speech, and reaffirmed her previous stance that cross-strait exchanges be held on the basis of parity between the two sides. She affirmed the DPP position that Taiwan, also known as the Republic of China, was already an independent country, and that Beijing must accept this reality.[127] She further remarked that cross-strait relations had reached a \"historical turning point.\"[128] In 2021, the Chinese Government stated that they would not allow pro-Taiwan independence people into China and also Hong Kong and Macau.[129] On 5 March 2022, Chinese Premier Li Keqiang committed to promote peaceful growth and \"reunification\" in relations with Taiwan, and stated his government resolutely rejects any separatist actions or foreign intervention, bringing a sharp rebuke from Taipei.[130] Semi-governmental contact is maintained through the Straits Exchange Foundation (SEF) and the Association for Relations Across the Taiwan Straits (ARATS). Negotiations between the SEF and the ARATS resumed on 11 June 2008.[131] Although formally privately constituted bodies, the SEF and the ARATS are both directly led by the Executive Government of each side: the SEF by the Mainland Affairs Council of the Executive Yuan of the ROC, and the ARATS by the Taiwan Affairs Office of the State Council of the PRC. The heads of the two bodies, Lin Join-sane and Chen Deming, are both full-time appointees and do not hold other government positions. However, both are senior members of their respective political parties (Kuomintang and Chinese Communist Party respectively), and both have previously served as senior members of their respective governments. Their deputies, who in practice are responsible for the substantive negotiations, are concurrently senior members of their respective governments. For the June 2008 negotiations, the main negotiators, who are deputy heads of the SEF and the ARATS respectively, are concurrently deputy heads of the Mainland Affairs Council and the Taiwan Affairs Office respectively.[citation needed] To date, the 'most official'[citation needed] representative offices between the two sides are the PRC's Cross-Strait Tourism Exchange Association (CSTEA) in Taiwan, established on 7 May 2010, and ROC's Taiwan Strait Tourism Association (TSTA) in China, established on 4 May 2010. However, the duties of these offices are limited only to tourism-related affairs so far. A series of meetings were held between the SEF and the ARATS at Diaoyutai State Guesthouse in Beijing from 11 June 2008 to 14 June 2008. By convention, SEF–ARATS negotiations proceed in three rounds: a technical round led by negotiators seconded from the relevant government departments, a draft round led by deputy heads of the two organisations, and a formal round led by the heads of the two organisations. In this case, however, both sides have already reached broad consensus on these issues on both the technical and political levels through previous negotiations via the non-governmental and inter-party channels. As a result, the initial technical round was dispensed with, and the negotiations began with the second, draft round.[131] The two sides agreed to the following: To facilitate the above, both sides also agreed to further discuss on the possibilities of exchanging representative offices, with an SEF office to be opened in Beijing and an ARATS office in Taipei to issue travel permits to cross-Strait visitors, among other duties. Following an invitation issued by the SEF at the first meeting, the head of ARATS, Chen Yunlin, began a visit to Taiwan on 3 November 2008.[136] Items on the agenda raised by SEF Chairman Chiang Pin-kung included direct maritime shipping, chartered cargo flights, direct postal service, and co-operation in ensuring food safety, in response to the 2008 Chinese milk scandal,[136] while ARATS chairman Chen Yunlin raised the matters of direct freight service, and opening up air routes that directly cross the Taiwan Strait. Previous routes avoided crossing the Strait for security reasons, with planes detouring through Hong Kong or Japan air control areas.[137] On 4 November 2008, ARATS and SEF signed a number of agreements in Taipei. The agreement relating to direct passenger flights increased the number of charter flights from 36 to 108 per week, operating daily instead of the four days a week previously. Flights would now operate to and from 21 Chinese cities. Flights would also take a more direct route. Private business jet flights would also be allowed. The agreement relating to cargo shipping allowed direct shipping between 11 sea ports in Taiwan and 63 in China. The shipping would be tax free. The agreement relating to cargo flights provided for up to 60 direct cargo flights per month. Finally, an agreement was made to set up food safety alerts between the two sides. [138] During Chen's visit in Taipei, he was met with a series of strong protests directed at himself and Ma Ying-jeou, some of which were violent with Molotov cocktails being thrown by the protesters at riot police. A series of arrests were made after the protests.[139][140] Local police reported that 149 of its officers were injured during the opposition protests.[141] Consistent with the 1992 Consensus, Chen did not call Ma as \"President\".[142][143] Similarly, the representatives from Taiwan did not call the PRC President Hu Jintao as \"President\", but called him \"General Secretary\" in the previous meeting in Beijing. China Post reported that some polls have indicated that the public may be pleased with Chen's visit, with about 50% of the Taiwanese public considered Chen's visit having a positive effect on Taiwan's development, while 18 to 26% of the respondents thought the effect would be negative.[144] In another poll, it suggested that 26% of the respondents were satisfied with the DPP Chairwoman Tsai Ing-wen's handling of the crowds in the series of protests, while 53% of the respondents were unsatisfied. The same poll also showed that 33% of the respondents were satisfied with President Ma's performance at his meeting with Chen Yunlin, while 32% of the respondents were not satisfied.[145] The Kuomintang (former ruling party of Taiwan) and the Chinese Communist Party, maintain regular dialogue via the KMT–CCP Forum. This has been called a \"second rail\" in Taiwan, and helps to maintain political understanding and aims for political consensus between the two parties. The Shanghai-Taipei City Forum is an annual forum between the city of Shanghai and Taipei. Launched in 2010 by then-Taipei Mayor Hau Lung-pin to promote city-to-city exchanges, it led Shanghai participation in the Taipei International Flora Exposition end of that year.[146] Both Taipei and Shanghai are the first two cities across the Taiwan Strait that carries out exchanges. In 2015, the newly elected Taipei Mayor Ko Wen-je attended the forum. He was addressed as Mayor Ko of Taipei by Shanghai Mayor Yang Xiong.[147] A third mode of contact is through private bodies accredited by the respective governments to negotiate on technical and operational aspects of issues between the two sides. Called the \"Macau mode\", this avenue of contact was maintained even through the years of the Chen Shui-bian administration. For example, on the issues of opening Taiwan to Chinese tourists, the accredited bodies were tourism industry representative bodies from both sides.[citation needed] According to an opinion poll released by the Mainland Affairs Council taken after the second 2008 meeting, 71.79% of the Taiwanese public supported continuing negotiations and solving issues between the two sides through the semi-official organisations, SEF and ARATS, 18.74% of the Taiwanese public did not support this, while 9.47% of the Taiwanese public did not have an opinion.[148] In 2015, a poll conducted by the Taiwan Braintrust showed that about 90 percent of the population would identify themselves as Taiwanese rather than Chinese if they were to choose between the two. Also, 31.2 percent of respondents said they support independence for Taiwan, while 56.2 percent would prefer to maintain the status quo and 7.9 percent support unification with China.[149] In 2016, a poll by the Taiwan Public Opinion Foundation showed that 51% approved and 40% disapproved of President Tsai Ing-wen's cross-strait policy. In 2017, a similar poll showed that 36% approved and 52% disapproved.[150] In 2018, 31% were satisfied while 59% were dissatisfied.[151] Taiwanese polls have consistently showed rejection of the notion of \"one China\" and support for the fate of Taiwan to be decided solely by Taiwanese. A June 2017 poll found that 70% of Taiwanese reject the idea of \"one China\".[152] In November 2017, a poll by the Mainland Affairs Council showed that 85% of respondents believed that the Taiwan's future should be decided only by the people of Taiwan, while 74% wanted China to respect the sovereignty of the Republic of China (Taiwan).[153] In January 2019, a poll by the Mainland Affairs Council showed that 75% of Taiwanese rejected Beijing's view that the 1992 Consensus meant the \"one China principle\" under the framework of \"one country, two systems\". Further, 89% felt that the future of Taiwan should be decided by only the people of Taiwan.[154] In 2020, an annual poll conducted by Academia Sinica showed that 73% of Taiwanese felt that China was \"not a friend\" of Taiwan, an increase of 15% from the previous year.[155] An annual poll run by National Chengchi University found that a record 67% of respondents identified as Taiwanese only, versus 27.5% who identified as both Chinese and Taiwanese and 2.4% who identified as Chinese only. The same poll showed that 52.3% of respondents favored postponing a decision or maintaining the status quo indefinitely, 35.1% of respondents favored eventual or immediate independence, and 5.8% favored eventual or immediate unification.[156] On November 12, 2020, the Mainland Affairs Council (MAC) poll was released and showed Taiwanese thinking on a set of topics. 90% of Taiwanese oppose China's military aggression against Taiwan. 80% believe maintaining cross-strait peace is the responsibility of both sides and not just Taiwan. 76% reject the \"one country, two systems\" approach proposed by Beijing. 86% believe only Taiwanese have right to choose the path of self determination for Taiwan.[157] In 2014, the Sunflower Student Movement broke out. Citizens occupied the Taiwanese legislature for 23 days, protesting against the government forcing through Cross-Strait Service Trade Agreement. The protesters felt that the trade pact with China would leave Taiwan vulnerable to political pressure from Beijing.[158] In January 2016, the leader of the pro-independence Democratic Progressive Party, Tsai Ing-wen, was elected to the presidency of the Republic of China.[159] On 20 January thousands of mainland Chinese internet users, primarily from the forum \"Li Yi Tieba\" (李毅貼吧), bypassed the Great Firewall of China to flood with messages and stickers the Facebook pages of the president-elect, Taiwanese news agencies Apple Daily and SET News, and other individuals to protest the idea of Taiwanese independence.[160][161][162] Regular weekend direct, cross-strait charter flights between mainland China and Taiwan resumed on 4 July 2008 for the first time since 1950. Liu Shaoyong, China Southern Airlines chair, piloted the first flight from Guangzhou to Taipei. Simultaneously, a Taiwan-based China Airlines flight flew to Shanghai. As of 2015, 61 mainland Chinese cities are connected with eight airports in Taiwan. The flights operate every day, totaling 890 round-trip flights across the Taiwan Strait per week.[164] Previously, regular passengers (other than festive or emergency charters) had to make a time-consuming stopover at a third destination, usually Hong Kong.[165][166] Taiwan residents cannot use the Republic of China passport to travel to mainland China and Mainland China residents cannot use the People's Republic of China passport to travel to Taiwan, as neither the ROC nor the PRC considers this international travel. The PRC government requires Taiwan residents to hold a Mainland Travel Permit for Taiwan Residents when entering mainland China, whereas the ROC government requires mainland Chinese residents to hold the Exit and Entry Permit for the Taiwan Area of the Republic of China to enter the Taiwan Area. Since the resumption of trade between the two sides of the Taiwan Strait in 1979, cross-strait economic exchanges have become increasingly close. Predominantly, this involves Taiwan-based firms moving to, or collaborating in joint ventures, in Mainland China. The collective body of Taiwanese investors in Mainland China is now a significant economic force for both Mainland China and Taiwan. In 2014, trade values between the two sides reached US$198.31 billion, with imports from Taiwan to the mainland counted up to US$152 billion.[167] In 2015, 58% of Taiwanese working outside Taiwan worked in Mainland China, with a total number of 420,000 people.[168] Between 2001 and 2011, the percentage of Taiwanese exports to mainland China and Hong Kong grew from 27% to 40%.[169] In 2020, mainland China accounted for 24.3% of Taiwan's total trade and 20.1% of its imports, while Hong Kong accounted for 6.7% of its total trade volume.[170] Mainland Chinese exports to Taiwan account for 2% of total exports, and imports from Taiwan account for 7% of total imports.[171] Since the governments on both sides of the strait do not recognize the other side's legitimacy, there is a lack of legal protection for cross-strait economic exchanges. The Economic Cooperation Framework Agreement (ECFA) was viewed as providing legal protection for investments.[172] In 2014 the Sunflower Student Movement effectively halted the Cross-Strait Service Trade Agreement (CSSTA). The National Palace Museum in Taipei and the Palace Museum in Beijing have collaborated on exhibitions. Scholars and academics frequently visit institutions on the other side. Books published on each side are regularly re-published in the other side, though restrictions on direct imports and the different writing systems between the two sides somewhat impede the exchange of books and ideas.[citation needed] Students of Taiwan origin receive special concessions in the National Higher Education Entrance Examination in mainland China.[citation needed] There are regular programs for school students from each side to visit the other.[citation needed] In 2019, there were 30,000 mainland Chinese and Hong Kong students studying in Taiwan.[173] There were also more than 7,000 Taiwanese students studying in Hong Kong that same year.[174] Religious exchange has become frequent. Frequent interactions occur between worshipers of Matsu, and also between Buddhists.[citation needed] The Chinese football team Changchun Yatai F.C. chose Taiwan as the first stop of their 2015 winter training session, which is the first Chinese professional football team's arrival in Taiwan, and they were supposed to have an exhibition against Tatung F.C., which, however, wasn't successfully held, under unknown circumstances.[citation needed] Both sides have provided humanitarian aid to each other on several occasions.[citation needed] Following the 2008 Sichuan earthquake, an expert search and rescue team was sent from Taiwan to help rescue survivors in Sichuan. Shipments of aid material were also provided under the co-ordination of the Red Cross Society of The Republic of China and charities such as Tzu Chi.[175] Taiwan has more than 170,000 air raid shelters which would shelter much of the civilian population in the event of Chinese air or missile attack.[176] US Secretary of Defense Robert Gates said in 2011 that the United States would reduce arms sales to Taiwan if tensions are eased,[177] but that this was not a change in American policy.[178] In 2012, United States Pacific Command commander Willard said that there was a reduced possibility of a cross-strait conflict accompanying greater interaction, though there were no reductions in military spending on either side.[179] Beginning in 2016, China embarked on a massive military build-up.[180] In 2017, under the Trump administration, the United States began increasing military exchanges with Taiwan as well as passing two bills to allow high level visits between government officials,[181][182] and US military vessels passed through the strait at a far greater rate than during President Barack Obama's two terms.[183] In 2020, German Defense Minister Annegret Kramp-Karrenbauer warned China not to pursue military action against Taiwan saying that such a decision would be a \"major failure of statecraft\" which would produce only losers.[184] Japan is increasingly concerned with China's aggression as Taiwan was mentioned in Japanese Prime Minister Suga's and President Joe Biden's joint statement in April 2021.[185] The Deputy Director-General of Taiwan's National Security Bureau Chen Wen-fan stated in 2020 that Xi Jinping intends to solve the \"Taiwan Problem\" by 2049.[186]","Title":"Cross-Strait relations - Wikipedia","KeyID":"8899","URL":"https://en.wikipedia.org/wiki/Cross-strait_relations"}