{"Content: ":"Ma Ying-jeou KMT Tsai Ing-wen DPP Presidential elections were held in Taiwan on 16 January 2016. Democratic Progressive Party (DPP) candidate Tsai Ing-wen with her independent running mate Chen Chien-jen won over Eric Chu of the Kuomintang (KMT) and James Soong of the People First Party (PFP). Tsai became the first female president in Taiwan, as well as the Chinese-speaking world.[2] A second time presidential candidate, Tsai secured the DPP's nomination uncontested as early as February 2015, while KMT candidate Hung Hsiu-chu who won the party's nomination in July 2015, was trailing behind Tsai by double digits.[3] Alarmed by Hung's perceived pro-Beijing stance, the KMT held a special party congress to nullify Hung's candidacy in a controversial move, and replaced her with the party chairman Eric Chu, less than a hundred days before the general election.[4] However, Chu did not fare much better than Hung in the polls, and it was almost certain that Tsai was going to win weeks before the election. Veteran politician James Soong also announced his presidential campaign for the fourth time, making the election a three-way contest. Some 12 million voters, 66% of the total registered voters, cast their votes; this was the lowest turnout since the office was first directly elected in 1996.[5] Tsai won 6.89 million votes, leading Chu, who received 3.81 million votes, by 3.08 million votes. The vote difference became the second highest winning margin since the first direct presidential election in 1996.[6] Tsai also won with 56.1%, the second-largest vote share claimed by a presidential candidate since Ma Ying-jeou in the 2008 election. It was the second time the DPP won the presidency since Chen Shui-bian's victory in 2000. The DPP also won the Legislative Yuan election held on the same day, which secured a DPP majority in the legislature. Presidential candidates and vice-presidential running mates are elected on the same ticket, using first-past-the-post. Due to constitutional two-term limits, incumbent president Ma Ying-jeou of Kuomintang was ineligible to seek re-election. It was the 14th election of the President of the Republic of China since the 1947 Constitution and the sixth direct election by the citizens of Taiwan, which was previously indirectly elected by the National Assembly prior to 1996. Ma Ying-jeou of Kuomintang was elected to a second term after defeating Tsai Ing-wen of the Democratic Progressive Party in the 2012 presidential election with nearly six million votes. However, the Ma presidency was overshadowed by the historic Sunflower Movement student protest in 2014 against the Cross-Strait Service Trade Agreement (CSSTA) in which 500,000 protesters were mobilized and the Legislative Yuan was occupied by the protesters for the first time in history.[7][8][9] The ruling Kuomintang suffered a historic defeat in the following municipal elections in November 2014, in which the Kuomintang lost nine of the 15 mayorships it previously held. Other anti-government movements such as the White Shirt Army, a mass protest following the death of army conscript Hung Chung-chiu, and also the High School Edition protest, also hammered the credibility of the Ma government.[10][11] According to internal party protocols, presidential primaries are conducted via nationwide opinion polling.[12] Registration for the primary was held between 2 and 16 February 2015. After all other likely DPP candidates- Mayor of Kaohsiung Chen Chu, Mayor of Tainan William Lai and former Premier Su Tseng-chang, declined to run,[13] the candidacy for the 2012 presidential office was left open for Tsai Ing-wen, the incumbent DPP chairwoman at the time and former Vice Premier. Tsai became the only candidate who registered in February 2015, and thus nationwide opinion polling that was planned to be conducted between 16 and 18 March was suspended. Tsai was duly nominated by the DPP on 15 April 2015.[14] On 16 November 2015, Tsai Ing-wen announced former Minister of Health Chen Chien-jen as her running mate, who consequently resigned from his post as deputy director of Academia Sinica. After the landslide defeat in the municipal elections, many Kuomintang heavyweights including Vice President Wu Den-yih, President of the Legislative Yuan Wang Jin-pyng and the party chairman Eric Chu decided not to run in the race.[15] The field was left open to Hung Hsiu-chu, the incumbent Vice President of the Legislative Yuan who was also a legislator for eight consecutive terms since 1989.[10] According to internal party protocols, presidential primaries are conducted via a combination of party member vote with 30% weighting, and nationwide opinion polling with 70% weighting.[16] Registration and petitions were conducted between 20 April to 18 May 2015. Two candidates, including Hung Hsiu-chu;[17][18][19] and Yang Chih-liang, former Minister of Health, registered.[20][21] Hung garnered 35,210 signatories in her petition, crossing the eligibility threshold of 15,000 signatories; while Yang garnered only 5,234 signatories, nullifying his candidacy.[22] The party member vote was suspended because Hung was the only eligible candidate. Nationwide opinion polling were conducted from 12 to 13 June 2015; with equal weighting between approval rating and general election polling. Hung garnered an average of 46.20% in the nationwide polling, crossing the eligibility threshold of 30%, and was nominated unopposedly by the party congress on 19 July 2015.[23][24] However Hung's remarks on the Cross-Strait policy sparked fears over her perceived pro-unification stance which alienated some in her own party, taking a more moderate line, as she had advocated unification with the mainland but was recently stopped by senior party members, as most on the island prefer the status quo.[25][26] In addition, Hung was still trailing Democratic Progressive Party candidate Tsai Ing-wen in the polls by double digits. Tsai is consistently showing 40–50 percent support in the polls, while Hung's numbers are closer to those of third-party candidates James Soong. One poll had Tsai at 45 percent support and Hung at only 12 percent. The poor showing in the polls alarmed the senior party members.[3] According to the reports from CNA, Eric Chu, the incumbent KMT chairman and Mayor of New Taipei, had privately urged Hung to step aside and allow another candidate to run, most likely Chu himself.[3] In October 2015, Hung cited that Republic of China Constitution calls for \"ultimate unification with China,\" although she added \"be it in 50 years or 100 years.\" Eric Chu publicly responded by saying Hung's policy deviated from the mainstream and that the party has decided to call an extempore congress to consider a new candidate.[27] On 17 October, an extraordinary KMT party congress was called. The delegates voted overwhelmingly to nullify Hung Hsiu-chu's nomination. The congress also selected Chu to replace Hung as the presidential candidate of the KMT.[4] On 18 November Chu selected Wang Ju-hsuan as his running mate, who had a background as a human rights lawyer and former Minister of Council of Labor Affairs.[28] James Soong, Chairman of the People First Party (PFP) also announced his presidential candidacy on 6 August 2015, making it his fourth presidential bid after 2000, 2004 and 2012 elections.[29] On 18 November 2015, Soong announced Minkuotang (MKT) chairwoman and legislator Hsu Hsin-ying as his running mate.[30] The PFP–MKT coalition became the first pair of candidates to register for the election on 23 November 2015.[31] According to article 22 of the President and Vice President Election and Recall Act, presidential and vice presidential candidates not nominated by an eligible political party may qualify via a petition signed by at least 1.5% of the number of eligible voters during the preceding legislative election: a threshold of 269,709 eligible voters.[32] After the controversial move of the KMT replacing Hung Hsiu-chu with Eric Chu as the presidential candidate less than 100 days before the 16 January general election, the poll still showed Chu trailing behind DPP candidate Tsai Ing-wen and was predicted to certainly lose. Critics said Chu over-thought his strategy and threw his hat in the ring when it was too late and being too close to the unpopular incumbent President Ma Ying-jeou.[37][38] Furthermore, Chu's running mate, Vice Presidential candidate Wang Ju-hsuan was mired in series of scandals, such as proposing unpaid leave, suing laid-off workers, and the \"22K policy\" which was blamed for decreasing young people's wages during her tenure as Minister of the Council of Labor Affairs, in addition to the ethical debate over her purchase of military housing.[39] Like Ma, Chu put economic growth at the top of his agenda. Chu advocated for building stronger economic ties with China, seeing that as crucial to lifting Taiwan's economy out of isolation.[40] He also said he would work to further Taiwan's objective of participating in regional integration initiatives such as the Trans-Pacific Partnership (TPP) and Regional Comprehensive Economic Partnership.[41] Chu also proposed a \"three strategy plan,\" a highlight of which is to dramatically raise basic wages from $20,008 new Taiwan dollars (NT) to NT $30,000 over four years.[42] With regard to relations with mainland China, Chu said he would be in line with his party's policy to continue to promote the development of cross-strait ties on the basis of the \"1992 Consensus,\" in which both sides insist there is \"one China\" but agree to disagree on what this means. He attacked Tsai for her \"vague policies\", especially her approach to cross-strait relations as Tsai refused to accept Beijing's precondition that she first accept that Taiwan is a part of \"one China\". However, Tsai had moderated her party's pro-independence stance and promised to maintain peaceful and stable relations and expressed her openness to dialogues with the Beijing government.[41][40] She stressed the importance of maintaining the status quo \"in accordance with the will of the Taiwanese people and the existing ROC constitutional order.\" On the other hand, Tsai pledged to promote greater spending on indigenous defense programs, including research and development, in order to meet the nation's long-term defense needs.[41] On the domestic issues, Tsai called for comprehensive reform in areas such as bureaucratic efficiency, the education system, fiscal policy and regional development. She said that, above all, the country must establish a government that \"puts the people first\" and the \"fruits of economic success should be shared fairly among all citizens.\"[41] She pledged to solve the problem of unemployment rate, weak economic growth, an unequal distribution of wealth and impeding upward mobility.[41] Capitalizing on the unpopularity of the KMT's Chu-Wang ticket, James Soong, the third-party candidate of the PFP stressed that he would seek a cross-party cooperation on sharing power if elected and sought a middle path that would bridge the blue-green divide. According to the most recent surveys, is polling at about 14%, or just five percentage point behind the KMT.[38] The Ma–Xi meeting in November 2015 between Taiwanese president Ma Ying-jeou and Chinese paramount leader Xi Jinping in Singapore provided little political benefit to the KMT, affirming how most Taiwanese do not view closer relations with China to be beneficial to Taiwan.[38] On 15 January 2016, one day before the election, Chou Tzu-yu, a 16-year-old Taiwanese singer and a member of the South Korean K-pop girl group Twice, attracted attention with her appearance in a South Korean variety show called My Little Television, in which she introduced herself and waved the flag of the Republic of China alongside that of South Korea. Japan's flag was also shown as the other members of the group represented their nationality throughout the show. However, soon after the episode was broadcast it sparked controversy in China when Taiwanese-born China-based singer Huang An accused Chou of being a \"pro-Taiwanese independence activist\".[43] After the uproar over the issue, the group's record label, JYP Entertainment cancelled all activities of the group in China and released a video where Chou is shown reading an apology, all this the day before the election.[44] She mentioned in part: \"There is only one China. The two sides of the [Taiwan] Strait are one entity. I feel proud being a Chinese. I, as a Chinese, have hurt the company and netizens' feelings due to my words and actions during overseas promotions. I feel very, very sorry and also very guilty.\"[45] Nevertheless, critics saw her apology as \"humiliating and a sign of Taiwan's predicament that Chou had to apologize for expressing her Taiwanese identity and for showing her nation's flag.\" Tsai in her victory speech also mentioned how it had \"angered many Taiwanese people, regardless of their political affiliation.\" And although it was believed by many that this incident affected the election, contributing to one or two percentage points of Tsai's winning margin,[46] it was thought that the issue probably had a very minor impact on the final outcome since most believed that people would have voted for Tsai anyway. However it is believed that the incident might potentially contribute to Taiwan's desire to become an independent state.[45][47] Chen Chien-jen Wang Ju-hsuan Hsu Hsin-ying The defeated candidate Eric Chu resigned as the KMT Chairman in his concession speech on the election night.[6] KMT Vice Chairman Hau Lung-bin also announced he was stepping down after his defeat in the legislative election.[49] In the March chairmanship election, the ousted presidential candidate Hung Hsiu-chu was elected as the first female party chair.[50] Following the electoral defeat of the ruling KMT, the cabinet led by President of the Executive Yuan Mao Chi-kuo resigned en masse immediately. His position was assumed by Vice Premier Simon Chang. President Ma Ying-jeou offered the Democratic Progressive Party (DPP) to form a Cabinet before its President-elect Tsai Ing-wen is sworn in on 20 May, but the offer was rejected by Tsai.[51] Tsai became the first female president in Taiwan, as well as the Chinese-speaking world when she was sworn in at the Presidential Building on 20 May 2016.[2]","Title":"2016 Taiwanese presidential election - Wikipedia","KeyID":"8902","URL":"https://en.wikipedia.org/wiki/2016_Taiwanese_presidential_election"}