{"Content: ":"Bruce Aylward is a Canadian physician and epidemiologist. Since September 2017, Aylward has been Senior Advisor to the Director-General of the World Health Organization. He is part of the implementation of the WHO's COVAX Facility. He has past experience in the areas of polio eradication, Zika virus, and Ebola.[1] Aylward is from St. Johns, Newfoundland, Canada.[2] Aylward received an M.D. from Memorial University of Newfoundland. He has a certificate in tropical medicine from the London School of Hygiene and Tropical Medicine. Aylward received a MPH FROM the Johns Hopkins Bloomberg School of Public Health[2][3] In 1992, Aylward joined the World Health Organization and worked for eight years in immunization, communicable disease control and polio eradication in the Middle East, Western Pacific, Europe, North Africa and Central and South East Asia.[4][5] Aylward led the Global Polio Eradication Initiative partnership from 1998 to 2004, where he oversaw the deployment of more than 6000 field personnel, developed new tools and vaccines and reduced the number of polio endemic countries to two.[citation needed] Aylward rose to prominence as the Assistant Director General of the WHO Polio and Emergencies Cluster.[6] Aylward was appointed \"Special Representative of the Director-General for the Ebola Response\".[7][8][9] He has spoken extensively on the subject, for example at TEDx, where one of his speeches had garnered over 1,000,000 views as of 2020.[6] Aylward led the World Health Organization's team during the COVID-19 pandemic in China. He opined that the key to reduction of transmission of the disease is \"isolation, contact tracing and testing\".[10] He was appointed co-lead of the WHO-China Joint Mission on COVID-19,[11][12] Aylward served as one of the Assistant Directors-General of the World Health Organization (WHO).[4] On March 28, 2020, during the COVID-19 pandemic, Aylward was interviewed in The Pulse, a current affairs programme from Radio Television Hong Kong (RTHK).[13] Journalist Yvonne Tong asked about the status of Taiwan in the WHO and whether the WHO would reconsider Taiwan's membership after Taiwan accused China of denying it entry.[14] Aylward appeared to dodge the question, then when asked if he was still on the line, claimed that he did not hear the question, blaming internet connection issues.[15] Tong offered to repeat the question, but was interrupted by Aylward, who suggested she move on. Tong repeated the question, at which point Aylward terminated the call.[16] When called back, Aylward was asked to \"comment a bit on how Taiwan has done so far,\" to which he answered, \"We have already talked about China\".[16][17] He then formally ended the interview.[16] Aylward's English biography was removed from the WHO's leadership webpage in the days after the interview.[18] However, a spokesman for the WHO explained that it was removed after a request from Aylward's staff on 27 March to archive it, because he was being misidentified by media. \"The timing was unfortunate as the video interview went viral shortly after this,\" the spokesman said.[18] Taiwan's foreign minister Joseph Wu commented about the interview in a tweet, saying that the WHO \"should set politics aside in dealing with a pandemic\" and pointed to the positive coverage about Taiwan's response to the pandemic in global media, saying that the reports \"do not mistake us as part of China.\"[18] A WHO spokesperson later told CNN that \"some people are confusing WHO's technical global public health mandate, with the mandate of countries to determine WHO's membership\", adding that they have had \"regular interactions\" with Taiwan during the pandemic and are \"taking lessons learned from all areas, including Taiwanese health authorities.\"[15] Following the interview, on 2 April, Hong Kong's Secretary for Commerce and Economic Development Edward Yau criticized RTHK for what he called \"[a breach of] the One-China Principle and the purposes and mission of RTHK as a public service broadcaster, as specified in the [RTHK] Charter.\"[19] The RTHK responded by reviewing the program and found no violation of its charter.[20] An RTHK advisory panel member labeled the accusations as \"nonsense\", adding that she does not \"understand why when a reporter is asking something relating to health, she or he has to remember there is 'One Country, Two Systems' … in line with the government or China\".[19] American writer Gordon G. Chang has described Aylward's interview as emblematic of China's influence over international organizations.[21] On 2 April, The Globe and Mail mentioned Aylward's interview as an example of the WHO's senior leadership's \"striking deference\" towards China, noting that the Chinese financial contribution to the WHO was minuscule relative to that of the United States. In February 2020, Aylward, accused of being under China's influence, led a WHO delegation to Wuhan over the coronavirus crisis.[22] In April 2020, during the COVID-19 pandemic, the health committee of the Parliament of Canada voted unanimously to issue a summons for Aylward's attendance at Ottawa. The summons followed two declined invitations to teleconference; Director-General Tedros Adhanom engaged a lawyer to represent the WHO in declining, who offered that Aylward would answer only written questions at that time. Conservative health critic Matt Jeneroux stated that \"the Canadian government has repeatedly invoked the WHO as a source of guidance that informed the decisions it made to protect Canada and it makes sense that a Canadian working in a key WHO post should explain what informed the organization's thinking\"; NDP health critic Don Davies called for \"accountability and transparency\" from the WHO.[23]","Title":"Bruce Aylward - Wikipedia","KeyID":"8909","URL":"https://en.wikipedia.org/wiki/Bruce_Aylward"}