{"Content: ":"High Court District Court Magistrates' Court Special courts and tribunals: Legislative elections District council elections Consular missions in Hong Kong Hong Kong–China relations Hong Kong–Taiwan relations Radio Television Hong Kong (RTHK) is the public broadcasting service in Hong Kong. GOW, the predecessor to RTHK, was established in 1928 as the first broadcasting service in Hong Kong. As a government department under the Commerce and Economic Development Bureau of the Hong Kong Government that directly supported by annual government funding, RTHK's educational, entertainment, and public affairs programmes are broadcast on its eight radio channels and four television channels, as well as commercial television channels. The British Hong Kong Government launched its first radio broadcasting station, known as \"GOW\", on 20 June 1928,[2] with a starting staff of only six people.[3][4] Several name changes occurred over the next few years, and it eventually became known as \"Radio Hong Kong\" (RHK) (香港廣播電台) in 1948.[3] In 1949, broadcasting operations were taken over by the Government Information Services (GIS), but by 1954, RHK had managed to establish itself as an independent department. Up until 1966, the radio station was only on-air for three periods during the day; at morning, lunchtime, and evening. This was partly due to many of the presenters being part-time freelancers who had to fit their radio appearances in with their normal daily working schedule. In 1969, the station's medium wave AM transmitting station was moved from a waterfront site in Hung Hom to the summit of Golden Hill in the New Territories. Although the new transmitters were much more powerful, the mountain-top site proved unsuitable for medium wave transmissions and reception in some areas has remained problematic ever since. In March 1969, RHK moved its headquarters to new purpose-built studios located at Broadcasting House (廣播大廈) in Kowloon Tong. A Public Affairs Television Unit was established in 1970 to produce TV programmes for required broadcast by independent channels. At that time, RTHK did not have its own television broadcast transmitters. In 1973, RTHK set up its own radio newsroom. Prior to this, all news had been prepared by Government Information Services staff. Until 1969, headlines were sent to the studios every half-hour by teleprinter from the GIS headquarters in Central District, while the three daily full bulletins were hand-delivered by a messenger. This arrangement became impractical following the move to the new studios in 1969, so initially a GIS newsroom was set up in Broadcasting House. This arrangement also proved unsatisfactory and RTHK's own journalists, who until then had been confined to producing magazine programmes, took over the entire news operation. In 1976, the station's name was changed to \"Radio Television Hong Kong\" (RTHK) to reflect its new involvement in television programme production. In the same year, it began to produce educational television programmes for schools after absorbing the previously independent Educational Television Unit.[5][6] In 1986, RTHK headquarters moved across the road to the former Commercial Television studios, which were renamed Television House. The station's first news and financial news channel, Radio 7, was established in November 1989. In December 1994, RTHK launched its website and made its television productions, as well as content from its seven radio channels, available online. The website provided live broadcasts as well as a twelve-month archive (with the exception of HKCEE and HKALE broadcasts in RTHK2 due to copyright issues with the Hong Kong Examinations and Assessment Authority). The website, presented in English, Traditional Chinese, and Simplified Chinese, initially offered free news via email three times per day, as well as online content. In 2013, RTHK trialled and launched a new television channel. To support this new television operation, the government administration increased the station's funding by between HK$300 million and HK$400 million a year.[7] In April 2016, RTHK took over the analogue channel frequencies of Asia Television (ATV) after the latter's free television licence expired.[8][9] In March 2017, as the Hong Kong government decided to terminate DAB services in Hong Kong, RTHK said that it would integrate the existing DAB programmes into existing AM and FM radio channels. As the government claimed that RTHK would stop DAB service within six months, meaning DAB service would be terminated no later than 30 September 2017.[10] With the termination of DAB+ in Hong Kong, RTHK announced in August 2017 that the broadcaster's relay of BBC World Service on Radio 6 would be reduced to 8 hours a day and move to an overnight slot on Radio 4; Radio 6 would instead relay China National Radio's programme 14 which targets Hong Kong. CNR's programme 14 was previously heard on RTHK DAB 2 until DAB services in Hong Kong were shut down.[11][12] Since 2020, RTHK programmes are no longer broadcast on TVB channels. In February 2021 it announced it would cease entirely relaying BBC World Service radio broadcasts following Chinese government criticism of the BBC.[13] Leung Ka-wing, Director of Broadcasting, said it was his decision to follow Beijing's lead in shutting off BBC, and that \"Hong Kong is part of China and Radio Television Hong Kong is a department of the HKSAR Government. The decision has nothing to do with news operations.\"[14] Following complaints from pro-Beijing politicians and groups for alleged bias against the police and the government, the government initiated a review of operations at the broadcaster.[15] In February 2021, the Commerce and Economic Development Bureau issued a report on RTHK's governance and management at a press briefing in which the broadcaster was criticised as having \"weak editorial accountability\". It was further alleged in the report that there were no clear records of its decision-making process on controversial and sensitive matters, while complaints handling was said to lack \"sufficient transparency.\"[16] The government announced the Director of Broadcasting Leung Ka-wing would leave his post six months prior to the expiry of his contract, and that he would be replaced by incumbent Deputy Secretary for Home Affairs Patrick Li – a career civil servant without experience in broadcasting.[16][17] In August 2021, RTHK partnered with the mainland China Media Group, in a move that RTHK said was intended to strengthen \"patriotism\" in its programs.[18] RTHK operates eight radio stations:[19] RTHK operates four television channels: The analogue television channels (TV31A and TV33A) ceased broadcasting on 30 November 2020. RTHK primarily produces public affairs programmes such as Hong Kong Connection (鏗鏘集), Headliner (頭條新聞), A Week in Politics (議事論事), Media Watch (傳媒春秋), Pentaprism (五稜鏡), Access (奉告), The Pulse and Police Report (警訊). These are also broadcast by Hong Kong's three commercial television channels, TVB, ViuTV and HKIBC, in addition to RTHK's own television network. The government has lifted the requirement since March 2020, therefore TVB no longer broadcasts them. It has also produced TV dramas, including the classic Below the Lion Rock (獅子山下). RTHK and the Hong Kong Education Bureau jointly produce Educational Television (ETV, 教育電視), a series of educational programmes for primary and secondary students – airing during non-peak hours on RTHK stations. ETV was first broadcast in 1971 for Primary 3 students and was extended to Primary 6 students in 1974. In 1978, it was extended to cover junior secondary (Form 1-Form 3) students. RTHK formerly broadcast these programmes on their stations during non-peak daytime hours.[citation needed] While school programmes covering the topics of English, Chinese, Mathematics and Mandarin Chinese are provided to both primary and secondary students, Science and Humanities programmes are provided for secondary school students only and General Studies programmes are designed for primary students only.[citation needed] There has been confusion between ETV and the ETV division of RTHK. Besides school ETV programmes, the ETV division of RTHK produces public educational television programmes for general viewers, such as Road Back (鐵窗邊緣), Anti-Drug Special (毒海浮生), Sex Education (性本善), and Doctor and You (醫生與你).[citation needed] The nature documentary Biodiversity in Hong Kong (大自然大不同) follows the style of BBC Planet Earth but is narrated in Cantonese. It showcases the ecosystem and biodiversity of Hong Kong.[20] The high production cost of school ETV programmes was criticised by the Audit Commission. In 2017–18, the production cost of school ETV programmes was a staggering HK$1.58 million per hour.[21] RTHK has received multiple awards for its reporting on the 2019 Hong Kong protests, such as from the 50th US International Film and Video Festival, the 2020 New York TV and Film Awards, and the 24th Human Rights Press Awards.[22][23][24] RTHK won an award for an episode of Hong Kong Connection about the 2019 Yuen Long attack, but declined the award and said it would not accept any awards during its \"transition period\" under its new director.[25] In 2002, a former Chief Programme Officer was convicted of misconduct in public office. The charges related to approving salary increases for one RTHK employee without complying with procedures.[citation needed] On 8 June 2006, the Independent Commission Against Corruption (ICAC) of Hong Kong arrested four people on corruption-related charges, including a deputy head of RTHK 2 and a disc jockey, who were arrested for committing scams totalling about HK$70,000 from 1995 to 2001. They were alleged to have conspired and sold scripts for various programmes that they did not write. Another former disc jockey and her mother were alleged to have aided the conspiracy by using their bank accounts by receiving payments from the radio station. All four were arrested and were released on bail.[26] RTHK was also criticised by the Audit Commission of the Hong Kong Government for its problems on complying with regulations on staff management. The report especially highlighted the misuse of public funds by the RTHK staff on entertainment expenses, overtime claims and the outsourcing of services.[27] In July 2007, the head of RTHK and Director of Broadcasting was accidentally spotted by a group of journalists in Causeway Bay along with an unidentified female. The journalists were actually waiting for singer Kenny Bee, who was in a nearby restaurant. On seeing the gathered journalists, Chu ducked behind his companion. Photos became the main page headlines in some of the major Hong Kong newspapers the following day. Chu, who was one year due to his official retirement from the government, subsequently decided to seek early retirement in the aftermath.[28] Nabela Qoser, who became known to the public after she sharply and unremittingly questioned Hong Kong officials at press conferences following the 2019 Yuen Long attack, saw her three-year-long probation as a civil servant extended by 120 days following a management decision to reopen the investigations on her performance. She stood to be dismissed if she rejected the extension.[29] Members of the RTHK Program Staff Union called the decision \"unjustified suppression\" and \"baseless act derailing from established staff management regulations\". Coconuts Media reported that pro-Beijing groups had vilified Qoser, calling her disrespectful and directing racial slurs at her.[30] Qoser left the broadcaster at the end of May 2021.[31] Following the appointment of Patrick Li to the post of Director of Broadcasting on 1 March 2021, ten television episodes have been censored; YouTube content more than one-year-old have been removed from RTHK's channel. RTHK claimed that it was to align the YouTube channel with RTHK's policy of only making content available for one year since the date of broadcast on their own website. This move triggered a May 2021 online campaign among RTHK viewers to archive the channel on their own.[32][33] In early August 2021, the broadcaster deleted its English-language Twitter archive, and announced on 5 August that it was disabling comments for all future tweets due to \"resource constraints\" that did not allow it to combat any misinformation contained in comments.[34] In March 2021, it was reported that three executives had left the company within two weeks, two of whom left because they did not want to sign an oath declaring loyalty to the government.[35] In March, Li said that he would review all programmes before they could be broadcast.[36] Within a month since Li took over, at least nine episodes of various programmes, including two episodes of Hong Kong Connection – known for its investigative reporting, have been axed.[15] Days before the 32nd anniversary of the Tiananmen massacre, RTHK journalists were informed that no political story would be allowed to air.[17] Programming cut back or cancelled at least 10 programmes – including an segment about the Tiananmen anniversary already aired the week before. RTHK management said three episodes of Hong Kong Connection, Hong Kong Stories, and LegCo Review \"were not impartial, unbiased and accurate\".[17] On 29 June 2021, RTHK let go of veteran Allan Au Ka-lun, ending 11 years of him hosting the Open Line Open View program.[37] On 5 July, Reporters Without Borders published a report on world leaders who had \"cracked down massively on press freedoms\". As one reason for including Chief Executive Carrie Lam in the list, the report cited what it described as launching a \"full-blown intimidation campaign\" against RTHK,[38] and said that Li had been \"tasked with setting up an internal censorship system\" at the broadcaster.[39] Legislative Council member Luk Chung-hung in July 2021 asked Edward Yau, Commerce Secretary, if RTHK's use of the word \"president\" when referring to Tsai Ing-wen breached the one-China principle.[40] A week later, RTHK implemented new rules, which banned the use of words which would describe Taiwan (and the Republic of China) as an independent country in all television, radio, and online broadcasts.[40]","Title":"RTHK - Wikipedia","KeyID":"8910","URL":"https://en.wikipedia.org/wiki/RTHK"}