{"Content: ":"Eliot Lance Engel (/ˈɛŋɡəl/; born February 18, 1947) is an American politician who served as a U.S. representative from New York from 1989 to 2021. A member of the Democratic Party, he represented a district covering portions of the north Bronx and southern Westchester County. In 2019, following Democratic gains in the 2018 elections, he took over as Chairman of the House Foreign Affairs Committee; he previously was its ranking member from 2013, following Howard Berman's reelection defeat in 2012. He had won his first Congressional election in 1989 by defeating Mario Biaggi, who did not campaign though his name was on the ballot. 31 years later Biaggi’s granddaughter, now a New York State Senator, threw her support behind Engel’s opponent. In 2020, after 16 terms in office, Engel was defeated in the Democratic primary by middle school principal Jamaal Bowman. Engel was born in the Bronx, the son of Sylvia (née Bleend) and Philip Engel, an ironworker. His grandparents, of Ukrainian Jewish background,[1] were immigrants from the Russian Empire.[2] He grew up in a city housing project, Eastchester Gardens, and attended New York City public schools.[citation needed] In 1969, Engel graduated from the Bronx campus of Hunter College with a Bachelor of Arts in history. He subsequently received a Master of Science in guidance and counseling in 1973 from the same institution, by now renamed Lehman College following the severance of its relationship with Hunter College. In February 1987, he earned a Juris Doctor from New York Law School.[3] He began his political career in local Democratic clubs.[citation needed] He taught in the New York City School District and was a school counselor. He taught at Intermediate School 52 from 1969 to 1976, and then at Intermediate School 174.[citation needed] In 1977, Engel entered the special election for a seat in the New York State Assembly after the incumbent Democrat Alan Hochberg was forced to resign. He was the Liberal Party nominee in the special election, and on March 1, 1977, he won by 103 votes, defeating Democratic nominee Ted Weinstein and Republican nominee Arlene Siegel.[4] Engel was a member of the New York State Assembly from 1977 to 1988, sitting in the 182nd, 183rd, 184th, 185th, 186th, and 187th New York State Legislatures. He chaired the Committee on Alcoholism and Substance Abuse, and the Subcommittee on the Mitchell-Lama Housing Program. In 1988, Engel ran for the U.S. House of Representatives in New York's 19th congressional district. His state assembly district covered much of the congressional district's southeastern corner. He defeated ten-term incumbent Democrat Mario Biaggi in the primary with 48% of the vote, as Biaggi had resigned his seat and did not campaign for office, though his name remained on the ballot since election petitions were already filed.[5] Biaggi had been charged by Rudy Giuliani with racketeering in the Wedtech scandal,[6] and was eventually jailed. Biaggi was unopposed for the Republican nomination (he had run on both the Republican and Democratic lines since 1972), which Engel won with 56% of the vote.[7] Engel's district, which became the 17th in 1993 and has been the 16th since 2013, had historically been one of the more conservative districts in New York City. Republicans represented much of its territory at the state level as late as 2004. However, reflecting the increasing Democratic trend in the Bronx at the federal level, Engel would never face another general election contest nearly as close as his first one. He was re-elected 14 more times by at least 61 percent of the vote, and only dropped below 70 percent of the vote twice. As a measure of the district's growing Democratic trend, Biaggi is the last candidate running on the Republican line to clear the 40 percent mark. By the 1990s, as in much of the rest of New York City, the Democratic primary had become the real contest in this district. From 1990 to 2018, Engel only faced two competitive primary contests (getting less than 70%). In 1994, he defeated musician Willie Colón 62%-38%.[8] In 2000, Engel defeated State Senator Larry Seabrook, who had the support of Bronx County Democratic Party Chairman Roberto Ramirez, 50%-41%.[9] In 2020, Engel was challenged in the primary by Yonkers school principal Jamaal Bowman, who ran well to Engel's left. Engel initially received an endorsement from New York State Senator Alessandra Biaggi, Mario Biaggi's granddaughter.[10] However, in early June, after a hot mic gaffe by Engel, Biaggi withdrew her support of Engel and instead endorsed Bowman.[11] In a mid-June poll, Engel trailed Bowman by ten percentage points[12] and, after the election, with early and election day votes counted, Bowman led Engel by almost 12,000 votes, 61.8% to 34.9%. Absentee ballots were scheduled to be counted on June 30, 2020,[13] though some sources called the race for Bowman before the counting of absentee ballots.[14] After the absentee ballots were counted, Bowman's lead was 55.4%-40.6%, or 13,218 votes. The race was called for Bowman on July 17, 2020, with the New York State Board of Elections certifying the results on August 6, 2020.[15][16] Engel can be seen shaking hands with the president during a number of televised State of the Union addresses.[24] Along with other Members of Congress, Engel showed up to the Capitol early in order to guarantee that he would get an aisle seat. Engel managed to shake hands with the president at every address, and be seen by his constituents on television, starting in 1989. He expressed that, \"It's an honor to shake the hand of the president of the United States no matter who it is.\" This tradition ended in 2017 when he decided not to shake President Trump's hand.[25][26] A strong supporter of single payer healthcare, Engel supported quality access to health care, and referred to himself as pro-choice \"all the way\".[27] Engel was a co-sponsor of the United States National Health Care Act, which would implement a single-payer health care system in the United States. In 2010 he was a strong supporter of the landmark Affordable Care Act once he secured provisions that New York would not be penalized for providing more generous benefits than other states.[28] In 2008, Engel authored the ALS Registry Act (P.L. 110–373),[29] which established a national registry for the collection and storage of data on those suffering from ALS. He also authored the Paul D. Wellstone Muscular Dystrophy Act (P.L. 110–361),[30] which promoted research at Centers of Excellence for Muscular Dystrophy. In 2010, Engel wrote the Partnering to Improve Maternity Care Quality Act to improve maternity care for mothers and newborns, and to do so in partnership with doctors, advocates, payers, and purchasers. In 2010 he also wrote the Gestational Diabetes Act of 2010, which passed the House, but didn't come to a vote in the Senate. In 2018, he reintroduced the legislation in the 115th Congress for consideration. It was not voted on.[31] The legislation would provide for better tracking and research into gestational diabetes, which, if untreated, could lead to Type 2 diabetes for both mother and child. Engel supported an improved re-authorization of the President's Emergency Plan for AIDS Relief (PEPFAR). Within the PEPFAR bill, Engel included his bill, the Stop Tuberculosis Now Act.[32] This measure would provide increased U.S. support for international Tuberculosis control activities, and promotes research to develop new drugs, diagnostics, and vaccines. In 2005, Engel, along with Congressman Jack Kingston (R-GA), introduced the Fuel Choices for American Security Act (H.R. 4409), later modified and re-introduced in 2007 as the DRIVE Act (H.R. 670) - the Dependence Reduction through Innovation in Vehicles and Energy Act - with more than 80 bi-partisan co-sponsors. It was designed to promote America's national security and economic stability by reducing dependence on foreign oil through the use of clean alternative fuels and advanced vehicle technologies. It also called for increased tire efficiency - to increase a vehicle's gas miles.[33] Many provisions of the DRIVE Act were included in the Energy Independence and Security Act, which was signed into law on December 19, 2007, and became Public Law No. 110-140. This law mandates increased fuel efficiency standards from 25 miles per gallon to 35 miles per gallon by 2020. The law also requires improved energy efficiency standards for appliances, lighting and buildings, and the development of American-grown biofuels like cellulosic ethanol, biodiesel, and biobutanol. Engel introduced the Open Fuel Standards Act, alongside Congressmen Kingston, Steve Israel (D-NY) and Bob Inglis (R-SC).[34] This bill would have required 50 percent of new cars sold in the United States by 2012 (and 80 percent of new cars sold by 2015) to be flexible-fuel vehicles capable of running on any combination of ethanol, methanol, or gasoline. Flex fuel vehicles cost about $100 more than the same vehicle in a gasoline-only version. Engel on the Energy and Commerce Committee and Subcommittee on Energy and the Environment. He played a key role in negotiating the American Clean Energy and Security Act, HR 2454,[35] which passed the House on June 26, 2009.[36] That legislation was intended to revitalize the economy by creating millions of new jobs, increase American national security by reducing dependence on foreign oil, and preserve the planet by reducing greenhouse gas emissions.[37] It passed the House in 2009, but was not voted on by the Senate in the 111th Congress. A supporter of gun control, Engel in Congress \"worked to ban assault weapons, high-capacity magazines and armor-piercing bullets, institute universal background checks, adopt extreme risk protection orders, and restore funding for gun violence research.\"[38] Engel received an \"F\" grade from the National Rifle Association[39] and 100 percent ratings from the Coalition to Stop Gun Violence[40] and Brady Campaign to Prevent Gun Violence.[41] He voted against a 2003 bill that immunized firearm manufacturers and dealers from civil liability for gun misuse, supports \"smart gun\" technology to prevent guns from being used by unauthorized persons, and voted against a bill to reduce the waiting period to purchase a gun at a gun show.[39] In 2009, Engel was one of 53 members of Congress who signed a letter to President Barack Obama, urging the new president to resume enforcement of a ban on the import of foreign assault weapons (authorized by the Gun Control Act of 1968 and enforced during the administrations of George H. W. Bush and Bill Clinton).[42] In 2011, after 400,000 defective gun locks were recalled from the market, Engel introduced a bill intended to protect parents and children from faulty gun locks by instructing the Consumer Product Safety Commission (CPSC) to set a national quality standard for all child safety devices used on firearms.[43] On December 22, 2010, President Barack Obama signed into law the Truth in Caller ID Act. The legislation was introduced by Bill Nelson in the Senate, passed the House on December 15, and is virtually identical to Engel's bill.[44] The new law cracks down on the use of caller ID spoofing, often used by criminals to trick their victims into giving out personal information. The legislation will help law enforcement combat identity theft. Engel originally introduced the Securing our Borders and Our Data Act in July 2008, HR 6702.[45] That bill would ensure that when a traveler enters the United States, a border agent cannot search or seize the traveler's data or equipment without cause.[46] The legislation was re-introduced in the 111th Congress as HR 239.[47] The Department of Homeland Security altered their rules to prevent agents from searching and seizing without cause.[48] This encompassed much of Engel's legislation. In the 109th Congress, Engel introduced the Calling Card Consumer Protection Act, HR 3402.[49] The bill was intended to stop some of the massive fraud in the prepaid calling card industry.[50] The legislation passed the House unanimously, but the Senate did not act on it. In 2011, Engel introduced the Drug Testing Integrity Act, which would prohibit products to be sold that enable cheating on drug tests. In 2010, Engel urged the Federal Housing Finance Agency to stop their plan to ban private transfer fees on cooperative apartment sales. Some developers and investors had been abusing the system by imposing transfer fees that would have provided them with percentages on all future sales of the property over many decades. The transfer fee, when used correctly, can help owners and developers fund projects and remain affordable. The FHFA decided not to pursue this plan in 2011. In 2012, Engel introduced SNOPA, the Social Network Online Protection Act. It would guarantee online privacy and ensure that employers and educational institutions cannot use personal data as a bargaining chip for employment or education. Employers/schools would be barred from requesting or requiring usernames or passwords to social media sites as part of the hiring, employment, or enrollment process. The bill was re-introduced in the 113th Congress, with Rep. Michael Grimm as the Republican lead, and Rep. Jan Schakowsky as an original co-sponsor. Engel is a supporter of recognizing Jerusalem as the capital of Israel, and has also been an advocate for the causes of Albanian-Americans and ethnic Albanians in Kosovo. In 2003, he authored the Syria Accountability and Lebanese Sovereignty Restoration Act, which was signed into law by President George W. Bush on December 12, 2003.[51] In this Law, Congress authorized penalties and restrictions on US relations with Syria for its occupation of Lebanon, and for its relationship with terrorist groups. Syria withdrew all forces from Lebanon in 2005 after the Cedar Revolution. In September 2020, Engel stated that \"the influence of external actors such as Turkey recklessly meddling\" in the Nagorno-Karabakh conflict is \"troubling\".[52] As Chairman of the House of Representatives Foreign Affairs Subcommittee on the Western Hemisphere, Engel called for stronger U.S. relations with Latin America and the Caribbean. His Subcommittee held hearings on issues such as the crisis in Haiti, poverty, and inequality in Latin America. Engel pushed for increased funding for emergency relief in Haiti, and for Temporary Protective Status (TPS) of Haitian nationals in the U.S.[53] Engel is also supportive of the \"Mérida Initiative\", in which the U.S. is cooperating with Mexico, Central America, the Dominican Republic, and Haiti to counter narco-trafficking and related violence in the region. In the 110th United States Congress, he introduced the Social Investment and Economic Development Act for the Americas of 2007[54] (re-introduced in 2009, where it also died in committee[55]) and sponsored the Western Hemisphere Energy Compact Act to develop partnerships to strengthen diplomatic relations with the Government of Brazil, and the governments of other countries in the Western Hemisphere (died in committee).[56] The bi-partisan Western Hemisphere Drug Policy Commission Act of 2009 (sponsored by Engel) was passed by the House on December 8, 2009; it would have taken a fresh look at the United States' counter-narcotics efforts, both at home and abroad. The bill did not pass the Senate.[57] Engel was one of the leading congressional supporters of Israel. Although he supported resolutions critical of both Israelis and Palestinians, his criticisms of Israeli policies were usually couched as warnings of their harm to Israel itself. In 2008, he was the lead Democrat on a resolution condemning Palestinian rocket attacks on Israeli civilians by Hamas and other Palestinian terrorist organizations.[58] Shortly after entering Congress, he sponsored a resolution declaring Jerusalem the undivided capital of Israel.[59] A very pro-Israel position, this was contrary to official American policy until President Donald Trump adopted it in December 2019. He also wrote the Syria Accountability and Lebanese Sovereignty Restoration Act, which was signed into law by President George W. Bush on December 12, 2003.[60] This law authorized restrictions on American relations with Syria, and penalties for its occupation of Lebanon, and for its relationship with terrorist groups. In 2016 Engel was one of only 16 Democrats to join with 200 Republicans and defeat a measure that would have banned the sale of cluster bombs to Saudi Arabia who is at war with Yemen. In November 2018 the CIA determined that Saudi Crown Prince Mohammed bin Salman had ordered the brutal murder of Washington Post columnist Jamal Khashoggi. Engel told NPR that he did not want to see Salman “punished.”[61] In January 2017, Engel introduced a House resolution condemning the UN Security Council Resolution 2334, which condemned Israeli settlement building in the occupied Palestinian territories as a violation of international law.[62] The Albanian American Civic League, an Albanian American lobby group in Washington, D.C., added Engel to its lobby lineup of prominent politicians in the early 1990s.[63] In 1996, The Washington Post wrote, \"The Kosovo cause has been kept alive in Washington by a small group of congressmen led by Rep. Eliot L. Engel (D-N.Y.)\" [64] While a member of the Subcommittee on Europe and Chair of the Congressional Albanian Issues Caucus, Engel fought ethnic cleansing in the 1999 Kosovo War and voiced support in Congress for the unilateral 2008 Kosovo declaration of independence from Serbia. A street has been named after him in Pejë, and he was the first foreign dignitary to address the Kosovo parliament.[65] Engel called for the withdrawal of Turkish troops from Cyprus, and authored a resolution in 1996 calling for its demilitarization. His 1994 law allowed the United States Department of State to conduct an investigation of five Americans who disappeared during the Turkish invasion of Cyprus, and found the remains of one.[66] Engel received the George Paraskevaides Award on May 17, 2007, given to those who have utilized ancient Hellenic values to contribute to the nations and people of Cyprus and America and to the Hellenics in the modern world.[67] In 2002, although 133 members of the House of Representatives voted against it, Engel voted for the resolution granting President Bush the authority to use force in Iraq, as did the two Senators from New York, Chuck Schumer and Hillary Clinton, and almost 300 members of the United States House of Representatives.[68][61] After revelations that intelligence provided to Congress was partially unreliable, and the subsequent problems faced after Saddam Hussein was deposed, Engel has come to regret his decision to support the 2003 invasion of Iraq, and consistently votes in favor of gradual withdrawal. He has met with anti-war activists, and in 2008, he publicly called for the closing of the Guantanamo Bay detention camp. Engel received an \"A\" grade from the Iraq and Afghanistan War Veterans in 2008.[69] In 2007, Engel became a Co-Chair of the Congressional Ad Hoc Committee on Irish Affairs. He supported the 1998 Good Friday Agreement, and aided Irish nationals facing deportation from the United States.[70] He has been a friend of Gerry Adams, former leader of Sinn Féin,[71] and was the author of legislation that prohibits employers in Northern Ireland and Ireland from receiving U.S. funds from the International Fund for Ireland, unless they comply with fair employment and non-discrimination principles called the \"MacBride Principles\".[72] In 2010, Engel was instrumental in helping Joe Byrne return to the United States, after a bureaucratic problem left him detained in Ireland and separated from his family in Rockland County. As a member of the Congressional Human Rights Caucus, Engel supported Albanian-Americans and ethnic Albanians in Kosovo. He is co-author of the Harkin-Engel Protocol, along with Senator Tom Harkin (D-IA), which addresses child labor in the cocoa fields of West Africa. In early 2001, he wrote the House resolution condemning the Taliban for forcing Hindu citizens to wear distinguishing marks as reminiscent of the Nazis forcing Jews to wear a yellow Star of David.[73] In 2008, he wrote a resolution commending the U.S.-Brazil Joint Action Plan to Promote Racial and Ethnic Equality.[74] Engel sponsored a bill to support the Day of Silence, during which students vow to remain silent to bring attention to the harassment and discrimination faced by lesbian, gay, bisexual, and transgender people in schools.[75] That bill has been re-submitted in the 111th United States Congress.[76] He also voted against the Defense of Marriage Act (DOMA), which allowed for states not to be required to recognize same-sex marriages in other states.[77] In 2010, he voted in 2010 to repeal the \"Don't Ask, Don't Tell\" policy, enabling homosexuals to serve openly in the U.S. military. In 2018, Engel condemned the genocide of the Rohingya Muslim minority in Myanmar and called for a stronger response to the crisis.[78] Engel urged the Trump administration to take a tougher line on China by imposing sanctions on Chinese officials who are responsible for human rights abuses against the Uyghur Muslim minority in China's northwestern Xinjiang region. In March 2019, the group of lawmakers led by Engel wrote a letter to Secretary of State Mike Pompeo that read in part, \"This issue is bigger than just China. It is about demonstrating to strongmen globally that the world will hold them accountable for their actions.\"[79] In June 2020, Engel stated that Polish President Andrzej Duda and Poland's nationalist Law and Justice (PiS) party \"promote horrifying homophobic and anti-LGBTQ stereotypes and policies that run counter to the human rights and values that America should strive to uphold\".[80] In August 2015, Engel announced that he would oppose the Iran nuclear deal in congress, saying that, \"The answers I've received simply don't convince me that this deal will keep a nuclear weapon out of Iran's hands, and may in fact strengthen Iran's position as a destabilizing and destructive influence across the Middle East.\"[81] In March 2009, the Associated Press reported that Engel had been taking an annual tax credit on his Potomac, Maryland, residence for at least 10 years (cumulatively receiving thousands of dollars in tax credits), despite the fact that the credit is reserved for people who declare Maryland their primary residence. Maryland officials revoked the tax credit.[82] The matter was reviewed by the Office of Congressional Ethics, which also looked into similar tax credits claimed by three other members of the House.[83] The OCE eventually ended its review on Engel and two of the other members of Congress (Doris Matsui and Edolphus Towns) without recommending further investigation by the House Ethics Committee.[84] In 1988, publisher Christopher Hagedorn began targeting Engel with criticism in his Bronx weekly newspapers (the Bronx News, the Parkchester News, and the Co-op City News),[85] when he alleged that Engel, when he was still an assemblyman, was behind a failed effort to evict the Co-op City News from its offices.[86] In addition, Hagedorn later reprinted articles from other newspapers that contained criticism of Engel. Hagedorn also endorsed Engel's Democratic opponents, including Larry Seabrook in 2000; however, this did not prevent Engel's re-election to Congress.[87] Engel mostly ignored Hagedorn's criticism and accusations. In 1995, however, his communications director, Greg Howard, told the Bronx Beat newspaper \"We don't consider Mr. Hagedorn a legitimate journalist. He uses the paper as his own personal platform for whatever agenda he has. He chooses the paper to malign people with whom he has philosophical differences.\"[85] In the last decade, Hagedorn's newspapers have been mostly silent in regard to Engel. In 2014, Engel appeared at a pro-Israel rally in New York City with anti-Muslim activist Pamela Geller. He was criticized for sharing a stage with Geller.[88] In January 2020, he revealed that in a call after he was fired as Trump's National Security Adviser, John Bolton \"suggested to [Engel] — unprompted — that the [Foreign Affairs Committee] look into the recall of Ambassador Marie Yovanovitch.\"[89] In April 2020, Engel claimed he had visited his district and taken part in COVID-19 and healthcare related events, before confirming when challenged that he had not returned to New York since March.[90] In June 2020, Engel appeared at a press conference to address the unrest resulting from the murder of George Floyd. When Bronx Borough President Rubén Díaz Jr. indicated there was not enough time for Engel to address the press, Engel responded, \"If I didn't have a primary, I wouldn't care.\" Diaz immediately rebuked Engel, saying, \"We're not politicizing. Everybody's got a primary, you know?\"[91][92][93] Engel received an A on the Drum Major Institute's 2005[94] Congressional Scorecard on middle-class issues. Engel has received positive marks from major environmental groups such as the League of Conservation Voters[95] and the Sierra Club.[96] Engel received the National Association of Public Hospitals Safety Net Award in 2007 primarily for the introduction of The Public and Teaching Hospital Preservation Act.[97] He also earned the 100% Perfection in the Pursuit of Equality in 2002 from the Human Rights Campaign. Engel was presented with The AIDS Institute National HIV/AIDS Care and Treatment Award in 2007[98] and is the 2008 Distinguished Community Health Superhero as deemed by the National Association of Community Health Centers.[99] He was honored in 2008 by the American Farm Bureau Federation and the New York Farm Bureau as a Friend of the Farm Bureau for his support of farm issues during the 110th United States Congress.[100] He received an A on the Drum Major Institute's Congressional Scorecards in 2005 and 2008 for supporting middle-class issues.[101] Engel has had a nearly 100% rating from the AFL–CIO over his entire legislative career.[102] On November 11, 2011, the Municipality of Pejë, Kosovo, gave Engel the title of Honorary Citizen of Peje.[103] In July 2019, the highway section M9.1 between Gjakove, Kosovo and SH22 Fierzë, Albania passing through Bajram Curri, Albania was named Eliot Engel Drive by local authorities.[104]","Title":"Eliot Engel - Wikipedia","KeyID":"8913","URL":"https://en.wikipedia.org/wiki/Eliot_Engel"}