{"Content: ":"The United States Senate Committee on Foreign Relations is a standing committee of the U.S. Senate charged with leading foreign-policy legislation and debate in the Senate. It is generally responsible for overseeing and funding foreign aid programs; funding arms sales and training for national allies; and holding confirmation hearings for high-level positions in the Department of State.[1] Its sister committee in the House of Representatives is the Committee on Foreign Affairs.[note 1] Along with the Finance and Judiciary committees, the Foreign Relations Committee is among the oldest in the Senate, dating to the initial creation of committees in 1816.[2] It has played a leading role in several important treaties and foreign policy initiatives, including the Alaska purchase, the establishment of the United Nations, and the passage of the Marshall Plan.[2] The committee has also produced eight U.S. presidents—Andrew Jackson, James Buchanan, Andrew Johnson, Benjamin Harrison, Warren Harding, John F. Kennedy, Barack Obama, and Joe Biden—and 19 Secretaries of State. Notable members include Arthur Vandenberg, Henry Cabot Lodge, and William Fulbright. Due to its long history, influence in U.S. foreign policy, jurisdiction over all diplomatic nominations, and its being the only Senate committee to deliberate and report treaties, the Foreign Relations Committee is considered one of the most powerful and prestigious in the Senate.[3] Since 2021, the Chair of this committee is Democratic Senator Bob Menendez from New Jersey. In 1943, a confidential analysis of the Senate Foreign Relations Committee by British scholar Isaiah Berlin for the Foreign Office stated:[4] The Senate of the United States ... keeps a close watch on foreign policy, not merely in theory but in practice. The two-thirds majority of the Senate needed for the ratification of all foreign treaties is only the best known of its powers, but its general control over all legislation and its power of veto over the appointment of ambassadors, and other high public officials, and the influence of its views over public opinion, give it a unique position in the determination of United States foreign policy. The organ within the Senate which moulds this policy is the Foreign Relations Committee, which has in its power to alter, delay and, under certain political circumstances, to veto almost any piece of major policy in this field. Between 1887 and 1907, Alabama Democrat John Tyler Morgan played a leading role on the committee. Morgan called for a canal linking the Atlantic and Pacific oceans through Nicaragua, enlarging the merchant marine and the Navy, and acquiring Hawaii, Puerto Rico, the Philippines and Cuba. He expected Latin American and Asian markets would become a new export market for Alabama's cotton, coal, iron, and timber. The canal would make trade with the Pacific much more feasible, and an enlarged military would protect that new trade. By 1905, most of his dreams had become reality, with the canal passing through Panama instead of Nicaragua.[5] During World War II, the committee took the lead in rejecting traditional isolationism and designing a new internationalist foreign policy based on the assumption that the United Nations would be a much more effective force than the old discredited League of Nations. Of special concern was the insistence that Congress play a central role in postwar foreign policy, as opposed to its ignorance of the main decisions made during the war.[6] Republican senator Arthur Vandenberg played the central role.[7] In 1966, as tensions over the Vietnam War escalated, the committee set up hearings on possible relations with Communist China. Witnesses, especially academic specialists on East Asia, suggested to the American public that it was time to adopt a new policy of containment without isolation. The hearings Indicated that American public opinion toward China had moved away from hostility and toward cooperation. The hearings had a long-term impact when Richard Nixon became president, discarded containment, and began a policy of détente with China.[8] The problem remained of how to deal simultaneously with the Chinese government on Taiwan after formal recognition was accorded to the Beijing government. The committee drafted the Taiwan Relations Act (US, 1979) which enabled the United States both to maintain friendly relations with Taiwan and to develop fresh relations with China.[9] In response to conservative criticism that the state department lacked hardliners, President Ronald Reagan in 1981 nominated Ernest W. Lefever as Assistant Secretary of State. Lefever performed poorly at his confirmation hearings and the Senate Committee on Foreign Relations rejected his nomination by vote of 4-13, prompting Lefever to withdraw his name.[10] Elliot Abrams filled the position. Republican senator Jesse Helms, a staunch conservative, was committee chairman in the late 1990s. He pushed for reform of the UN by blocking payment of U.S. membership dues.[11] Sources: 2015 Congressional Record, Vol. 161, Page S297 –297, 661–662  Sources: 2013 Congressional Record, Vol. 159, Page S297 –297, 661–662","Title":"United States Senate Committee on Foreign Relations - Wikipedia","KeyID":"8917","URL":"https://en.wikipedia.org/wiki/United_States_Senate_Committee_on_Foreign_Relations"}