{"Content: ":"Matshidiso Rebecca Natalie Moeti is a physician, public health specialist and medical administrator from Botswana who has been serving as Regional Director of the World Health Organization Regional Office for Africa (AFRO), headquartered in Brazzaville, the Republic of the Congo, since 2015.[2] Moeti was born in South Africa in the 1950s. In 1978, she obtained her Bachelor of Medicine and Bachelor of Surgery degree from the Royal Free Hospital School of Medicine of the University of London. Later, in 1986, she graduated with a Master of Science in Community Health for Developing Countries from the London School of Hygiene and Tropical Medicine.[1] In the early 1990s, Moeti worked for the Botswana Ministry of Health. She then joined UNAIDS, rising to the position of Team Leader of the Africa and Middle East Desk, based in Geneva, from 1997 until 1999. She also served as the Regional Health Advisor for UNICEF’s Regional Office for East and Southern Africa.[citation needed] In 1999, Moeti joined the WHO Regional Office in Africa, working on HIV/AIDS. She was appointed as Assistant Regional Director, serving in that capacity from 2008 until 2011. She also served as the Director of Noncommunicable Diseases at the regional office. From 2005 until 2007, she served as the WHO Country Representative in Malawi. At the time of her appointment to her current position, she was the Coordinator of the Inter-Country Support Team for the South and East African countries of WHO African Region.[3] Moeti was appointed as Regional Director of the WHO Regional Office for Africa on 27 January 2015, by the WHO Executive Board sitting at its 136th session in Geneva, Switzerland. She became the first woman to head the office.[4] She assumed office on 1 February 2015, to serve a renewable five-year term.[3] This followed the endorsement of the health ministers of the 47 member countries in the Africa Region, at their meeting in Cotonou, Benin, in November 2014. She replaced Luis Gomes Sambo of Angola, who served as the Director of AFRO from 2005 until 2015.[5] She was reelected for a second term in 2019.[6]","Title":"Matshidiso Moeti - Wikipedia","KeyID":"8924","URL":"https://en.wikipedia.org/wiki/Matshidiso_Moeti"}