{"Content: ":"Carissa Faustina Etienne is a public health expert from Dominica. She serves as the Director of the Pan American Health Organization (PAHO) and Regional Director for the Americas of the World Health Organization (WHO) (2018-2023).[1][2] She is currently in her second fiver-year term as PAHO director having been re-elected by the Pan American Health Organization member states during the Pan American Sanitary Conference in September 2017. In January 2018 she was named Regional Director for the Americas for the World Health Organization by its Executive Board based in Geneva.[2] She is an advocate for universal health coverage.[3] Etienne graduated with a degree on Medicine and Surgery (MBBS) from the University of the West Indies in Jamaica. She holds a master's degree in community health from the London School of Hygiene & Tropical Medicine, UK.[4][5] [6] Etienne started her career as a medical officer in the Princess Margaret Hospital in Dominica. She was Director of Primary Health Care Services, Disaster Coordinator, National Epidemiologist in the Ministry of Health, Coordinator of the National AIDS Program, Chair of the National AIDS Committee, and had two separate terms as Chief Medical Officer.[7] She was the Assistant Director of PAHO from 2003 to 2008.[8] She served as the Assistant Director-General of Health Systems and Services at the World Health Organization in 2008–12.[4][5] She was elected PAHO director in September 2012 and took up the position, which has a five-year term, in February 2013.[5] She also serves as honorary Vice-President of the American Public Health Association.[9] On September 27, 2017, Etienne was re-elected for a second five-year term as Director of PAHO by the Member States of the organization.[10] On January 23, 2018 the WHO Executive Board appointed her for a second term as WHO Regional Director for Americas.[11]  This Commonwealth of Dominica biographical article is a stub. You can help Wikipedia by expanding it.","Title":"Carissa Etienne - Wikipedia","KeyID":"8928","URL":"https://en.wikipedia.org/wiki/Carissa_F._Etienne"}