{"Content: ":"Peng Liyuan (Chinese: 彭丽媛; pinyin: Péng Lìyuán; born 20 November 1962) is a Chinese soprano and contemporary folk singer and the spouse of Xi Jinping, the current General Secretary of the Chinese Communist Party and President of the People's Republic of China.[1] Peng gained popularity as a singer from her regular appearances on the annual CCTV New Year's Gala, a widely viewed Chinese television program that airs during the Chinese New Year.[2] She won honors in singing competitions nationwide.[2] Her most famous singles include《父老乡亲》(\"People from Our Village\"),《珠穆朗玛》(\"Zhumulangma\"), and《在希望的田野上》(\"In the Field of Hope\"). Peng also sang the theme songs of several popular TV series, such as The Water Margin (1998). She also starred in musical productions. In 1986, she received the Plum Blossom Award, China's highest theatrical award, for her lead role in The White Haired Girl.[3] She was the president of then People's Liberation Army Academy of Art between 2012 and 2017, and vice president of the All-China Youth Federation between 2005 and 2010.[4] Peng was a civilian member of the People's Liberation Army and held the civilian rank equivalent to Major General before she was appointed the Art Academy's dean, upon which she was given the formal rank.[2] She is known within China for her fashion sense, credited to her personal couturier Ma Ke.[5][6][7][8] In 2014, Peng was listed as the 57th Most Powerful Woman in the World by Forbes.[9] Peng Liyuan is a native of Yuncheng County, Shandong province. She joined the People's Liberation Army in 1980, when she was 18 years old, as an ordinary soldier. Because of her vocal talent, Peng later performed during front-line tours to boost troop morale during the Sino-Vietnamese border conflicts.[10] She first performed nationally and came to fame during the earliest rendition of the CCTV New Year's Gala in 1982, when she performed On the Plains of Hope. Peng married Xi Jinping in 1987.[2] Xi and Peng were introduced by friends as many Chinese couples were in the 1980s. Xi was reputedly academic during their courtship, inquiring about singing techniques.[2] The couple married on 1 September 1987 in Xiamen, Fujian. Four days later, Peng Liyuan returned to Beijing to appear in the National Art Festival, and then immediately departed for the United States and Canada to perform. Since that time, Xi and Peng have led largely separate lives, with Peng spending most of her time in Beijing, and her husband spending his time in Fujian and later in Zhejiang. They have a daughter together, named Xi Mingze (Chinese: 习明泽) born in 1992.[11] Directly after the Tiananmen Square protests in June 1989, Peng sang for the troops. A photo of Peng, wearing a green military uniform, singing to helmeted and rifle-bearing troops seated in Tiananmen Square was scrubbed from China's Internet. The image was from the back cover of a 1989 issue of the People's Liberation Army Pictorial, a publicly available military magazine.[12][13][14] For the greater part of their relationship, Peng has enjoyed a positive reputation within China.[2] Since her husband became the General Secretary of the Chinese Communist Party in November 2012,[2] and President of the People's Republic of China in March 2013, she has often been referred to as the First Lady of China internationally. Peng is actively involved in politics and is a member of the 11th National Committee of the Chinese People's Political Consultative Conference. She has been a WHO Goodwill Ambassador for tuberculosis and HIV/AIDS since 2011.[15] On 20 November 2014, Massey University in New Zealand conferred Peng an Honorary Doctorate in recognition of her international contributions to performing arts, health, and education.[16] Peng sang in a song-and-dance number in 2007 shown on Chinese television that featured Tibetans thanking the Chinese military for liberating them.[17]","Title":"Peng Liyuan - Wikipedia","KeyID":"8932","URL":"https://en.wikipedia.org/wiki/Peng_Liyuan"}