{"Content: ":"Yōhei Sasakawa (笹川 陽平, Sasakawa Yōhei, born 8 January 1939) is chairman of The Nippon Foundation, the World Health Organization Goodwill Ambassador for Leprosy Elimination, and Japan's Ambassador for the Human Rights of People Affected by leprosy. His global fight against leprosy and its accompanying stigma and social discrimination is an issue to which he has remained highly committed for more than 40 years. As chairman of The Nippon Foundation, Japan's largest charitable foundation, he guides public-interest activities in modern Japan. Sasakawa received his degree from Meiji University’s School of Political Science and Economics. Sasakawa's father was businessman, politician, and philanthropist Ryōichi Sasakawa. After serving as chairman of the Japan Motorboat Racing Association, and as a director of the Japan Foundation for Shipbuilding Advancement (now the Ocean Policy Research Foundation), Yohei Sasakawa was named president of the Nippon Foundation in 1989. In July 2005, he was appointed chairman, following the retirement of Ayako Sono, the previous chair. Known as a social entrepreneur with insight into a wide range of issues, Sasakawa is internationally recognized for his proactive planning and leadership on a global scale. Key projects include: His international aid activities have focused on three areas essential to life: food security, healthcare and education. His aid activities within Japan have focused on areas not addressed by government policies, including the development of the nation's nongovernmental organizations and volunteer activities, the enhancement of services for senior citizens and those with disabilities, and the donation of 20,000 care vehicles to social-welfare organizations throughout Japan. Both within Japan and around the world, Sasakawa works on the front lines of humanitarian aid, believing that effective support for public interest activities demands not only funding, but personal commitment and participation. Sasakawa has continually stressed that modern problems demand collaborative solutions, and has built wide-ranging networks encompassing the political, governmental, academic, and private sectors. One such example is Forum 2000, which he has overseen with former Czech President Václav Havel for 11 years. This initiative brings together experts and distinguished individuals from around the world to discuss global issues, and has generated a number of innovative programs as a result of their interaction. His domestic work also transverses a wide number of areas, including the development of measures to combat maritime piracy, the publicizing of the operation of North Korean spy ships, the training of hospice nurses, and the building of networks to support crime victims. Sasakawa is also known for his efforts to ensure passage of Japan's Basic Ocean Law in 2007, and his central role in organizing the Tokyo Marathon. Through his focus on cooperation, he has been able to achieve goals that would not have been possible working single-handedly. Yohei Sasakawa sees leprosy elimination as a personal mission, inherited from his father, Ryoichi Sasakawa. In 1965, he accompanied his father to a leprosy treatment facility in South Korea, and the shock at seeing, first-hand, the discrimination faced by people affected by leprosy, convinced him of the need for leprosy control, leading him to conduct own activities. Sasakawa works to advance dialog between people affected by leprosy, government leaders, the media, and other parties in many countries, with a particular focus on places where the disease is endemic. He focuses a special amount of effort on promoting an accurate understanding of the disease: particularly the fact that it is curable and as part of this drive, he has served as WHO Goodwill Ambassador for Leprosy Elimination since May 2001. In the 1990s, Sasakawa worked to promote the distribution of multidrug therapy (MDT) as a means of controlling leprosy. However, realizing that people affected by leprosy, and even their families, continue to face discrimination in areas such as employment and education even after they have been cured, he has advocated that leprosy be approached not simply as a medical issue but as a social one involving human-rights concerns. In July 2003, he visited the Office of the United Nations High Commissioner for Human Rights, seeking to bring the issue before the United Nations Human Rights Committee (now the United Nations Human Rights Council). Subsequently, in March 2004, he raised the matter at a plenary session of the Commission. As a result, in August 2004, the Sub-Commission on the Promotion and Protection of Human Rights initiated studies to formally address leprosy and its related discrimination issues as a human-rights issue, eventually unanimously approving a resolution calling on national governments, leprosy-related organizations and UN institutions to improve the current state of affairs. Since then, Sasakawa has continued to work to resolve leprosy's social aspects, for example establishing the Sasakawa-India Leprosy Foundation in 2006 to assist the independence of people affected by the disease. Sasakawa's international achievements in controlling leprosy have resulted in a number of international prizes, such as the Yomiuri Shimbun’s Yomiuri International Cooperation Prize (2004), and India's International Gandhi Award (2007). Most recently, the Japanese foreign ministry appointed him as its Ambassador for the Human Rights of People Affected by Leprosy. Today, Sasakawa is also active in the very different field of maritime issues. He has proposed the establishment of a new fund through which users would voluntarily contribute to the costs involved in securing maritime safety in the Strait of Malacca, one of the world's busiest sea lanes. By explaining the need for this, in light of today's international conditions, he advances activities intended to overturn the traditional idea that use of all sea-routes should be free of charge. In addition, he is advancing new initiatives to address maritime issues in Japan, including the establishment of the nation's first Basic Ocean Law, working to change the Japanese paradigm that it is a country protected by the sea, to one that protects the seas. Beyond the shores of Japan and the wider region, Sasakawa also established in 2004 the United Nations – Nippon Foundation Fellowship Programme to contribute to the building of a new generation of ocean leaders and professionals. Advocating for the importance of information disclosure by public-interest groups, Sasakawa maintains a daily blog (in Japanese) of his activities and thoughts. Under Sasakawa's leadership, The Nippon Foundation's disclosure efforts have won high marks amid government reforms of the public interest field. In addition to creating a website (CANPAN CSR Plus) that helps businesses to participate directly in social-welfare activities, fulfilling their corporate social responsibility (CSR), Sasakawa advocates for work toward a society based on an integration of national and local governments, nonprofit organizations, and corporate CSR efforts. The aim is a society where all members participate in creating the common good. 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2004 2000 2000 1999 1993 1991 1987 1987 1986 1967 (Appointed by the Minister of Foreign Affairs of Japan) [2012–Present] (Appointed by the Minister of Foreign Affairs of Japan) [2007–Present]","Title":"Yōhei Sasakawa - Wikipedia","KeyID":"8933","URL":"https://en.wikipedia.org/wiki/Yohei_Sasakawa"}