{"Content: ":"Murray Eden (August 17, 1920 – August 9, 2020), was an American physical chemist and[1][2] academic. He was a professor in electrical engineering,[3] a lecturer, a visiting professor and adjunct professor at institutions including at the Massachusetts Institute of Technology and the National Institutes of Health.[4] Eden was a pioneer in the field of biomedical engineering and imaging. He was director of the trans-NIH Biomedical Engineering and NIH's Physical Science Program.[4] The National Institutes of Health stated[4] that Dr. Murray Eden elevated the NIH Biomedical Engineering and Physical Science Program. Eden was born in Brooklyn on August 17, 1920 to Russian-Jewish immigrants. His father was president of the Hebrew Teachers Union, and later, Executive Secretary of the Jewish Education Committee in New York City. Due to the depression, as well as pre-World War II anti-Semitism, the family experienced economic difficulties during his childhood years. He graduated at 14 from Townsend Harris High School in Manhattan in 1935, attended City College of New York, 1935–39, graduated in 1939. In 1940 he moved to Washington DC, as a chemistry major and in 1951 received his Ph.D. in chemistry from the University of Maryland.[5][6] During World War II, ca. 1941, as civil service, alongside then student Dick Feynman and others, he worked in the Princeton facility of the Manhattan Project assisting in producing uranium-235.[4] Between 1949 and 1953, Murray worked at National Cancer Institute.[1] Between 1959 and 1979, while working in electrical engineering, he has split his groundbreaking body of work between MIT,[7][8] Harvard Medical School, the NIH and the World Health Organization.[3] He has made independent innovations in computerized tomography while working on pattern recognition, image processing, handwritten generation & analysis, between the early 1960s-1976.[5] Murray was one four editors of Information and Control from 1961 until 1966 and sole editor-in-chief of the journal from 1967 until 1981.[9][10] Murray headed the NIH's Biomedical Engineering and Instrumentation Program (BEIP) since 1979[11] and retired from BEIP in 1994.[12] Since Eden's retirement, under merged leadership, the BEIP program has been facing significant challenges.[5] Eden contributed to the World Health Organization,[13][14] and was a consultant on research and development for its Director-General.[3] Murray was also a lecturer, a visiting professor or adjunct professor at various institutions, including at: Harvard University, American University, Boston University Law School, Johns Hopkins University as well as (in the 80s[6] at) the Swiss École Polytechnique Fédérale de Lausanne.[12] Murray Eden was also consultant on the team that created the Universal Product Code barcode.[5][15] As Chairman of a committee of scientists at the Massachusetts Institute of Technology, he helped select a symbol that would endure the inevitable rush of technology that lay ahead.[16][6] He chose the font, and he came up with the idea to add numbers to the bottom, which is a failsafe system, in case the code reader is down.[11][17] Eden was an activist since early on, including being involved in peace activism.[3] On Darwinism he regarded \"evolution\" as \"highly implausible.\"[18] Eden received NIH's Biomedical Engineering and Instrumentation Program (BEIP) Directors award in 1993.[11] In 1983, he was awarded the WHO Medical Society medal, for his work as consultant on research and development for its Director-General.[3] In 1945 he married Sara Baker.[5] Sara was a consultant and a political and community activist. She died on September 15, 1995, at the age of 73.[19] Eden died on August 9, 2020,[4] in Tucson, AZ,[11] leaving behind a brother, Dr. Alvin Eden; 5 children and 7 grandchildren.[3][11]","Title":"Murray Eden - Wikipedia","KeyID":"8938","URL":"https://en.wikipedia.org/wiki/Murray_Eden"}