{"Content: ":"Heiko Josef Maas (German pronunciation: [ˈhaɪkoː ˈjoːzɛf ˈmaːs]; born 19 September 1966) is a German politician of the Social Democratic Party (SPD) who served as the Federal Minister of Foreign Affairs in the fourth cabinet of Angela Merkel from 14 March 2018 to 8 December 2021.[2] He served as the Federal Minister of Justice and Consumer Protection from 17 December 2013 to 14 March 2018. Maas was born in Saarlouis to a Catholic family, and is a lawyer. Before his appointment to the federal cabinet he was active in state politics in Saarland, where he served as Minister of the Environment, Energy and Transport (1998–1999), Minister of Economy, Labor, Energy and Transport (2012–2013) and Deputy Minister-President (2012–2013).[3] Maas was born on 19 September 1966 to a Catholic, middle class family in Saarlouis, a city near the French border that is named for Louis XIV of France. His father was a professional soldier who later became a manager at Saarlouis Body & Assembly, a car plant owned by Ford Germany, while his mother was a dressmaker.[3] He graduated from the gymnasium in 1987 and served his compulsory military service from 1987 to 1988; he thereafter worked for a year at Saarlouis Body & Assembly. From 1989 he studied law at Saarland University, and he passed his first state examination in 1993 and was called to the bar in 1996.[4] He lives with the actress Natalia Wörner, and has two children from a former marriage.[1] Maas was first elected to the Saarland Parliament in 1996, under the mentorship of Oskar Lafontaine who would later leave the Social Democrats to found his own party.[3][5] He served as Minister of the Environment, Energy and Transport from 9 November 1998 to 29 September 1999. Maas led the SPD into the 2009 state election, in which his party only gained 24.5 percent, making it the party’s worst election result in the state. Maas was an SPD delegate to the Federal Convention for the purpose of electing the President of Germany in 2010 and 2012. After the 2012 state election, the SPD went into coalition with the CDU,[6] which before that election had been governing the state in coalition with the Green Party and the Liberals.[7] While the Social Democrats and Left had won enough seats to form a coalition, Maas ruled out such an alliance in favor of a coalition with the CDU led by incumbent Minister-President Annegret Kramp-Karrenbauer.[8] As deputy minister-president, he took over responsibility for the economy,[9] transport, and employment.[10] Following the 2013 federal elections, Maas was part of the SPD team in the negotiations with the CDU/CSU on a coalition agreement; he was a member of the energy policy working group led by Peter Altmaier and Hannelore Kraft. On 17 December 2013, he was sworn in as the Minister of Justice and Consumer Protection in the third cabinet of Chancellor Angela Merkel,[11] succeeding Sabine Leutheusser-Schnarrenberger. He left his position of Deputy Minister-President of the Saarland and Minister of Economy, Labor, Energy and Transport he was holding since 9 May 2012. Maas earned the nickname 'Prohibition Minister' by the Frankfurter Allgemeine Zeitung for his many unapproved legislative proposals.[12] In June 2017, Maas disclosed to the Bild newspaper that he was the recent recipient of an unprecedented number of death threats including a bullet casing in the mailbox of his private residence. He attributed the threats to dissatisfaction with current German immigration policy.[13] After taking office as foreign minister in 2018, Maas was markedly tougher than his immediate predecessors – Frank-Walter Steinmeier and Sigmar Gabriel – in his rhetoric and approach towards Russia. On his first day in office, he issued a frank warning about Russian “aggression” and chastised its leadership for “defining itself in antagonism to many in the west”.[14] Under his leadership, Germany – in coordination with its allies – expelled four Russian diplomats over Russia’s suspected involvement in the poisoning of former Russian double agent Sergei Skripal in Salisbury, UK.[15] Also, Maas has voted in favor of German participation in United Nations peacekeeping missions as well as in United Nations-mandated European Union peacekeeping missions on the African continent, such as in Darfur/Sudan (2017 and 2018), South Sudan (2017 and 2018) and Mali (2017 and 2018). Maas has supported the creation of an international financial system independent of the United States, including the creation of a European Monetary Fund and an independent version of the SWIFT network.[16] In October 2018, Maas questioned the sale of German arms to Saudi Arabia after the murder of Saudi opposition journalist Jamal Khashoggi.[17] In November 2018, Maas raised the issue of Xinjiang re-education camps and human rights abuses against the Uyghur Muslim minority in a meeting with Chinese Vice Premier Liu He.[18] Regarding the Yemeni Civil War, Maas told Spiegel Online: \"In Yemen, an unprecedented humanitarian tragedy is unfolding before the eyes of the international community...The call from Mike Pompeo and James Mattis for a ceasefire and the resumption of talks comes at the right time. We fully support their appeal.\"[19] In 8 May 2019, European Union struggle to keep preserve Iran Nuclear Deal agreement Maas said, “Our opinion is and remains: We want to preserve the agreement, in particular to prevent Iran from coming into possession of nuclear weapons, We don’t need further escalation in the region”.[20] In September 2019, the Chinese Foreign Ministry called a meeting between Hong Kong student activist Joshua Wong and Maas as \"disrespectful of China's sovereignty and an interference in China's internal affairs\".[21] Maas condemned the 2019 Turkish offensive into north-eastern Syria and warned that the offensive would cause more destabilization in the region and could cause ISIS to grow.[22] On 3 January 2020, the high-level Iranian General, Qasem Soleimani, was assassinated by the United States, which considerably heightened the existing tensions between the two countries. Maas said that the airstrikes had not \"made it easier to reduce tensions\", but noted they \"followed a series of dangerous Iranian provocations\".[23] In June 2020, Maas warned that Israel's planned annexation of parts of the occupied West Bank will be a violation of international law.[24] Following the Galwan Valley clash between Indian and Chinese troops, Maas urged China and India to de-escalate tensions to avoid a major conflict.[25] There is a long-standing dispute between Turkey and Greece in the Aegean Sea.[26] In August 2020, Maas warned that the \"current situation in the eastern Mediterranean is equivalent to playing with fire. Every little spark can lead to catastrophe.\"[27] Maas expressed deep concern over the escalation of hostilities in the disputed region of Nagorno-Karabakh and called on Armenia and Azerbaijan to immediately halt fighting and progress towards a peaceful resolution.[28] On 26 October 2020, in response to the 2020 Thai protests, Maas mentioned that Germany is continuing to monitor the behavior of Thai King Vajiralongkorn during the time he spends in Germany. He had \"made clear that politics that concern the country of Thailand can’t be conducted from German soil\" and if there are things that are considered to be illegal, it will have \"immediate consequences.\"[29] President Trump said in his speech to the UN General Assembly on September 24, 2018 that Germany will \"become totally dependent on Russian energy if it doesn't change course immediately\". Maas rejected this, telling reporters \"Germany is not dependent on Russia, especially not on energy issues,\" and that Trump's accusation \"does not correspond to reality\".[30] Following the release of the Senate Intelligence Committee report on CIA torture in December 2014, Maas told German newspaper Bild: \"The CIA's practice of torture is gruesome […] Everybody involved must be legally prosecuted.\"[31] In early 2015, Maas successfully introduced a new law meant to mitigate radical Islamist attacks, by making it a criminal offence to travel abroad to receive military training.[32] Shortly after, he and Interior Minister Thomas de Maizière (CDU) jointly submitted a draft law permitting the temporary retention of internet and telephone data – excluding e-mail traffic – to aid criminal investigations.[33] In July 2015, Maas announced plans to amend Germany's penal code on sexual assault in accordance with the Istanbul Convention of the Council of Europe; the reform is to punish abuse which exploits a victim's fear of a \"perceived menace\" and tighten sentences in rape cases.[34] In August 2015, Maas initiated the dismissal and retirement of chief federal prosecutor Harald Range; his ministry had questioned Range's decision to open a much-criticized treason investigation against journalists of netzpolitik.org who had reported about plans of Germany's domestic spy agency – the Federal Office for the Protection of the Constitution – to expand surveillance of online communication.[35] Range, meanwhile, had accused the government of interfering in the investigation.[35] In a 2014 interview with the Financial Times, Maas called it \"not acceptable\" that Google \"dominates the search engine world, and is able to rank its search results in a manner apt to promote its own business interests.\"[36] In 2015, he endorsed criticism expressed by Federation of German Consumer Organizations (VzBz) which held that Facebook’s data protection terms were too vague.[37] Later that year, he publicly accused Facebook of doing too little to thwart racist posts and hate comments on the social media platform.[38] After the Netzpolitik scandal in 2015, where a German language blog leaked top secret documents, Maas proposed new legislation called 'Data Stolen Goods'.[39] Ulf Buermeyer, a judge at the District Court in Berlin[40] cautioned that this anti-whistleblower law would be a massive attack on democracy and freedom of speech.[41] The law was passed as Section 202d of the German Penal Code (§202d StGB)[39] by the Bundestag on 16 October 2015.[42] In early 2017, Maas proposed the \"Netzwerkdurchsetzungsgesetz\" (\"network enforcement law\") to combat online hate speech and fake news.[43][44][45] The United Nations responded with a letter, warning that several democratic freedoms were under attack.[46] The proposed law was met with criticism throughout Germany from industry associations, IT experts, scientists, net-politicians, lawyers, privacy activists and civil rights campaigners who regard it as unconstitutional and defiant of EU-law and warn of \"catastrophic effects for freedom of expression\", causing online platforms to drastically censor online speech, resulting in privatization of legal enforcement and abolishing online anonymity.[47][48][49][50][51][52] The law was passed on 30 June 2017. It also requires social networks, such as Facebook and Twitter, to publish a biannual report on received complaints and how they dealt with them.[53][54] Fines of up to €50 million are possible for companies that \"systematically refuse to act or do not set up a proper complaint management system\" and some warn that this threat of punishment may motivate companies to delete content rather than risk punishment.[53] In 2018, it was reported that the law had led to the deletion of one of Maas's own tweets in which he said an opponent was an \"idiot\".[55][better source needed] On 22 June 2017, Maas expanded by 27 the number of offenses for which a lawful online search using malware can be used.[56][57][58] Experts and civil rights defenders have strongly criticized the law for being a gross provocation, violating privacy and undermining cyber-security. Maas has also been accused of using tricks for the proceeding of passing these amendments and using a \"backdoor\" that has \"nothing to do with democratic debate culture\".[59] After the massive sexual assaults of New Year 2016 in Cologne,[60] Heiko Maas wanted to reform sexual prosecution laws.[61] Tonio Walter, writing an op-ed in Die Zeit, said that the law was overly broad: under a proposed ban on groping, he claimed, a wife could be punished for embracing her husband from behind, while rules against sex by coercion could punish a boss whose employee consented to sex under a (possibly mistaken, said Walter) fear of losing the job. Walter likewise said that the penalty of 10 years in prison for a sexual assault and 15 for rape by coercion would be too much, noting that non-sexual assaults received a lesser penalty under the laws.[62] In April 2016, Maas called for a legal ban on sexist advertisements, which \"reduce women or men to sexual objects.\" Germany's Association of Communications Agencies (GWA) observed that it is a subjective matter of taste whether an advertisement is sexist or not. FDP leader Christian Lindner remarked that the proposed ban indicated a similar mindset as radical Islamic leaders.[63] Maas enjoys football and is a triathlete. He's a fan of the Hamburger SV. He has two children.[3]","Title":"Heiko Maas - Wikipedia","KeyID":"8951","URL":"https://en.wikipedia.org/wiki/Heiko_Maas"}