{"Content: ":"The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) is a United Nations (UN) body established in December 1991 by the General Assembly to strengthen the international response to complex emergencies and natural disasters.[2] It is the successor to the Office of the United Nations Disaster Relief Coordinator (UNDRO). The Department of Humanitarian Affairs (DHA) was established shortly thereafter by the Secretary-General, but in 1998 was merged into OCHA, which became the UN's main focal point on major disasters.[3] OCHA's mandate was subsequently broadened to include coordinating humanitarian response, policy development and humanitarian advocacy. Its activities include organizing and monitoring humanitarian funding, advocacy, policy-making, and information exchange to facilitate rapid-response teams for emergency relief.[4] OCHA is led by the Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator (USG/ERC), appointed for a five-year term. Since July 2021, the role has been filled by Martin Griffiths of the United Kingdom. OCHA organized the 2016 World Humanitarian Summit in Istanbul, Turkey. It is a sitting observer in the United Nations Development Group.[5] OCHA is headed by the Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator, since July 2021 by Martin Griffiths. The headquarters based in two locations (New York and Geneva) in addition to 6 regional offices, 34 country offices, and 20 humanitarian adviser teams.[6] As of June 2016, OCHA has 2,300 staff spread across the world in over 60 countries.[7] Major OCHA country offices are located in all continents, among others in Afghanistan, Bangladesh, Central African Republic, Chad, Colombia, Democratic Republic of Congo, Ethiopia, Ivory Coast, Nigeria, Palestinian territories, Sri Lanka, Sudan (including a sub-office in South Sudan's capital Juba), Syria, and Zimbabwe, while regional offices are located in Panama City, Dakar, Cairo, Johannesburg, Bangkok, and Kuala Lumpur.[8] OCHA also has some liaison and support staff in New York and Geneva. In the aftermath of the 2020 Beirut explosions, Najat Rochdi was the co-ordinator for OCHA's efforts in Lebanon.[9] OCHA has built up a range of services in the execution of its mandate. Some of the larger ones are: The OCHA encourages humanitarian innovation within organizations. For organizations, it is a way of identifying and solving problems while changing business models to adapt to new opportunities. In OCHA's occasional policy paper Humanitarian Innovation: The State of the Art, they list the reasons why organizations are moving toward providing their own kind of humanitarian service through innovation: They also list potential challenges associated with these changes: The OCHA was assigned its own international calling code +888. Telephone numbers in the +888 \"country code\" were assigned to agencies providing humanitarian relief. The +888 code was implemented by Voxbone.[21] However, the assignment of the +888 code has been withdrawn.[22]","Title":"United Nations Office for the Coordination of Humanitarian Affairs - Wikipedia","KeyID":"8953","URL":"https://en.wikipedia.org/wiki/United_Nations_Office_for_the_Coordination_of_Humanitarian_Affairs"}