{"Content: ":"The Rockefeller Foundation is an American private foundation based at 420 Fifth Avenue, New York City.[3] It was established by the Rockefeller family in New York State on May 14, 1913, when its charter was formally accepted by the New York State Legislature.[4] The foundation was started by Standard Oil co-founder John D. Rockefeller (\"Senior\"), along with his son John D. Rockefeller Jr. (\"Junior\"), and Senior's principal business and philanthropic advisor, Frederick Taylor Gates. As of 2015, the foundation was ranked as the 39th largest U.S. foundation by total giving.[5] By the end of 2016, assets were tallied at $4.1 billion (unchanged from 2015), with annual grants of $173 million.[6] According to the OECD, the foundation provided US$103.8 million for development in 2019.[7] On January 5, 2017, the board of trustees announced the selection of Dr. Rajiv Shah to serve as the 13th president of the foundation.[8] Shah became the youngest person, at 43,[9] and first Indian-American to serve as president of the foundation.[10] He assumed the position March 1, succeeding Judith Rodin who served as president for nearly twelve years and announced her retirement, at age 71, in June 2016.[11] A former president of the University of Pennsylvania, Rodin was the first woman to head the foundation.[12] Rodin in turn had succeeded Gordon Conway in 2005. John D. Rockefeller first had the notion to set up a large-scale foundation in 1901, but it was not until 1906 that Senior's business and philanthropic advisor, Frederick Taylor Gates, seriously revived the idea, saying that Rockefeller's fortune was rolling up so fast his heirs would \"dissipate their inheritances or become intoxicated with power\", unless he set up \"permanent corporate philanthropies for the good of Mankind\".[13] In 1906, the Russell Sage Foundation was established, though its program was limited to working women and social ills. Rockefeller's would thus not be the first foundation in America (Benjamin Franklin was the first to introduce the concept), but it brought to an international scale and scope. In 1909 he signed over 73,000 shares of Standard Oil of New Jersey, valued at $50 million, to the three inaugural trustees, Junior, Gates and Harold Fowler McCormick, the first installment of a projected $100 million endowment.[13] They applied for a federal charter for the foundation in the US Senate in 1910, with at one stage Junior even secretly meeting with President William Howard Taft, through the aegis of Senator Nelson Aldrich, to hammer out concessions.[citation needed] However, because of the ongoing (1911) antitrust suit against Standard Oil at the time, along with deep suspicion in some quarters of undue Rockefeller influence on the spending of the endowment, the result was that Senior and Gates withdrew the bill from Congress in order to seek a state charter.[13] On May 14, 1913, New York Governor William Sulzer approved a state charter for the foundation with Junior becoming the first president. With its large-scale endowment, a large part of Senior's fortune was insulated from inheritance taxes.[13] The first secretary of the foundation was Jerome Davis Greene, the former secretary of Harvard University, who wrote a \"memorandum on principles and policies\" for an early meeting of the trustees that established a rough framework for the foundation's work. On December 5, the Board made its first grant of $100,000 to the American Red Cross to purchase property for its headquarters in Washington, D.C.[14] At the beginning the foundation was global in its approach and concentrated in its first decade entirely on the sciences, public health and medical education. It was initially located within the family office at Standard Oil's headquarters at 26 Broadway, later (in 1933) shifting to the GE Building (then RCA), along with the newly named family office, Room 5600, at Rockefeller Center; later it moved to the Time-Life Building in the center, before shifting to its current Fifth Avenue address. In 1913, the foundation set up the International Health Commission (later Board), the first appropriation of funds for work outside the US, which launched the foundation into international public health activities. This expanded the work of the Sanitary Commission worldwide, working against various diseases in fifty-two countries on six continents and twenty-nine islands, bringing international recognition of the need for public health and environmental sanitation. Its early field research on hookworm, malaria, and yellow fever provided the basic techniques to control these diseases and established the pattern of modern public health services.[15] The commission established and endowed the school of Hygiene and Public Health, at Johns Hopkins University, and later at Harvard, and then spent more than $25 million in developing other public health schools in the US and in 21 foreign countries – helping to establish America as the world leader in medicine and scientific research. In 1913, it also began a 20-year support program of the Bureau of Social Hygiene, whose mission was research and education on birth control, maternal health and sex education. In the interwar years, the Foundation's support of public health, nursing, and social work in Eastern and Central Europe was a concentrated effort to advance medicine and create a global network of medical research.[16] After World War II it sent a team to West Germany to investigate how it could become involved in reconstructing the country. They focused on restoring democracy, especially regarding education and scientific research, with the long-term goal of reintegrating Germany into the Western world.[17] Although the United States never joined the League of Nations, American philanthropies came heavily involved, especially the Rockefeller Foundation. It made major grants designed to build up the technical expertise of the leak staff. Ludovic Tournès said that by the 1930s the foundations had changed the League from a \"Parliament of Nations\" to a modern think tank that used specialized expertise to provide in-depth impartial analysis of international issues.[18] In 1914, the foundation set up the China Medical Board, which established the first public health university in China, the Peking Union Medical College, in 1921; this was subsequently nationalized when the Communists took over the country in 1949. In the same year it began a program of international fellowships to train scholars at many of the world's universities at the post-doctoral level; a fundamental commitment to the education of future leaders. Also in 1914, the trustees set up a new Department of Industrial Relations, inviting William Lyon Mackenzie King to head it. He became a close and key advisor to Junior through the Ludlow Massacre, turning around his attitude to unions; however the foundation's involvement in IR was criticized for advancing the family's business interests.[19] The foundation henceforth confined itself to funding responsible organizations involved in this and other controversial fields, which were beyond the control of the foundation itself.[20] During the late-1920s, the Rockefeller Foundation created the Medical Sciences Division, which emerged from the former Division of Medical Education. The division was led by Dr. Richard M. Pearce until his death in 1930, to which Alan Gregg succeeded him until 1945.[21] During this period, the Division of Medical Sciences was known for making large contributions to research across several fields of psychiatry. The 1930s was one of the most prominent decades in Rockefeller Foundation philanthropy to psychiatric research, as the foundation set a goal to find, train, and encourage scholars for research and practice.[22] One of the first large contributions from the Foundation to psychiatric research was in 1935, with the appropriation of $100000 to the Institute for Psychoanalysis in Chicago.[23] This grant was renewed in 1938, with payments extending into the early-1940s.[24] Through the Laura Spelman Rockefeller Memorial (LSRM), established by Senior in 1918 and named after his wife, the Rockefeller fortune was for the first time directed to supporting research by social scientists. During its first few years of work, the LSRM awarded funds primarily to social workers, with its funding decisions guided primarily by Junior. In 1922, Beardsley Ruml was hired to direct the LSRM, and he most decisively shifted the focus of Rockefeller philanthropy into the social sciences, stimulating the founding of university research centers, and creating the Social Science Research Council. In January 1929, LSRM funds were folded into the Rockefeller Foundation, in a major reorganization.[25] Junior became the foundation chairman in 1917. One of the many prominent trustees of the institution since has been C. Douglas Dillon, the United States Secretary of the Treasury under both Presidents John F. Kennedy and Lyndon B. Johnson. Beginning in 1930, the Rockefeller Foundation provided financial support to the Kaiser Wilhelm Institute of Anthropology, Human Heredity, and Eugenics,[26] which later inspired and conducted eugenics experiments in Nazi Germany. The Rockefeller Foundation funded Nazi racial studies after it was clear that this research was being used to rationalize the demonizing of Jews and other groups. Up until 1939, the Rockefeller Foundation was funding research used to support Nazi racial science studies at the Kaiser Wilhelm Institute of Anthropology, Human Heredity, and Eugenics (KWIA.) Reports submitted to Rockefeller did not hide what these studies were being used to justify. Still, Rockefeller continued the funding and refrained from criticizing this research so closely derived from Nazi ideology. The Rockefeller Foundation did not alert \"the world to the nature of German science and the racist folly\" that German anthropology promulgated. Rockefeller funded for years after the passage of the 1935 Nuremberg racial laws.[27] The Rockefeller Foundation, along with the Carnegie Institution, was the primary financier for the Eugenics Record Office, until 1939.[28] The foundation also supported the early initiatives of Henry Kissinger, such as his directorship of Harvard's International Seminars (funded as well by the Central Intelligence Agency) and the early foreign policy magazine Confluence, both established by him while he was still a graduate student.[29] Through the years the foundation has expanded greatly in scope. Historically, it has given more than $14 billion in current dollars[30] to thousands of grantees worldwide and has assisted directly in the training of nearly 13,000 Rockefeller Fellows. Its overall philanthropic activity has been divided into five main subject areas:[31] In the 1920s, the Rockefeller Foundation started a program to eradicate hookworm in Mexico. The program demonstrated the time period's confidence in science as the solution for everything.[32] This reliance on science was known as scientific neutrality. The Rockefeller Foundation program stated that there was a crucial correlation between the world of science, politics and international health policy. This heavy reliance on scientific neutrality contradicted the hookworm program's fundamental objective to invest in public health in order to develop better social conditions and to establish positive ties between the United States and Mexico.[33] The Hookworm Campaign set the terms of the relationship between Mexico and the Rockefeller Foundation that persisted through subsequent programs including the development of a network of local public health departments. The importance of the hookworm campaign was to get a foot in the door and swiftly convince rural people of the value of public health work. The roles of the RF's hookworm campaign are characteristic of the policy paradoxes that emerge when science is summoned to drive policy. The campaign in Mexico served as a policy cauldron through which new knowledge could be demonstrated applicable to social and political problems on many levels.[34] A major program beginning in the 1930s was the relocation of German (Jewish) scholars from German universities to America. This was expanded to other European countries after the Anschluss occurred; when war broke out it became a full-scale rescue operation. Another program, the Emergency Rescue Committee was also partly funded with Rockefeller money; this effort resulted in the rescue of some of the most famous artists, writers and composers of Europe. Some of the notable figures relocated or saved (out of a total of 303 scholars) by the Foundation were Thomas Mann, Claude Lévi-Strauss and Leó Szilárd, enriching intellectual life and academic disciplines in the US. This came to light afterwards through a brief, unpublished history of the Foundation's program.[35] Another program was its Medical Sciences Division, which funded women's contraception and the human reproductive system in general. Other funding went into endocrinology departments in American universities, human heredity, mammalian biology, human physiology and anatomy, psychology, and the studies of human sexual behavior by Dr. Alfred Kinsey.[36] In 1950, the Foundation mounted a major program of virus research, establishing field laboratories in Poona, India; Port of Spain, Trinidad; Belém, Brazil; Johannesburg, South Africa; Cairo, Egypt; Ibadan, Nigeria; and Cali, Colombia.[37] In time, major funding was also contributed by the countries involved, while in Trinidad the British government and neighbouring British-controlled territories also assisted. Sub-professional staff were almost all recruited locally and, wherever possible, local people were given scholarships and other support to be professionally trained. In most cases, locals eventually took over management of the facilities. Support was also given to research on viruses in many other countries. The result of all this research was the identification of a huge number of viruses affecting humans, the development of new techniques for the rapid identification of viruses, and a quantum leap in our understanding of arthropod-borne viruses.[38] In the arts it has helped establish or support the Stratford Shakespeare Festival in Ontario, Canada, and the American Shakespeare Festival in Stratford, Connecticut; Arena Stage in Washington, D.C.; Karamu House in Cleveland, Ohio; and Lincoln Center for the Performing Arts in New York. In a recent shift[when?] in program emphasis, President Rodin eliminated the division that spent money on the arts, the creativity and culture program. One program that signals the shift was the foundation's support as the underwriter of Spike Lee's documentary on New Orleans, When the Levees Broke. The film has been used as the basis for a curriculum on poverty, developed by the Teachers College at Columbia University for their students.[39] Many scientists and scholars from all over the world have received foundation fellowships and scholarships for advanced study in major scientific disciplines. In addition, the foundation has provided significant and often substantial research grants to finance conferences and assist with published studies, as well as funding departments and programs, to a vast range of foreign policy and educational organizations, including:[citation needed] The Rockefeller Foundation has accomplished some notable achievements, such as: The foundation also funded several infamous projects: Agriculture was introduced to the Natural Sciences division of the foundation in the major reorganization of 1928. In 1941, the foundation gave a small grant to Mexico for maize research, in collaboration with the then new president, Manuel Ávila Camacho. This was done after the intervention of vice-president Henry Wallace and the involvement of Nelson Rockefeller; the primary intention being to stabilise the Mexican Government and derail any possible communist infiltration, in order to protect the Rockefeller family's investments.[53] By 1943, this program, under the foundation's Mexican Agriculture Project, had proved such a success with the science of corn propagation and general principles of agronomy that it was exported to other Latin American countries; in 1956, the program was then taken to India; again with the geopolitical imperative of providing an antidote to communism.[53] It wasn't until 1959 that senior foundation officials succeeded in getting the Ford Foundation (and later USAID, and later still, the World Bank) to sign on to the major philanthropic project, known now to the world as the Green Revolution. It was originally conceived in 1943 as CIMMYT, the International Maize and Wheat Improvement Center in Mexico. It also provided significant funding for the International Rice Research Institute in the Philippines. Part of the original program, the funding of the IRRI was later taken over by the Ford Foundation.[53] The International Rice Research Institute and the International Maize and Wheat Improvement Center are part of a consortium of agricultural research organizations known as CGIAR.[54] Costing around $600 million, over 50 years, the revolution brought new farming technology, increased productivity, expanded crop yields and mass fertilization to many countries throughout the world. Later it funded over $100 million of plant biotechnology research and trained over four hundred scientists from Asia, Africa and Latin America. It also invested in the production of transgenic crops, including rice and maize. In 1999, the then president Gordon Conway addressed the Monsanto Company board of directors, warning of the possible social and environmental dangers of this biotechnology, and requesting them to disavow the use of so-called terminator genes;[55] the company later complied. In the 1990s, the foundation shifted its agriculture work and emphasis to Africa; in 2006, it joined with the Bill & Melinda Gates Foundation[56] in a $150 million effort to fight hunger in the continent through improved agricultural productivity. In an interview marking the 100 year anniversary of the Rockefeller Foundation, Judith Rodin explained to This Is Africa that Rockefeller has been involved in Africa since their beginning in three main areas – health, agriculture and education, though agriculture has been and continues to be their largest investment in Africa.[57] The foundation also owns and operates the Rockefeller Foundation Bellagio Center in Bellagio, Italy. The Center comprises several buildings, spread across a 50-acre (200,000 m2) property, on the peninsula between lakes Como and Lecco in Northern Italy. The center is sometimes colloquially referred to as the Villa Serbelloni. The Villa is only one of the many buildings in which residents and conference participants are housed. The property was bequeathed to the Foundation in 1959 under the presidency of Dean Rusk (who was later to become U.S. President Kennedy's secretary of state). The Bellagio Center operates both a conference center and a residency program.[58] The residency program is a highly competitive program to which scholars, artists, writers, musicians, scientists, policymakers and development professionals from around the world can apply to work on a project of their own choosing for a period of four weeks. The essence of the program is the synergy obtained by the interaction between people coming from the most diverse backgrounds. Numerous Nobel laureates, Pulitzer winners, National Book Award recipients, Prince Mahidol Award winners and MacArthur fellows, as well as several acting and former heads of State and Government, have been in residence at Bellagio. The network is enabled by the Rockefeller Foundation for collaboration between experts and communication professionals that include grassroots/community-based and international non-governmental organizations, as well as multilateral and bilateral entities. Its involvement in AIDS prevention was based on promoting deep-rooted social changes that stem from informed and inclusive public engagement. However, it recognized that wide-scale educational campaigns focused on altering individual behavior played a critical role. The strategy and principles linked with the network are listed below: In December 2013, The Rockefeller Foundation launched the 100 Resilient Cities initiative, which was dedicated to promoting urban resilience, defined as \"the capacity of individuals, communities, institutions, businesses, and systems within a city to survive, adapt, and grow no matter what kinds of chronic stresses and acute shocks they experience.\"[60] Through its program, 100 Resilient Cities offered cities the following resources:[61] A total of 100 cities across six continents were part of the program.[62] All 100 cities developed individual City Resilience Strategies with technical support from a Chief Resilience Officer (CRO), funded by the program. The CRO ideally reports directly to the city's chief executive and helps coordinate all the resilience efforts in a single city. In January 2016, the United States Department of Housing and Urban Development announced winners of its National Disaster Resilience Competition (NDRC), awarding three 100RC member cities – New York, NY; Norfolk, VA; and New Orleans, LA – with more than $437 million in disaster resilience funding.[63] The grant was the largest ever received by the city of Norfolk. In April 2019, it was announced that the Rockefeller Foundation would no longer be funding the 100 Resilient Cities program as a whole. Some elements of the initiative's work, most prominently the funding of several cities' Chief Resilience Officer roles, continues to be managed and funded by the Rockefeller Foundation, while other aspects of the program continue in the form of two independent organizations, Resilient Cities Catalyst (RCC) and the Global Resilient Cities Network (GRCN), founded by former 100RC leadership and staff.[64][65] The Cultural Innovation Fund is a pilot grant program that is overseen by Lincoln Center for the Arts. The Rockefeller Foundation selected Lincoln Center to administer the fund based on the institutions steady track record in creating community based partnerships and implementing art based programs.[66][67] The grants are to be used towards innovative ideas that would bring art access and foster cultural opportunities in the underserved areas of Brooklyn and the South Bronx[68] with three overarching goals. The Rockefeller family helped lead the foundation in its early years, but later limited itself to one or two representatives, to maintain the foundation's independence and avoid charges of undue family influence. These representatives have included the former president John D. Rockefeller III, and then his son John D. Rockefeller, IV, who gave up the trusteeship in 1981. In 1989, David Rockefeller's daughter, Peggy Dulany, was appointed to the board for a five-year term. In October 2006, David Rockefeller, Jr. joined the board of trustees, re-establishing the direct family link and becoming the sixth family member to serve on the board. By contrast, the Ford Foundation has severed all direct links with the Ford family.[citation needed] Stock in the family's oil companies had been a major part of the foundation's assets, beginning with Standard Oil and later with its corporate descendants, including Exxon Mobil.[69][70][71] In December 2020, the foundation pledged to dump their fossil fuel holdings. With a $5 billion endowment, the Rockefeller Foundation was \"the largest US foundation to embrace the rapidly growing divestment movement.\" CNN writer Matt Egan noted, \"This divestment is especially symbolic because the Rockefeller Foundation was founded by oil money.\"[72] The second-oldest major philanthropic institution in America, after the Carnegie Corporation, the foundation's impact on philanthropy in general has been profound. It has supported United Nations programs throughout its history, such as the recent First Global Forum On Human Development, organized by the United Nations Development Programme (UNDP) in 1999.[73] The early institutions it set up have served as models for current organizations: the UN's World Health Organization, set up in 1948, is modeled on the International Health Division; the U.S. Government's National Science Foundation (1950) on its approach in support of research, scholarships and institutional development; and the National Institute of Health (1950) imitated its longstanding medical programs.[74] Bristol-Myers Squibb, Johns Hopkins University and the Rockefeller Foundation are currently the subject of a $1 billion lawsuit from Guatemala for \"roles in a 1940s U.S. government experiment that infected hundreds of Guatemalans with syphilis\".[82] A previous suit against the United States government was dismissed in 2011 for the Guatemala syphilis experiments when a judge determined that the U.S. government could not be held liable for actions committed outside of the U.S.[83] Rockefeller Foundation website, including a timeline Coordinates: 40°45′03″N 73°59′00″W﻿ / ﻿40.75083°N 73.98333°W﻿ / 40.75083; -73.98333","Title":"Rockefeller Foundation - Wikipedia","KeyID":"8956","URL":"https://en.wikipedia.org/wiki/Rockefeller_Foundation"}