{"Content: ":"Jean André Tschumi (born February 14, 1904 Plainpalais,[Gubler 1] now a neighborhood of Geneva, Switzerland, died January 25, 1962 [n 1] · [Gubler 2]) was a Swiss architect and professor at the École Polytechnique Fédérale de Lausanne. A member of the Modern Movement, Jean Tschumi is known for his buildings for Sandoz (laboratory, factory), Nestlé (pavilions at various international fairs, headquarters), la Mutuelle Vaudoise (headquarters), as well as for some of his projects (underground Paris souterrain, observation tower, etc.). Jean André Tschumi was born on February 14, 1904 in Plainpalais, in the Canton of Geneva, Switzerland. His mother, Maria (maiden name Krummnacker), born in 1873, was from Schüpfheim. His father, Johann, born in 1871, was a woodworker from Bern.[Gubler 1] In 1915, at the age of 11, Jean Tschumi began drawing under the guidance of his father, who also taught him the basics of woodworking. Shortly before obtaining his primary school certificate in Renens in April 1918, he signed up for the professional course of the Société Industrielle de Lausanne[n 2] · .[n 3] At the same time, he began an apprenticeship as a draftsman in the office of Charles Braun.[Gubler 3] He studied at the Paris School of Fine Arts under Emmanuel Pontremoli. He then worked in the office of the furniture and interior designer Émile-Jacques Ruhlmann. In 1936, he began working with the sculptor Édouard-Marcel Sandoz, who was son of Édouard Sandoz, the founder of the Sandoz pharmaceutical company.[Chaslin 1] Tschumi began working for the Sandoz company, starting with some small projects. After World War II, Tschumi designed the Sandoz laboratories in Orléans and in Noisy-le-Sec. After his death, several buildings were completed posthumously: the general headquarters of Sandoz in Rueil-Malmaison, completed in 1968 by Bernard Zehrfuss and the Swiss architect Martin Burckhardt.[Chaslin 2] The prize for architectural criticism and/or architectural education awarded triennially by the International Union of Architects is named for Jean Tschumi. He was the father of architect Bernard Tschumi.","Title":"Jean Tschumi - Wikipedia","KeyID":"8957","URL":"https://en.wikipedia.org/wiki/Jean_Tschumi"}