{"Content: ":"Global mental health is the international perspective on different aspects of mental health.[1] It is 'the area of study, research and practice that places a priority on improving mental health and achieving equity in mental health for all people worldwide'.[2] There is a growing body of criticism of the global mental health movement, and has been widely criticised as a neo-colonial or \"missionary\" project and as primarily a front for pharmaceutical companies seeking new clients for psychiatric drugs.[3][4][5][6][7][8] In theory, taking into account cultural differences and country-specific conditions, it deals with the epidemiology of mental disorders in different countries, their treatment options, mental health education, political and financial aspects, the structure of mental health care systems, human resources in mental health, and human rights issues among others. The overall aim of the field of global mental health is to strengthen mental health all over the world by providing information about the mental health situation in all countries, and identifying mental health care needs in order to develop cost-effective interventions to meet those specific needs.[9][10][11] Mental, neurological, and substance use disorders make a substantial contribution to the global burden of disease (GBD).[12] This is a global measure of so-called disability-adjusted life years (DALY's) assigned to a certain disease/disorder, which is a sum of the years lived with disability and years of life lost due to this disease within the total population. Neuropsychiatric conditions account for 14% of the global burden of disease. Among non-communicable diseases, they account for 28% of the DALY's – more than cardiovascular disease or cancer. However, it is estimated that the real contribution of mental disorders to the global burden of disease is even higher, due to the complex interactions and co-morbidity of physical and mental illness. Around the world, almost one million people die due to suicide every year, and it is the third leading cause of death among young people. The most important causes of disability due to health-related conditions worldwide include unipolar depression, alcoholism, schizophrenia, bipolar depression and dementia. In low- and middle-income countries, these conditions represent a total of 19.1% of all disability related to health conditions.[13] Mental illnesses and mental health disorders are widespread concerns among underdeveloped African countries, yet these issues are largely neglected, as mental health care in Africa is given statistically less attention than it is in other, westernized nations. Rising death tolls due to mental illness demonstrate the imperative need for improved mental health care policies and advances in treatment for Africans suffering from psychological disorders.[14] Underdeveloped African countries are so visibly troubled by physical illnesses, disease, malnutrition, and contamination that the dilemma of lacking mental health care has not been prioritized, makes it challenging to have a recognized impact on the African population. In 1988 and 1990, two original resolutions were implemented by the World Health Organization's Member States in Africa. AFR/RC39/R1 and AFR/RC40/R9 attempted to improve the status of mental health care in specific African regions to combat its growing effects on the African people.[15] However, it was found that these new policies had little impact on the status of mental health in Africa, ultimately resulting in an incline in psychological disorders instead of the desired decline, and causing this to seem like an impossible problem to manage. In Africa, many socio-cultural and biological factors have led to heightened psychological struggles, while also masking their immediate level of importance to the African eye. Increasing rates of unemployment, violence, crime, rape, and disease are often linked to substance abuse, which can cause mental illness rates to inflate.[16] Additionally, physical disease like HIV/AIDS, the Ebola epidemic, and malaria often have lasting psychological effects on victims that go unrecognized in African communities because of their inherent cultural beliefs. Traditional African beliefs have led to the perception of mental illness as being caused by supernatural forces, preventing helpful or rational responses to abnormal behavior. For example, Ebola received loads of media attention when it became rampant in Africa and eventually spread to the US, however, researchers never really paid attention to its psychological effects on the African brain. Extreme anxiety, struggles with grief, feelings of rejection and incompetence, depression leading to suicide, PTSD, and much more are only some of the noted effects of diseases like Ebola.[17] These epidemics come and go, but their lasting effects on mental health are remaining for years to come, and even ending lives because of the lack of action. There has been some effort to financially fund psychiatric support in countries like Liberia, due to its dramatic mental health crisis after warfare, but not much was benefited. Aside from financial reasons, it is so difficult to enforce mental health interventions and manage mental health in general in underdeveloped countries simply because the individuals living there do not necessarily believe in western psychiatry. It is also important to note that the socio-cultural model of psychology and abnormal behavior is dependent on factors surrounding cultural differences.[18] This causes mental health abnormalities to remain more hidden due to the culture's natural behavior, compared to westernized behavior and cultural norms. This relationship between mental and physical illness is an ongoing cycle that has yet to be broken. While many organizations are attempting to solve problems about physical health in Africa, as these problems are clearly visible and recognizable, there is little action taken to confront the underlying mental effects that are left on the victims. It is recognized that many of the mentally ill in Africa search for help from spiritual or religious leaders, however this is widely because many African countries are significantly lacking in mental health professionals in comparison to the rest of the world. In Ethiopia alone, there are “only 10 psychiatrists for the population of 61 million people,”[15] studies have shown. While numbers have definitely changed since this research was done, the lack of psychological professionals throughout African continues with a current average of 1.4 mental health workers per 100,000 people compared to the global statistic of 9.0 professionals per 100,00 people.[19] Additionally, statistics show that the “global annual rate of visits to mental health outpatient facilities is 1,051 per 100,000 population,” while “in Africa the rate is 14 per 100,000” visits. About half of Africa's countries have some sort of mental health policy, however, these policies are highly disregarded,[16] as Africa's government spends “less than 1% of the total health budget on mental health”.[20] Specifically in Sierra Leone, about 98.8% of people suffering from mental disorders remain untreated, even after the building of a well below average psychiatric hospital, further demonstrating the need for intervention.[19] Not only has there been little hands-on action taken to combat mental health issues in Africa, but there has also been little research done on the topic to spread its awareness and prevent deaths. The Lancet Global Health[20] acknowledges that there are well over 1,000 published articles covering physical health in Africa, but there are still less than 50 discussing mental health. And this pressing dilemma of prioritizing physical health vs. mental health is only worsening as the continent's population is substantially growing with research showing that “Between 2000 and 2015 the continent's population grew by 49%, yet the number of years lost to disability as a result of mental and substance use disorders increased by 52%”.[19] The number of deaths caused by mental instability is truly competing with those caused by physical diseases: “In 2015, 17.9 million years were lost to disability as a consequence of mental health problems. Such disorders were almost as important a cause of years lost to disability as were infectious and parasitic diseases, which accounted for 18.5 million years lost to disability,”.[19] Mental health and physical health care, while they may seem separate, are very much connected, as these two factors determine life or death for humans. As new challenges surface and old challenges still haven't been prioritized, Africa's mental health care policies need significant improvement in order to provide its people with the appropriate health care they deserve, hopefully preventing this problem from expanding. A survey conducted by Australian Bureau of Statistics in 2008 regarding adults with manageable to severe neurosis reveals almost half of the population had a mental disorder at some point of their life and one in five people had a sustained disorder in the preceding 12 months. In neurotic disorders, 14% of the population experienced anxiety and comorbidity disorders were next to common mental disorder with vulnerability to substance abuse and relapses. There were distinct gender differences in disposition to mental health illness. Women were found to have high rate of mental health disorders, and Men had higher propensity of risk for substance abuse. The SMHWB survey showed families that had low socioeconomic status and high dysfunctional patterns had a greater proportional risk for mental health disorders. A 2010 survey regarding adults with psychosis revealed 5 persons per 1000 in the population seeks professional mental health services for psychotic disorders and the most common psychotic disorder was schizophrenia.[21][22] Mental health disorder is considered a major public health concern and it constitutes about 13% of the Global Burden of disease and severe mental health disease may reduce each individual's life expectancy by about 20%. Low and middle-income countries have a higher burden of mental health disorder as it is not considered as a health problem as other chronic diseases. Being a low-income country, in Bangladesh, mental health issues are highly stigmatized.[23] A community-based study in the rural area of Bangladesh in 2000-2001 estimated that the burden of mental morbidity was 16.5% among rural people and most were suffering from mainly depression and anxiety and which was one-half and one-third of total cases respectively. Furthermore, the prevalence of mental disorders was higher in women in large families aged 45 years.[24] A study conducted in 2008 stated that only 16% of patients came directly to the Mental Health Practitioner with a mean delay of 10.5 months of the onset of mental illness, which made them more vulnerable in many ways. 22% of patients went for the religious or traditional healer and 12% consulted a rural medical practitioner with the least delay of 2-2.5 weeks.[25] According to statistics released by the Centre of Addiction and Mental Health one in five people in Canada experience a mental health or addiction problem.[26] Young people of ages 15 to 25 are particularly found to be vulnerable.[citation needed] Major depression is found to affect 8% and anxiety disorder 12% of the population.[citation needed] Women are 1.5 times more likely to suffer from mood and anxiety disorders.[citation needed] WHO points out that there are distinct gender differences in patterns of mental health and illness.[27] The lack of power and control over their socioeconomic status, gender based violence; low social position and responsibility for the care of others render women vulnerable to mental health risks.[citation needed] Since more women than men seek help regarding a mental health problem, this has led to not only gender stereotyping but also reinforcing social stigma. WHO has found that this stereotyping has led doctors to diagnose depression more often in women than in men even when they display identical symptoms. Often communication between health care providers and women is authoritarian leading to either the under-treatment or over-treatment of these women.[28] Women's College Hospital has a program called the \"Women's Mental Health Program\" where doctors and nurses help treat and educate women regarding mental health collaboratively, individually, and online by answering questions from the public.[29] Another Canadian organization serving mental health needs is the Centre for Addiction and Mental Health (CAMH). CAMH is one of Canada's largest and most well-known health and addiction facilities, and it has received international recognitions from the Pan American Health Organization and World Health Organization Collaborating Centre. They do research in areas of addiction and mental health in both men and women. In order to help both men and women, CAMH provides \"clinical care, research, education, policy development and health promotion to help transform the lives of people affected by mental health and addiction issues.\"[30] CAMH is different from Women's College Hospital due to its widely known rehab centre for women who have minor addiction issues, to severe ones. This organization provides care for mental health issues by assessments, interventions, residential programs, treatments, and doctor and family support.[30] In Israel, a Mental Health Insurance Reform took effect in July 2015, transferring responsibility for the provision of mental health services from the Ministry of Health to the four national health plans. Physical and mental health care were united under one roof; previously they had functioned separately in terms of finance, location, and provider. Under the reform, the health plans developed new services or expanded existing ones to address mental health problems.[31] According to the World Health Organization in 2004, depression is the leading cause of disability in the United States for individuals ages 15 to 44.[32] Absence from work in the U.S. due to depression is estimated to be in excess of $31 billion per year. Depression frequently co-occurs with a variety of medical illnesses such as heart disease, cancer, and chronic pain and is associated with poorer health status and prognosis.[33] Each year, roughly 30,000 Americans take their lives, while hundreds of thousands make suicide attempts (Centers for Disease Control and Prevention).[34] In 2004, suicide was the 11th leading cause of death in the United States (Centers for Disease Control and Prevention), third among individuals ages 15–24. Despite the increasingly availability of effectual depression treatment, the level of unmet need for treatment remains high.[citation needed] By way of comparison, a study conducted in Australia during 2006 to 2007 reported that one-third (34.9%) of patients diagnosed with a mental health disorder had presented to medical health services for treatment.[35] The US has a shortage of mental healthcare workers, contributing to the unmet need for treatment. By 2025, the US will need an additional 15,400 psychiatrists and 57,490 psychologists to meet the demand for treatment.[36] It is estimated that one in four people in the world will be affected by mental or neurological disorders at some point in their lives.[37] Although many effective interventions for the treatment of mental disorders are known, and awareness of the need for treatment of people with mental disorders has risen, the proportion of those who need mental health care but who do not receive it remains very high. This so-called \"treatment gap\" is estimated to reach between 76–85% for low- and middle-income countries, and 35–50% for high-income countries. Despite the acknowledged need, for the most part there have not been substantial changes in mental health care delivery during the past years.[38] Main reasons for this problem are public health priorities, lack of a mental health policy and legislation in many countries, a lack of resources – financial and human resources – as well as inefficient resource allocation.[39] In 2011, the World Health Organization estimated a shortage of 1.18 million mental health professionals, including 55,000 psychiatrists, 628,000 nurses in mental health settings, and 493,000 psychosocial care providers needed to treat mental disorders in 144 low- and middle-income countries. The annual wage bill to remove this health workforce shortage was estimated at about US$4.4 billion.[40] Information and evidence about cost-effective interventions to provide better mental health care are available. Although most of the research (80%) has been carried out in high-income countries, there is also strong evidence from low- and middle-income countries that pharmacological and psychosocial interventions are effective ways to treat mental disorders, with the strongest evidence for depression, schizophrenia, bipolar disorder and hazardous alcohol use. Recommendations to strengthen mental health systems around the world have been first mentioned in the WHO's World Health Report 2001,[41] which focused on mental health: Based on the data of 12 countries, assessed by the WHO Assessment Instrument for Mental Health Systems (WHO-AIMS),[42] the costs of scaling up mental health services by providing a core treatment package for schizophrenia, bipolar affective disorder, depressive episodes and hazardous alcohol use have been estimated. Structural changes in mental health systems according to the WHO recommendations have been taken into account. For most countries, this model suggests an initial period of investment of US$0.30 – 0.50 per person per year. The total expenditure on mental health would have to rise at least ten-fold in low-income countries. In those countries, additional financial resources will be needed, while in middle- and high-income countries the main challenge will be the reallocation of resources within the health system to provide better mental health service. Prevention is beginning to appear in mental health strategies, including the 2004 WHO report \"Prevention of Mental Disorders\", the 2008 EU \"Pact for Mental Health\" and the 2011 US National Prevention Strategy. NIMH or the National Institute of Mental Health has over 400 grants.[43] Two of WHO's core programmes for mental health are WHO MIND (Mental health improvements for Nations Development) and Mental Health Gap Action Programme (mhGAP). WHO MIND focuses on 5 areas of action to ensure concrete changes in people's daily lives. These are: Mental Health Gap Action Programme (mhGAP) is WHO’s action plan to scale up services for mental, neurological and substance use disorders for countries especially with low and lower middle incomes. The aim of mhGAP is to build partnerships for collective action and to reinforce the commitment of governments, international organizations and other stakeholders. The mhGAP Intervention Guide (mhGAP-IG) was launched in October 2010. It is a technical tool for the management of mental, neurological and substance use disorders in non-specialist health settings. The priority conditions included are: depression, psychosis, bipolar disorders, epilepsy, developmental and behavioural disorders in children and adolescents, dementia, alcohol use disorders, drug use disorders, self-harm/suicide and other significant emotional or medically unexplained complaints. One of the most prominent critics of the Movement for Global Mental Health has been China Mills, author of the book Decolonizing Global Mental Health: The Psychiatrization of the Majority World. Mills writes that:[7] This book charts the creeping of psychology and psychiatry across the borders of everyday experience and across geographical borders, as a form of colonialism that comes from within and from outside, swallowed in the form of a pill. It maps an anxious space where socio-economic crises come to be reconfigured as individual crisis – as 'mental illness'; and how potentially violent interventions come to be seen as 'essential' treatment. Another prominent critic is Ethan Watters, author of Crazy Like Us: The Globalization of the American Psyche.[5] A more constructive approach is offered by Vincenzo Di Nicola whose article on the Global South as an emergent epistemology creates a bridge between critiques of globalization and the initial gaps and limitations of the Global Mental Health movement.[44] A recent review presents a simple summary outlining the key characteristics of the global mental health landscape and indicating the diversity within the field.[45] This review demonstrates how global mental health is not confined to the local-global debate, which has historically defined it.","Title":"Global mental health - Wikipedia","KeyID":"8959","URL":"https://en.wikipedia.org/wiki/Global_mental_health"}