{"Content: ":"Silesauridae is an extinct family of Triassic dinosauriforms. It is most commonly considered to be a clade of non-dinosaur dinosauriforms, and the sister group of dinosaurs.[1][2][3][4][5] Some studies have instead suggested that most or all silesaurids comprised an early diverging clade or a paraphyletic grade within ornithischian dinosaurs.[6][7][8][9] Silesaurids have a consistent general body plan, with a fairly long neck and legs and possibly quadrupedal habits, but most silesaurids are heavily fragmentary nonetheless. Furthermore, they occupied a variety of ecological niches, with early silesaurids (such as Lewisuchus)[10] being carnivorous and later taxa (such as Kwanasaurus)[11] having adaptations for specialized herbivory. As indicated by the contents of referred coprolites, Silesaurus may have been insectivorous, feeding selectively on small beetles and other arthropods.[12] Silesauridae is typically considered the sister group to Dinosauria. The group was named in 2010 by Max C. Langer et al. They defined it as a branch-based clade of all archosaurs closer to Silesaurus opolensis than to either Heterodontosaurus tucki or Marasuchus lilloensis.[13] At around the same time, Sterling J. Nesbitt et al. (2010) independently named Silesauridae as a node-based clade consisting of Lewisuchus, Silesaurus, their last common ancestor and all their descendants.[1] Currently, both definitions encompass the same group of animals. Nesbitt et al. noted that the earlier definition by Langer et al. did not include a diagnosis, and so was not sufficient to create a ranked family-level name according to the ICZN. Therefore, the family Silesauridae is attributed to Nesbitt et al. (2010) while the clade Silesauridae is attributed to Langer et al. (2010).[3] The fossils range in age from the Anisian to the Norian stages of the Triassic, about 245 to 203 million years ago.[1][13] The cladogram below follows the phylogenetic analysis of basal ornithodirans conducted by Christian Kammerer, Sterling Nesbitt and Neil Shubin (2012) with clade terminology from Cau (2018) and Martz and Small (2019).[3][5][14] Pterosauria Lagerpeton chanarensis Dromomeron gregorii Dromomeron romeri Marasuchus lilloensis Dinosauria Lewisuchus Asilisaurus kongwe Eucoelophysis baldwini Silesaurus opolensis Sacisaurus agudoensis Diodorus scytobrachion A large phylogenetic analysis of early dinosaurs and dinosauromorphs carried out by Matthew Baron, David Norman and Paul Barrett (2017) and published in the journal Nature recovered Silesauridae as a monophyletic sister group to Dinosauria. The study also recovered the taxon Agnosphitys within the clade Silesauridae, close to Lewisuchus and its synonymous taxon Pseudolagosuchus.[4]   This dinosaur-related article is a stub. You can help Wikipedia by expanding it. This article about a Triassic reptile is a stub. You can help Wikipedia by expanding it.","Title":"Silesauridae - Wikipedia","KeyID":"896","URL":"https://en.wikipedia.org/wiki/Silesauridae"}