{"Content: ":"Isao Arita (born 1926) is a Japanese physician, virologist and vaccination specialist who headed the World Health Organization (WHO) Smallpox Eradication Unit in 1977–85. During this period, smallpox became the first infectious disease of humans to be eradicated globally. For this work, he and his colleagues were awarded the Japan Prize in 1988. He also advised the successful programme to eradicate poliovirus from the Western Pacific region. Arita was born in Kumamoto, southern Japan, in 1926. After gaining his medical degree from Kumamoto Medical School in 1950, he spent a decade working for the Japanese Ministry of Health and Welfare as a medical officer in the Infectious Disease Control section.[1] For part of this time he worked on vaccine control and standardisation, an area in which he received training at the Paul Ehrlich Institute in Germany.[2] Arita's work for the WHO smallpox eradication programme started in 1962.[1][2] He spent around 2 years working on eradication in Liberia, Africa. When American epidemiologist Donald A. Henderson joined the programme in 1966, Arita was the only remaining WHO technical staff member.[3] He was a part of the WHO Smallpox Eradication Unit from its inception in 1966, serving as its deputy director under Henderson's leadership.[3][4] He was responsible for developing the programme's \"surveillance and containment\" strategy (which replaced the unsuccessful strategy of attempting to vaccinate at least 80% of the population),[2][5] as well as for increasing the supply of smallpox vaccine used by the eradication programme, and for monitoring and improving vaccine quality.[1][6] He also undertook research into poxviruses,[1] particularly monkeypox virus.[7] After Henderson left WHO in 1976 or 1977, Arita went on to direct the unit. Under his leadership an outbreak of variola minor in the Horn of Africa during the Ethiopian–Somali war was successfully contained, and the final case of naturally transmitted smallpox occurred in October 1977. He administered the process by which smallpox was formally certified by WHO as having been eradicated globally in May 1980.[3][4][5] After certification, he managed the implementation of the certifying commission's recommendations.[1] He continued to direct the unit's international surveillance activities. He was also involved in formulating policies on issues including ongoing vaccination and laboratory stocks of variola virus, and in archiving WHO's data on the eradication programme.[8] In 1999, he was one of several scientists to argue for the destruction of the remaining stocks of variola virus.[9] He was one of the lead authors, with Frank Fenner and Henderson, of the WHO publication Smallpox and its Eradication, an exhaustive 1460-page volume which was published in January 1988.[10] Arita also wrote his own personal account in the 2010 book, The Smallpox Eradication Saga. An Insider's View.[11] In 1985, Arita left WHO to direct the Kumamoto National Hospital in Japan, a position he retained until his retirement in 1992.[1] He advised Morihiro Hosokawa (then governor of the Kumamoto prefecture) on the foundation of the Agency for Cooperation in International Health (ACIH) in 1990,[12] and became its chair in 1993.[13] The ACIH's aim is to promote disease prevention in developing countries, and the body has organised international conferences on vaccines and other topics.[1][13] In the early 1990s, Arita called international attention to the issues surrounding the supply of vaccines and vaccine quality in developing countries, and advocated for these countries to move towards being self-sufficient in vaccine production.[14] From 1990 until 2004, he chaired the Technical Advisory Group to WHO's Expanded Programme on Immunization and Poliomyelitis Eradication in the Western Pacific Region.[15] The programme was successful in eradicating wild poliovirus from this region in 1997.[16] He also served on the expert committee that certified the eradication of wild poliovirus from North and South America in 1997.[17] Despite these regional successes, the global eradication of polio – planned for 2000[16] – has yet to be achieved. In 2006, with Fenner and Miyuki Nakane, Arita published an opinion piece in the journal Science that questioned whether it was feasible to eradicate polio globally, and suggested that control might be a preferable option.[16][18] He has also published on severe acute respiratory syndrome, measles, hepatitis B, hepatitis C and other viral diseases.[19] In 1988, Arita, together with Henderson and Fenner, was awarded the Japan Prize – considered the Japanese equivalent of the Nobel Prize[12] – for his work on smallpox eradication.[20] The Japanese government conferred on him the title of \"national treasure\".[12] Books Articles Sources","Title":"Isao Arita - Wikipedia","KeyID":"8976","URL":"https://en.wikipedia.org/wiki/Isao_Arita"}