{"Content: ":"Cornelis Nicolaas Maria \"Cees\" Renckens (born 29 May 1946) is a Dutch Doctor of Medicine, gynaecologist, and a well-known skeptical activist against quackery. From 1988 to 2011,[2] he was president of the Vereniging tegen de Kwakzalverij (VtdK: Dutch Society Against Quackery), which has been actively opposed to all non-science-based medicine since its foundation in 1881. Renckens has written several books about alternative medicine, pseudoscience and quackery. Renckens was born in Hoorn, shortly after World War II.[1]: 86  He studied medicine at the University of Groningen from 1963 to 1971. He became a resident surgeon and gynaecologist in the Catholic St. Joseph's Hospital in Heemskerk, and followed the Netherlands Course on Global Health and Tropical Medicine[3] in Amsterdam.[1]: 86  He worked in tropical medicine in a hospital in Ndola, Zambia from 1973 to 1975, as an alternative to compulsory military service. Renckens describes these years as formative, where he experienced that medicine is universally applicable, regardless of time, place and people. On the other hand, he encountered witch doctors for the first time, whose superstitious practices he found interesting, but nonsensical and repulsive.[1]: 86–87  Upon return to the Netherlands, he became a resident in pathological anatomy at Vrije Universiteit Amsterdam, specialising in gynaecology at the Wilhelmina Hospital in Amsterdam, and at the Elisabeth Hospital in Haarlem. His areas of expertise became infertility and endoscopic surgery.[1]: 87  In 1980, Renckens was registered in the list of medical specialists (MSRC), and was appointed to the position of gynaecologist at the Westfries Hospital in his native Hoorn.[1]: 87  In May 2011, he retired from his practice at the age of 65.[4] Renckens' aversion to alternative medicine led him to join the Society Against Quackery in 1980, and from 1988 to 2011 he served as its president. In 1991, the Society's board offered Wim de Bie, of the television comedy duo Van Kooten en De Bie, an honorary membership in the society for his personification of \"Berendien uut Wisp\", a fictional quack offering various dubious herbal treatments without expertise; this was a clear pastiche of a real televised controversial herbalist known as Klazien uut Zalk. Instead of accepting the honorary membership, Van Kooten and De Bie invited Renckens to join them on their weekly satirical programme for an interview, in which he explained that he was filing a (fictional) complaint against Berendien, and gave serious reasons for opposing quackery. With this appearance, Renckens rose to national fame, and the Society against Quackery regained relevance in the public eye.[1]: 89–90  Renckens became known for his sharp critiques, and under his leadership the society's membership grew from around 600 to well over 2000.[1]: 88, 96  On 12 October 2004, Renckens graduated from the University of Amsterdam with a Doctor in Medical Sciences with his thesis Dwaalwegen in de geneeskunde (\"Misguided Paths in Medicine\"). Promoters were prof. dr. O. P. Bleker, prof. dr. F.S.A.M. van Dam and the members of the promotion commission were dr. E. Borst-Eilers, prof. dr. P. Borst, prof. dr. J. van Heerden, prof. dr. J.Hoogstraten, prof. dr. E. Schadé and prof. dr. F. van der Veen. His thesis was published in a commercial edition by Bert Bakker.[5] On 8 October 2011, Renckens announced his resignation as president of the Vereniging tegen de Kwakzalverij after having run the association for 23 years. He was succeeded by Catherine de Jong.[6] Former emeritus professor clinical biochemistry Piet Borst expressed the opinion that Renckens deserves respect and praise for his uncompromising and determined combat against unscientific forms of care by physicians.[7] However, his tough stance against alleged quacks has also invoked criticism of his publications from people who think differently. From the alternative medicine industry, negative commentary was expressed towards Renckens's doctoral thesis.[8] On 12 December 2002, Renckens was awarded the Hector Treub Prize. This prize is awarded every two to four years to individuals who have done an important service to society in terms of healthcare, especially in midwifery and gynaecology.[9] On 28 April 2006, Renckens was dubbed a Knight in the Order of Orange-Nassau for his \"unrelenting fight in word and writing against quackery\".[10]","Title":"Cees Renckens - Wikipedia","KeyID":"8981","URL":"https://en.wikipedia.org/wiki/Cees_Renckens"}