{"Content: ":"Hong Kong Free Press (HKFP) is a free, non-profit[1] news website based in Hong Kong. It was co-founded in 2015 by Tom Grundy,[2][3] who believed that the territory's press freedom was in decline, to provide an alternative to the dominant English-language news source, the South China Morning Post, and to cover the pro-democracy movement.[4][5] Before founding Hong Kong Free Press in 2015, Grundy was a social activist and a blogger who had lived in Hong Kong since around 2005.[5] He wrote the blog Hong Wrong and ran the HK Helper's Campaign, a group advocating for rights of foreign domestic helpers in Hong Kong.[4] He established HKFP in response to concerns about eroding press freedom and media self-censorship in Hong Kong.[4] HKFP also aimed to provide quick news reports with context, which Grundy said Hong Kong's largest English-language newspaper, the South China Morning Post, does not do. The owners of the SCMP have business interests in mainland China which has led to claims of biased coverage.[3][5] Reporters Without Borders placed Hong Kong at thirty-four in their World Press Freedom Index in 2010, but at seventieth in 2015.[3] Crowdfunding for HKFP took place on Fringebacker and aimed to raise HK$150,000 (US$19,342) in a month to support two journalists. The amount was raised in two days and the goal was raised to HK$500,000.[6] The fundraising campaign concluded in June 2015 with more than $600,000 raised. HKFP recruited more journalists and contributors and established headquarters in the offices of D100 Radio in Cyberport. The full website was launched on 29 June 2015. Beginning in late 2015, Chinese authorities blocked access to the site in mainland China.[7] In its first year of operation, HKFP published 4,400 news articles and commentaries and had over 3.5 million unique visitors.[8] HKFP relocated from Cyberport to a co-working space in Kennedy Town in late 2017.[9] In a 2019 public opinion survey conducted by the Chinese University of Hong Kong, HKFP was ranked as the third most credible online news outlet in Hong Kong with a credibility rating of 5.56 out of 10.[10] In early 2020, HKFP suspended its coverage for a website relaunch. In the relaunch, HKFP introduced its code of ethics and fact-checking policy and recruited two reporters.[11] The national security law, which came into force in the summer of 2020, means the HKFP may be under threat from the authorities in due course. In The Guardian, Grundy wrote that he and his colleagues have made contingency plans for the newspaper to continue if they are legally threatened by the authorities or forced to leave the territory.[1] Writers for HKFP include Stephen Vines, who left the city for the United Kingdom in August 2021 due to what he described as \"white terror\" under the national security law.[12] Vines would continue to write for HKFP, the newspaper announced.[13] Veteran China scholar Suzanne Pepper wrote a regular column for HKFP from 2015 until her 2022 death.[14] HKFP also maintains Pepper's blog, Hong Kong Focus.[15] In the long term, HKFP plans to achieve financial sustainability through \"continued crowdfunding efforts, advertising and sponsorship events\" and by operating with minimal overhead costs.[6] Tom Grundy, a freelance journalist, stated that the site would \"start with simple local news, and investigative pieces about Hong Kong\" and that \"we have no political agenda. We simply aim to be credible\".[6] Hong Kong Free Press was nominated for the 2021 Nobel Peace Prize by multiple Norwegian members of parliament.[16][17]","Title":"Hong Kong Free Press - Wikipedia","KeyID":"8984","URL":"https://en.wikipedia.org/wiki/Hong_Kong_Free_Press"}