{"Content: ":"Gordon Guthrie Chang (born July 5, 1951) is a columnist, author, and lawyer.[1] He is the author of The Coming Collapse of China in which he attempted to predict the collapse of China and claimed that it would collapse by 2011. In December 2011, he changed the timing of the year of the predicted collapse to 2012. In 1976, Chang graduated from the Cornell Law School. He then lived in Mainland China and in Hong Kong for close to two decades, where he worked as Partner and Counsel at the US international law firms Baker & McKenzie and Paul, Weiss, Rifkind, Wharton & Garrison LLP, respectively. Chang has given briefings at the National Intelligence Council, the Central Intelligence Agency, the US State Department, and the US Department of Defense, and he has testified before the United States House Committee on Foreign Affairs. Chang was born in New Jersey to a Chinese father and an American mother of Scottish ancestry.[2] His father is from Rugao, Jiangsu, China.[3] Chang graduated from Columbia High School in Maplewood, New Jersey, in 1969, and served as class president in his senior year. Four years later, he graduated from Cornell University, where he was a columnist for The Cornell Daily Sun and a member of the Quill and Dagger society. In 1976, Chang graduated with a Juris Doctor degree from the Cornell Law School.[1] Chang lived and worked in Mainland China and Hong Kong for almost two decades, most recently in Shanghai, as counsel to the international American law firm Paul Weiss and earlier in Hong Kong as Partner in the US international law firm Baker & McKenzie. Chang has been elected twice as a trustee of Cornell University.[4][when?] Chang has given briefings at the National Intelligence Council, the Central Intelligence Agency, the US State Department, and the US Defense Department, and he has appeared before the United States House Committee on Foreign Affairs.[5] He is a former contributor at The Daily Beast.[6] His writings on China and North Korea have appeared in The New York Times, The Wall Street Journal, the International Herald Tribune, Commentary, National Review, and Barron’s among others, and he has appeared on CNN, Fox News, MSNBC, CNBC, PBS, Bloomberg Television, and others as well on as The Daily Show with Jon Stewart.[5] Chang has spoken at Columbia, Cornell, Harvard, Penn, Princeton, Yale, and other universities.[7] Chang is a contributing editor for 19FortyFive, an online international affairs website, and serves on the advisory board of the Global Taiwan Institute, a policy incubator based in Washington, D.C.[8][9] Chang has appeared before the United States-China Economic and Security Review Commission among others.[5] He has warned that Chinese students attending US colleges and universities have become the long arm of Chinese totalitarianism and that Chinese students, professors, and scientists have become “nontraditional collectors” of intelligence for China. As reported by The Cornell Daily Sun, Chang said that students from China suspiciously probe US universities' faculties, \"engage in abusive conduct and harassment with other students, heckle criticizers of China and pressure universities to suspend activities. Their demands to remove research for political concerns infringe on academic freedom.\"[4] Further, Chang has said that China is not trying to compete with the United States within the Westphalian order but to overthrow that order altogether.[7] In his book The Great U.S.-China Tech War (2020), Chang posits that China and the United States are involved in what he terms as a \"cold tech war,\" with the winner being able to dominate the 21st century. He notes that a decade ago, China was not considered a tech contender but that Chinese leaders have since made their regime a tech powerhouse, with some now finding China to be a leader, with America lagging behind in critical areas. Chang advocates mobilization for the US to regain the control of cutting-edge technologies that it once had.[10] As the author of The Coming Collapse of China,[5] Chang has made numerous predictions of the imminent collapse of the Chinese government and fall of the Communist Party since 2001.[11][12][13] Initially predicting a collapse in 2011, Chang revised his prediction on 29 December 2011 in the Foreign Policy magazine, writing that \"Instead of 2011, the mighty Communist Party of China will fall in 2012. Bet on it.\" In 2011 Chang stated that China was the \"new dot-com bubble\" and added that the rapid growth by China was contradicted by various internal factors, including a decrease in population growth and a slowdown of retail sales.[14] In a separate interview, he remarked that China achieved its 149.2 percent trade surplus with the United States by \"lying, cheating, and stealing\" and that if China decided to realize its threat, expressed since August 2007, to sell its Treasury bonds, it would actually hurt its own economy since it is reliant on exports to the United States. The US economy would be hurt by a selloff of Treasuries, which would the US to buy less from China, which would in turn hurt the Chinese economy.[15] In Nuclear Showdown: North Korea Takes on the World (2006), Chang says that North Korea is most likely to target Japan, not South Korea. He also says that North Korean nuclear ambitions could be forestalled if there were concerted multinational diplomacy, with some \"limits to patience\" backed up by threat of an all-out Korean war. Chang often criticized South Korean President Moon Jae-in's term as \"dangerous\" and said that Moon should be considered \"North Korea's agent.\"[16] Chang also asserted that Moon Jae-in is \"subverting freedom, democracy, and South Korea.\"[16] During the COVID-19 pandemic, Chang praised the U.S. for acting \"very, very quickly\" in response to the epidemic,[17] and concluded that China was responsible for spreading the coronavirus, which makes it very difficult to co-operate with a country that deliberately infected and killed Americans.[7]","Title":"Gordon G. Chang - Wikipedia","KeyID":"8985","URL":"https://en.wikipedia.org/wiki/Gordon_G._Chang"}