{"Content: ":"Newsroom is a New Zealand-based online news publication. It focuses on New Zealand politics, current affairs and social issues. The site is currently co-edited by Tim Murphy and Mark Jennings.[1] The site launched on 13 March 2017 with a promise to cover \"the things that matter\" and the hope of being a \"New Zealand version of The Guardian\".[2] Newsroom's initial funding had come from four \"foundation sponsors\", which included the University of Auckland and Victoria University of Wellington. The site launched with a group of 16 writers. The site was founded by Tim Murphy, the former editor in chief of the New Zealand Herald, and Mark Jennings, former head of news and current affairs at Newshub. Its first scoop accused an egg supplier of passing off caged eggs as free-range.[3] Newsroom broke two significant stories which influenced the New Zealand general election, 2017. On June 20, 2017, the site revealed the clandestine recording of a staff member working for the MP Todd Barclay, in an article titled \"Politicians, police, and the payout\".[4] The article explored the extent of the police investigation and the involvement of then Prime Minister Bill English. Newsroom described the staff member involved as having been paid \"hush money\" from the Prime Minister's budget. Several days later, Barclay announced that he would not stand for re-election. In collaboration with the Financial Times, Newsroom raised an issue with the background of Chinese National Party MP Jian Yang.[5] The site reported that the Security Intelligence Service had scrutinized Yang and that in an interview with the Financial Times in 2011, Yang had confirmed that he attended two military institutions that Newsroom described as \"elite Chinese spy schools\". The Financial Times says one of the schools is part of China's military intelligence apparatus, training linguists to intercept foreign communications. Yang was a lecturer at the Foreign Language Institute and his immigration file shows he taught the English language and American studies. Yang claimed he taught his students to simply monitor communications, rather than carry out \"the physical act of spying\".[6] He conceded he could be seen as having taught spies.[7] The New Zealand Herald later reported that Yang did not disclose his links to the schools in his citizenship applications.[8] Newsroom partnered with the international survey firm SSI to conduct its first election poll.[9] Newsroom was jointly awarded the 'Website Of The Year' award along with Stuff at the 2018 Voyager Media Awards.[10] Newsroom Pro is an online subscription news service based in Wellington. It reports on parliament and the Beehive. Its editor is Jonathan Milne. In September 2017, Sir Ray Avery brought claims against Newsroom under the Harmful Digital Communications Act regarding a series of articles that alleged Avery had tried to suppress clinical studies regarding his Acuset IV flow controller. Netsafe chose not to pursue the complaint after Newsroom refused to redact the articles.[11] In 2017, Winston Peters served legal documents against co-editor Tim Murphy regarding the leaking of information regarding Peters' superannuation payments.[12] In 2022, Newsroom was criticised for its uncritical and sympathetic coverage of extremist and fringe organisations behind the 2022 Wellington protests.[13]","Title":"Newsroom (website) - Wikipedia","KeyID":"8988","URL":"https://en.wikipedia.org/wiki/Newsroom_(website)"}