{"Content: ":"The Commission on Crime Prevention and Criminal Justice (CCPCJ) a functional commission of the United Nations Economic and Social Council (ECOSOC) based in Vienna. The commission serves as the primary organ that guides the activities of the United Nations in the fields of crime prevention and criminal justice.[1][2] The commission meets annually for a regular session in Vienna in May. It also meets for a reconvened session towards the end of the year, mainly to discuss budgetary matters and matters concerning the operation of the United Nations Crime Prevention and Criminal Justice Programme. Since 2011, the commission and the UN Commission on Narcotic Drugs have held joint meetings during the reconvened session.[2] The United Nation's participation in the field of criminal justice and crime prevention can be traced back to its predecessor, the League of Nations. However, this participation was limited to a Child Welfare Bureau that focused mainly on the issue of juvenile delinquency, and which worked closely with the International Penal and Penitentiary Commission (IPPC). This was because Member States saw crime prevention and criminal justice as internal matters and were hesitant to relinquish their sovereignty to an international body.[3][4] After World War II, and the creation of the UN, many interest groups tried to incorporate their work into the new UN system through the establishment of specialized agencies. The IPPC was among these interest groups and sought to pass off its work on criminal justice and crime prevention to a new UN agency. However, the UN was hesitant to get involved with the IPPC's work without having complete control and with no overlap with the IPPC itself, and Members States were hesitant as they still saw criminal justice as an internal matter. Eventually, it was agreed that the Social Affairs Division of the UN Secretariat would work on the issues on juvenile delinquency, probation and parole, while avoiding law enforcement or law and order.[3][5] However, the Economic and Social Council foresaw that eventually the UN would have a bigger role in criminal justice and crime prevention and in 1948 requested that the Secretary-General convene a seven-member International Group of Experts on the Prevention of Crime and the Treatment of Offenders in order to advise the Secretary-General and the Social Commission on policies and programs relating to the problem of the prevention of crime and the treatment of offenders, as well as international action in these fields.[3][5][6] This Group met twice, in 1949 and 1950, before being replace by a more permanent Ad Hoc Advisory Committee of Experts on the Prevention of Crime and the Treatment of Offenders which continued its functions. This Ad Hoc Committee was created by the General Assembly when it approved a plan to transfer the functions of the IPPC to the UN. The Plan also included provisions for the transfer of the IPPC's library and archives to the UN Library in Geneva, the creation of consultative groups which met biennially to discuss the topics of the prevention of crime and the treatment of prisoners and the continuation of the quinquennial Crime Congress. After its functions were transferred, the IPPC ceased to exist was replaced by the International Penal and Penitentiary Foundation (IPPF).[3][5][7] In 1965 the UN assigned Thorsten Erikkson, the Chair of the 1963 meeting of the Ad Hoc Committee, to review the organization's work in the field of social defense. In his report, Erikkson made three suggestions: to create a Social Defence Trust Fund, to establish the UN Social Defence Research Institute (the predecessor to the UN Interregional Crime and Justice Research Institute) and to reorganize the Ad Hoc Committee by making it a permanent Committee under ECOSOC and by expanding its membership to 10. The resolution that reorganized the Committee renamed it the Advisory Committee of Experts on the Prevention of Crime and the Treatment of Offenders and also requested that the Secretary-General create a funds-in-trust account to strengthen the capacity of the UN to carry on its responsibilities in social defense.[3][5][8][9] In 1971 after the Fourth UN Crime Congress, ECOSOC reformed the Advisory Committee. Among the changes, it was renamed the Committee on Crime Prevention and Control and its membership was increase to 15. The resolution that created the committee also requested that the Secretary-General involve the regional commissions more closely in the field of crime prevention. In 1979 the committee was further enlarged to 27 members, with its seats being distributed amongst the UN Regional Groups to ensure geographic representation. Additionally, the committee was also entrusted with the following functions: preparing the UN Crime Congresses, preparing programs for international cooperation in crime prevention, assisting ECOSOC in coordinating the actives of UN bodies in regard to crime prevention, promoting the exchange of ideas in the field of crime prevention amongst Member States and discussing major issues in the field of crime prevention.[5][10][11][12][13] In 1992 the committee was once again reformed into the body that can be seen today, the Commission on Crime Prevention and Criminal Justice. It was re-created as a functional commission of ECOSOC at the recommendation of the General Assembly. Its membership was increased to 40 to be distributed on the basis of equitable geographic distribution, with members serving staggered three-year terms. In 2006, the commission's mandate was amended in order to allow it to act as the governing body of the UN Office on Drugs and Crime (UNODC), as well as to approve the budget of the UN Crime Prevention and Criminal Justice Fund.[5][14][15][16][17][18] The mandate of the commission was outlined by ECOSOC, at the request of the General Assembly, in 1992. In this resolution the commission was designated as the principal policymaking body of the U.N. in the field of crime prevention and criminal justice. Its other main functions include:[2][15][19] The focus and work of the commission, and its predecessors, has changed much over time. The focus of early U.N. bodies dealing with crime and crime prevention was somewhat narrow, as Member States viewed these areas as falling under their jurisdiction. Thus, the work of these bodies was limited to studying juvenile delinquency, correctional treatment and criminal statistics.[21] However, as the U.N.'s membership began to grow in the 1950s and 60s, its new Member States began to advocate for a shift in the U.N.'s criminal justice program to include links between post-colonialism, underdevelopment and crime. Thus, the work of the U.N. in crime prevention and criminal justice shifted from a soft law perspective of collecting and sharing data, research into crime and the development of international standards to a more hard law perspective of international conventions and treaties. This shift was, in part, precipitated by the growth of transnational and organized crime, terrorism, human trafficking and money laundering, which required a more action-driven U.N. crime program, which played a part in the adoption of the United Nations Convention against Transnational Organized Crime and the U.N. Convention against Corruption.[3][21] Another change in the U.N.'s crime program is the shift from expert-driven bodies to state-driven bodies. Early groups and committees were filed by experts in criminal justice who served in their own capacity. However, as the crime program grew and the issues it worked on became more complex, these experts were replaced by state-appointed agents who represented the interests of Member States and acted on their behalf. This led to a shift in seeing crime as a social issue, with a focus on prevention, juvenile delinquency, restorative justice and victim issues, to a national security issue, with an increased focus on criminalization, police powers and the operation of the criminal justice system.[21] Further change to the U.N.'s crime program came in 2015 when the General Assembly adopted the 2030 Agenda for Sustainable Development. The 2030 Agenda succeeded the Millennium Development Goals and is composed of 17 interconnected targets to aim to measure sustainable development across the U.N.'s Member States, as well as address the complex challenges that the global community faces. One of these goals, Peace, Justice, and Strong Institutions, integrated the U.N.'s crime program with parts of other goals. In regard to criminal justice and crime prevention, the goal specifically calls for:[21][22] Thus, the goal links the U.N.'s crime program to issues ranging from gender equality, the sustainability of communities, poverty reduction and health and well-being, to name a few. This linkage aims to demonstrate that sustainable development can lead to a reduction in crime, as well as how crime can negatively impact development. For example, Target 5.2 aims to eliminate all forms of violence against women and girls in order to achieve gender equality, Target 15.7 aims take action to end poaching and trafficking of protected species in order to protect life on land and Target 8.7 aims to eradicate forced labour, as well as put an end to modern slavery, human trafficking and child labor in order to promote economic growth.[21][23][15] The commission comprises 40 member states elected by the Economic and Social Council distributed amongst the various regional groups: 12 for African states, 9 for Asian states, 8 for Latin American and Caribbean states, 4 for Eastern European states and 7 for Western European and other states. Members are elected in overlapping three-year terms. The current members are as follows:[2][24] The commission elects a bureau for each of its sessions composed of a chairperson, three vice-chairpersons and one rapporteur. For the 30th Session the Bureau is as follows:[25][26] Additionally the commission also has an Extended Bureau, which is composed of the Chairpersons of the five U.N. Regional Groups, the Chair of the Group of 77 and China, and the representative of the State holding the Presidency of the European Council.[15] As a remnant of the 1950 agreement between the UN and the IPPC, the commission is responsible for organizing and convening an international congress every five years, the purpose of which is to enable the exchange of information and best practices in the field of crime prevention and control. These congresses aim to promote more effective crime prevention policies and criminal justice systems in Member States.[7][15] These congresses have played an important role in reforming criminal justice policies and systems throughout the world. Some of the more prominent actions they have taken include:[27] At the first congress in 1955, the Standard Minimum Rules for the Treatment of Prisoners were adopted and sent to ECOSOC, which would later approve them. These rules are considered the universally acknowledged minimum standards for the treatment of prisoners across the world to this day.[28] The 1980 congress passed a resolution calling for reform in the administration of juvenile justice, which would eventually lead to the UN creating the Standard Minimum Rules for the Administration of Juvenile Justice in 1985. The 1985 congress also recommended the adoption of the Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power, which stated that victims of crime should be treated with compassion and respect for their dignity, as well as access to the mechanisms of justice and to prompt redress for the harm that they suffered. The General Assembly adopted the Declaration in November 1985.[29] The 1985 congress also resulted in the Milan Plan of Action, which stated that the problem of crime was an issue of global concern, hampering political, economic, social and cultural development across the world. It also stated that the UN should, as a universal public forum, play a larger role in multilateral cooperation to tackle the issues of terrorism, illicit drug trafficking and organized crime. This Plan of Action was one of the first of its kind calling for international action to combat crime.[30] ","Title":"United Nations Commission on Crime Prevention and Criminal Justice - Wikipedia","KeyID":"8991","URL":"https://en.wikipedia.org/wiki/United_Nations_Commission_on_Crime_Prevention_and_Criminal_Justice"}