{"Content: ":"The United Nations Commission on Science and Technology for Development (CSTD) is a subsidiary body of the Economic and Social Council (ECOSOC), one of the six main organs of the United Nations. It was established by the General Assembly in its resolution 46/235 and provides overall direction to the related programme of work. The Commission is composed of 43 members and, pursuant to Economic and Social Council resolution 2002/37 meets on an annual basis and reports to the Council. In accordance with Council resolution 1993/75 the Commission receives specialized and technical advice from ad hoc panels and workshops that meet between sessions of the Commission to examine specific issues on science and technology for development. The UNCTAD secretariat provides substantive support to the Commission. The commission met for the first time in April 1993 in New York City, USA. It replaced the former Intergovernmental Committee on Science and Technology for Development and its Advisory Committee created after the Vienna Conference on Science and Technology for Development in 1979. Since July 1993, the United Nations Conference on Trade and Development Secretariat has been responsible for the substantive servicing of the Commission. The Commission has subsequently met in Geneva, Switzerland, at the Palais des Nations. The CSTD was established to provide the General Assembly and the Economic and Social Council with high-level advice on relevant issues through analysis and appropriate policy recommendations or options. This is done in order to enable those organs to guide the future work of the United Nations, develop common policies and agree on appropriate actions. Peter Major is currently the Chairman of the Commission on Science and Technology for Development. The commission has forty-three member states elected by ECOSOC for a term of four years. Experts nominated by their respective governments are supposed to possess the necessary qualifications and professional or scientific knowledge. The commission has eleven members from African States, nine members from Asian States, eight members from Latin American and Caribbean States, five members from Eastern European States, and ten members from Western European and other States.[1]","Title":"United Nations Commission on Science and Technology for Development - Wikipedia","KeyID":"8993","URL":"https://en.wikipedia.org/wiki/United_Nations_Commission_on_Science_and_Technology_for_Development"}