{"Content: ":"The Commission for Social Development (CSocD) is one of the eight functional commissions established by the United Nations Economic and Social Council (ECOSOC) since 1946 to advise and assist it in carrying its work.[1] The Commission for Social Development [1] consists of 46 members elected by ECOSOC. Since the convening of the World Summit for Social Development in Copenhagen in 1995, the commission has been the key UN body in charge of the follow-up and implementation of the Copenhagen Declaration and Programme of Action. As a result of the Summit, the mandate of the commission was reviewed and its membership expanded from 32 to 46 members in 1996. It meets once a year at the United Nations Headquarters in New York City, usually in February for about two weeks. In 2020, the Commission celebrated the 25th anniversary of the Copenhagen Declaration on Social Development and the 75th anniversary of the commission.[2] Each year since 1995, the commission has taken up key social development themes as part of its follow-up to the outcome of the Copenhagen Summit. In 1996, the priority theme was “strategies and actions for the eradication of poverty”[3] and, more recently, in 2020 the priority theme was \"affordable housing and social protection systems for all to address homelessness\".[4] At the World Summit for Social Development, Governments reached a new consensus on the need to put people at the centre of development. The Social Summit was the largest gathering ever of world leaders at that time. It pledged to eradicate poverty, create full employment and foster social integration. At the end of the Summit, Governments adopted the Copenhagen Declaration, the Ten Commitments (listed below) and the Programme of Action of the World Social Summit [2]. Five years later, Governments reconvened in Geneva in June 2000 for the 24th special session of the United Nations General Assembly, to review what has been achieved, and to commit themselves to new initiatives.","Title":"United Nations Commission for Social Development - Wikipedia","KeyID":"8994","URL":"https://en.wikipedia.org/wiki/United_Nations_Commission_for_Social_Development"}