{"Content: ":"The Commission on the Status of Women (CSW or UNCSW) is a functional commission of the United Nations Economic and Social Council (ECOSOC), one of the main UN organs within the United Nations. CSW has been described as the UN organ promoting gender equality and the empowerment of women.[2] Every year, representatives of Member States gather at United Nations Headquarters in New York to evaluate progress gender equality, identify challenges, set global standards and formulate concrete policies to promote gender equality and advancement of women worldwide. In April 2017, ECOSOC elected 13 new members to CSW for a four-year term 2018–2022.[3] One of the new members is Saudi Arabia, which has been criticised for its treatment of women. UN agencies actively followed their mandates to bring women into development approaches and programs and conferences. Women participate at the prepcoms, design strategy, hold caucus meetings, network about the various agenda items being negotiated in various committees, and work as informed lobbyists at conferences themselves. The CSW is one of the commissions of the UN that do not limit participation to states only. For example, NGOs are also allowed to participate in sessions of the CSW, attending caucuses and panels and organizing their own parallel events through the NGO Committee on the Status of Women, New York (NGO CSW/NY).[4] This is particularly important for contested territories such as Taiwan, which is not a member of the UN. In the past few years, NGOs from Taiwan (such as the National Alliance of Taiwan Women's Associations) have been able to participate in the CSW sessions. CSW consists of one representative from each of the 45 Member States elected by ECOSOC on the basis of equitable geographical distribution: 13 members from Africa; 11 from Asia; 9 from Latin America and Caribbean; 8 from Western Europe and other States and 4 from Eastern Europe. Members are elected for four-year terms. Among its activities, the CSW has drafted several conventions and declarations, including the Declaration on the Elimination of Discrimination against Women in 1967 and women-focused agencies such as UNIFEM and INSTRAW. The Commission's priority theme for its 57th session (57th session) was the \"elimination and prevention of all forms of violence against women and girls\". Ahead of that, an Expert Group Meeting (EGM): prevention of violence against women and girls was held in Bangkok, Thailand, from 17 to 20 September 2012.[5]  The UNCSW was established in 1946 as a mechanism to promote, report on and monitor issues relating to the political, economic, civil, social and educational rights of women. It was a unique official structure for drawing attention to women’s concerns and leadership within the UN. UNCSW first met at Lake Success, New York, in February 1947. All 15 government representatives were women, which distinguished UNCSW from other UN movements, and UNCSW has continued to maintain a majority of women delegates. During its first session, the Commission declared as one of its guiding principles: to raise the status of women, irrespective of nationality, race, language or religion, to equality with men in all fields of human enterprise, and to eliminate all discrimination against women in the provisions of statutory law, in legal maxims or rules, or in interpretation of customary law. One of UNCSW's first tasks was to contribute to the drafting of the Universal Declaration of Human Rights. Commission members inserted gender-sensitive language — arguing against references to \"men\" as a synonym for humanity and phrases like \"men are brothers\". They received resistance from members of the Commission on Human Rights, but succeeded in introducing new, inclusive language. The first session (1947) had 15 members/delegates in attendance, all women: The Commission began working after its founding in 1946 to directly introduce women's rights to the international arena.[8] This was achieved through a variety of means, most commonly through attempts to collect data that showed discrimination occurring against women.[8] In conjunction with the emerging global women's movement, the UN and the CSW named 1976 through 1985 the United Nations Decade for Women. During this time, reproductive rights were included in the central action of the Commission, the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), which entered into force in 1981.[8] This convention stipulated that with regards to reproductive rights, reproduction \"should not be a basis for discrimination\".[9] It also acknowledges the social implications of motherhood, and states that childcare and maternity protection are integral rights and should be extended to all realms of the lives of women.[9] CEDAW is the only international human rights treaty that overtly references family planning.[10] It states that it is a human right for women \"to decide freely and responsibly on the number and spacing of their children and to have access to the information, education and means to enable them to exercise these rights\", and any state party to the treaty is required to provide education on family planning and reproductive rights, including various forms of contraception.[9][11] Forced abortion or sterilization constitute violations to the treaty.[11] The United States has failed to ratify CEDAW.[12] In addition to CEDAW, the CSW has undertaken several other efforts to address reproductive rights. Throughout this time, the Commission hosted four global conferences on women to address issues including reproductive rights.[13] The locations were Mexico City in 1975, Copenhagen in 1980, and Nairobi in 1985.[13] In 1995, the Commission held the Fourth World Conference for Action, better known as the 1995 Beijing Declaration and Platform for Action.[14] This followed three other conferences addressing the needs and rights of women around the world.[15] The Beijing Platform has been hailed by the Center for Reproductive Rights as \"the most comprehensive articulation of international commitments related to women’s human rights.\"[16] It places a special emphasis on reproductive rights through its legislation regarding family planning, which states that it is the right of all women \"to be informed and to have access to safe, effective, affordable and acceptable methods of family planning of their choice, as well as other methods of their choice for regulation of fertility which are not against the law.\"[17] Specifically, the Platform urges state governments to reevaluate punitive measures placed on abortion, provide family planning and a range of contraceptives as alternatives to abortion as well as quality abortion after care.[17] The Platform also presents a safe, healthy pregnancy as a human right which is to be attained through quality resources and healthcare available to all women regardless of economic status.[17] Some scholars have argued that the Platform served to complicate issues of adolescent sexual care and complications resulting from HIV and AIDS.[15] Since the new millennium, the CSW has also taken action to integrate reproductive rights into the international arena through the creation of the Millennium Development Goals (MDGs), specifically goal 5, which is achieving universal access to reproductive health. In 2005, the UN added a provision to MDG 5 which aimed to \"achieve, by 2015, universal access to reproductive health,\" determined by the prevalence of contraceptives, adolescent birth rates, the use of prenatal care, and the failure to access family planning methods.[18] The agreements published from the 57th session in 2013 of the CSW also mentions the importance of reproductive rights as human rights and access to safe reproductive care as a means to resolve violence against women. The Declaration also understands this care as a means of prevention of future violence, acknowledges systematic factors and how they influence care and reproductive rights.[19] More recently, the CSW reaffirmed their prioritization of their sexual education, reproductive rights, and reproductive justice for all women including the use of modern family planning options (including a range of contraceptive options) through publishing their 2014 Declaration of Agreements.[20]","Title":"United Nations Commission on the Status of Women - Wikipedia","KeyID":"8996","URL":"https://en.wikipedia.org/wiki/United_Nations_Commission_on_the_Status_of_Women"}