{"Content: ":"Soumyasaurus is a small silesaurid dinosauriform from the Late Triassic (Norian) Cooper Canyon Formation of western Texas.[1] Soumyasaurus is named in honor of Sankar Chatterjee's oldest son, Soumya (likewise, the shuvosaurid pseudosuchian Shuvosaurus was named for another of Chatterjee's sons, Shuvo). The specific epithet aenigmaticus derives from the Latin word aenigma, meaning \"enigma or riddle\", referring to the poor preservation of the fossil.[1] The only known element of Soumyasaurus is a small (less than 3 cm long), poorly preserved left dentary, missing its anterior end and containing some teeth with an estimated tooth count of at least 15. Soumyasaurus is mostly characterised by its teeth, which are fused to the jaw bone by a rim fibrous bone at their bases (ankylothecodont), a characteristic trait of silesaurids. Unlike the typically leaf-shaped teeth of other silesaurids, the teeth of Soumyasaurus are smooth and conical, resembling those of Asilisaurus, and are readily distinguishable from the uniquely triangular, possibly tricuspid teeth of the contemporary silesaurid Technosaurus. Unfortunately, it is unknown if Soumyasaurus had small serrations like Asilisaurus, as these portions of the teeth are either missing or badly damaged, and is only distinguished from it by the lower position of the Meckelian groove on the inside of the jaw. The tip of the jaw, known to be toothless and possibly supporting a beak in other silesaurids,[2] is missing and so its shape is unknown for Soumyasaurus. Soumyasaurus was described as \"minute\" by Sarıgül and colleagues, inferring a small body size from the length of the preserved dentary, certainly smaller in size than the contemporary Technosaurus.[1] A phylogenetic analysis was performed which recovered Soumyasaurus as a silesaurid, however its relationships amongst Silesauridae were unresolved. The coeval Technosaurus was not included in this analysis, as including the two taxa together unusually resulted with the archosauriform Euparkeria as the sister taxon to a polytomy containing the two dinosauriforms.[1] Soumyasaurus aenigmaticus Lewisuchus admixtus Pisanosaurus mertii Silesaurus opolensis Sacisaurus agudoensis Eucoelophysis baldwini Asilisaurus kongwe The Soumyasaurus holotype was found in association with other specimens in an assemblage catalogued under TTU P-11254, including a specimen of Vancleavea (TTU P-11254a), indeterminate archosauromorph remains (TTU P-11254c-e), and remains indeterminate beyond Sauria (TTU P-11254f-i). This is similar to another assemblage at the Post Quarry where the holotype premaxilla and dentary of Technosaurus was discovered with posterior jaw bones now known to be from Shuvosaurus. It is apparent that the remains labelled TTU P-11254 were brought together in association by similar taphonomic agents, which are inconsistent with previous suggestions of a rapid flooding event.[1] ","Title":"Soumyasaurus - Wikipedia","KeyID":"902","URL":"https://en.wikipedia.org/wiki/Soumyasaurus"}