{"Content: ":"The United Nations Committee on Non-Governmental Organizations is responsible for accrediting non-governmental organizations with consultative status at the United Nations. Established in 1946, it reports directly to the Economic and Social Council (ECOSOC).[1] The committee comprises 19 members who are elected based on the principle of equitable geographic distribution as follows: Members are elected to serve four year terms. The current membership of the committee (2019-2022) includes: Bahrain, Brazil, Burundi, China, Cuba, Estonia, Eswatini, Greece, India, Israel, Libya, Mexico, Nicaragua, Nigeria, Pakistan, Russian Federation, Sudan, Turkey and United States of America.[1] An NGO that wishes to obtain consultative status at the United Nations must first submit an application online at the NGO Branch of the Department of Economic and Social Affairs of the UN Secretariat. After the application is screened by the NGO Branch, it is reviewed by the ECOSOC Committee on NGOs. The Committee decides to recommend, or not recommend, granting status to the NGO. The final decision is taken by the ECOSOC at its annual Substantive session.[2] Although the decision of whether or not to grant consultative status to an NGO is theoretically a technical one, the Committee's decisions are sometimes quite politicized. Human rights groups and a number of governments have expressed concern that some member states—particularly those with poor human rights records—have sought to block or impede the accreditation of legitimate NGOs.[3] In May 2016, for instance, the Committee rejected an application by the Committee to Protect Journalists (CPJ), an NGO that monitors press freedom around the world. China, Russia and South Africa were among the countries that voted to deny the group consultative status.[4]","Title":"United Nations Committee on Non-Governmental Organizations - Wikipedia","KeyID":"9028","URL":"https://en.wikipedia.org/wiki/United_Nations_Committee_on_Non-Governmental_Organizations"}