{"Content: ":"The United Nations University (国際連合大学, Kokusai Rengō Daigaku) (UNU) is the academic and research arm of the United Nations.[2] Headquartered in Shibuya, Tokyo, Japan, with diplomatic status as a U.N. institution, its mission is to help resolve global issues related to human development and welfare through collaborative research and education. In 1969, U.N. Secretary-General U Thant proposed \"the establishment of a United Nations university, truly international and devoted to the Charter objectives of peace and progress\".[3] Following three annual sessions discussing the matter, the United Nations General Assembly (UNGA) approved the founding of the United Nations University in December 1972. Tokyo was chosen as its main location due to the Japanese government's commitment of $100 million to the UNU endowment fund. Since 2010, UNU has been authorized by the UNGA to grant degrees, offering several master's and doctoral programs. It also facilitates the U.N.'s engagement with academic institutions and policymakers around the world. The university is headed by a rector, who holds the rank of Under-Secretary-General of the United Nations. To date, there have been six Rectors at UNU. The current Rector, since March 2013, is Dr. David M. Malone of Canada. On 27 July 2022 the UNU announced that Tshilidzi Marwala of South Africa would take over as rector from 1 March 2023.[4] List of rectors of United Nations University: The Council of UNU[5] is the governing board of the University and is composed of 12 members[6] who are appointed by the Secretary-General of the United Nations with the concurrence of the Director-General of UNESCO.[7] The University was formally established in 1972 and began its activities in 1975 following the signature of the permanent headquarters agreement between the United Nations and Japan.[8] The creation of the United Nations University was set in motion by Secretary-General U Thant in 1969.[9] Over the years, several Institutes of UNU were created to help with the research initiatives of the United Nations. Most notably, in 2007, a vice-rectorate was established in Bonn (UNU-ViE), Germany, as a way of strengthening UNU's presence in Europe. In December 2009, the UN General Assembly amended the UNU Charter to make it possible for UNU to \"grant and confer master's degrees and doctorates, diplomas, certificates and other academic distinctions under conditions laid down for that purpose in the statutes by the Council.\"[10] In 2013, the UNU Institute for Sustainability and Peace (UNU-ISP) in Tokyo announced its intention to seek accreditation from the National Institution for Academic Degrees and University Evaluation (NIAD-UE), which is the Japanese accreditation agency for higher education institutions.[11] In 2014, UNU-ISP was consolidated with UNU Institute of Advanced Studies in Yokohama to form the UNU Institute for the Advanced Study of Sustainability (UNU-IAS).[12] UNU-IAS was formally accredited in April 2015, making it the first international organization to be recognized by the NIAD-UE.[13] In 2014, UNU-MERIT, in collaboration with Maastricht University, started to grant a double-degree Master of Science in Public Policy and Human Development. In 2018, the programme was re-accredited by the Accreditation Organisation of the Netherlands and Flanders (NVAO) and received the official EAPAA accreditation by the European Association for Public Administration Accreditation.[14] The university has several campuses spread over five continents. Its headquarters are located at the UNU Centre in Tokyo, Japan. The role of the UN University is to generate new knowledge, educate, enhance individual and institutional capacities, and disseminate its useful information to relevant audiences. Between 2020 and 2024, the University will be guided by the following four overarching objectives:[15] As prescribed in the United Nations University Strategic Plan 2020–2024,[15] the UN University's academic work fall within three thematic areas: Collectively, these thematic clusters define the programme space within which the UN University undertakes its academic activities. Some key perspectives (such as gender equality, human rights and sustainability) pervade all aspects of the UN University's work. The academic work of the United Nations University is carried out by a global system of Institutes, Operating Units, and Programmes located in 12 countries around the world.[16]","Title":"United Nations University - Wikipedia","KeyID":"9034","URL":"https://en.wikipedia.org/wiki/United_Nations_University"}