{"Content: ":"The United Nations Office for Project Services (UNOPS) is a United Nations agency dedicated to implementing infrastructure and procurement projects for the United Nations System, international financial institutions, governments and other partners around the world. The organization's global headquarters is located at the UN City campus in Copenhagen, Denmark.[1] UNOPS is in charge of disbursing more than $3 billion worth of development projects and contracts for its partners every year. Its activities have ranged from managing the construction of schools in Afghanistan, to building shelters in Haiti, to procuring ambulances to support the Ebola response in Liberia. More recently, UNOPS was a key partner to more than 80 countries and territories in their response to the COVID-19 pandemic.[2] UNOPS is a member of the United Nations Sustainable Development Group[3] and works closely with the United Nations Development Programme (UNDP), the Department of Peace Operations (DPO), and the World Bank. UNOPS was involved in a scandal in 2022 that resulted in the resignation of its Executive Director.[4] This was in relation to accusations of financial mismanagement involving their Sustainable Investments in Infrastructure and Innovation (S3i) initiative. UNOPS was established in 1973 as part of the UNDP. It became an independent, self-financing organization in 1995. UNOPS was created to unify standards on UN projects and contracts, which were often humanitarian or peacekeeping works in poorer countries where there was a high risk of failure. It would unify the expertise needed to accomplish goals and ensure that each UN agency did not necessarily have to re-learn the same lessons of working in certain challenging environments. UNOPS concentrates its support in the areas of infrastructure, procurement, project management, human resources and financial management services. UNOPS often works in post-disaster and peace and security settings, developing countries and economies in transition. Former UN Secretary-General Kofi Annan designated UNOPS as the lead United Nations entity for complex infrastructure projects in peacekeeping settings. In December 2010, the United Nations General Assembly reaffirmed the mandate of UNOPS \"as a central resource for the UN system in procurement and contracts management as well as in civil works and physical infrastructure development, including the related capacity development activities.\"[5] Examples of such works include building roads, schools, and health clinics; removing landmines; and providing expertise for holding elections. UNOPS is a self-financing organization. It covers direct and indirect costs by charging a fee on each project supported. UNOPS pricing policy outlines how the organization aims to finance its projects.[6] UNOPS is not-for-profit.[7] In the 2010s and early 2020s, UNOPS acquired a substantial surplus of funds from its practices; it was accused of overcharging other UN agencies that were required to go through UNOPS to fund their projects.[8] UNOPS offers implementation, advisory and transactional services in its five core areas of expertise: UNOPS provides specialized services to a range of partners, including: the United Nations, its agencies, funds and programmes; international financial institutions; governments; intergovernmental organizations; non-governmental organizations; foundations; and the private sector. In 2016, UNOPS created more than three million days of paid work for beneficiaries. The organization supported its partners with the construction, design and/or rehabilitation of more than 3,000 kilometers of roads, 50 schools, and 74 hospitals and 278 health clinics, among others. UNOPS also procured and/or distributed more than US$900 million worth of goods and services for its partners.[9] In 2017, UNOPS formed a group to work on applications of blockchain for international assistance.[10] UNOPS is the legal and administrative host for several organizations.[11] The following entities are currently under hosting agreements by UNOPS, grouped by theme:[12] In addition, the UN-Water Secretariat is administered by UNOPS. In 2008, UNOPS adopted a governance structure in line with General Assembly resolutions. Since then, the Executive Director reports directly to the UN Secretary-General and the Executive Board, and has the authority to apply United Nations staff rules and regulations to UNOPS staff. Since 2009 the Executive Director has been able to sign host country agreements with governments, and direct service agreements in consultation with a Resident or Humanitarian Coordinator, as well as having the authority to directly appoint UNOPS representatives in the field. UNOPS attained a ISO 9001 quality management system certification in June 2011.[17][18] UNOPS gained an ISO 14001 certification for its commitment to protecting the environment in 2013.[19] In 2014, Secretary General António Guterres appointed Grete Faremo as head of UNOPS. Her appointment led to a change in direction for the organization. In 2015 and 2016, 2017 and 2018 UNOPS achieved gold level in sustainable procurement from the Chartered Institute of Purchasing and Supply.[20] In 2016, UNOPS operating principles, in relation to governance, risk management, and compliance (GRC) framework, were rewritten to align to industry best practice.[21] [22] Between 2014 and 2021 its portfolio of projects expanded from a delivery of $1.14 billion[23] to more than $3.4 billion[24] [25] During this period UNOPS accrued substantial surplus of funds, known as “operational reserves”, some of which were used to embark on an impact investing initiative - known as Sustainable Investments in Infrastructure and Innovation, or S3i for short, - a first for any UN organization. UNOPS’s former Deputy Executive Director, Vitaly Vanshelboim, a key architect of the initiative, was appointed its Chief Executive. [26] S3i’s initial focus was set on the building of affordable and sustainable homes in the Caribbean, Ghana, Kenya, Nigeria, India, and Pakistan. In total, the projects combined promised to deliver more than one million affordable homes over the next decade. A few years into the initiative, S3i ran into serious controversy after it was discovered key investing recommendations were not implemented prior to issuing loans. Instead, in the first three months of 2019, $50 million was given to a string of companies owned by British businessman David Kendrick - whom Faremo and Vanshelboim had both met at a party in 2015.[8] Additionally, a company run by Kendrick's daughter, Daisy, was given a $3 million grant to write a pop song and arrange the production of ocean-themed games.[8] Vanshelboim was placed on administrative leave in December 2021 as the United Nations Office of Internal Oversight Services investigated allegations of misconduct. Faremo resigned in early May 2022 after the publication of The New York Times article on the issues surrounding S3i. This followed a series of posts written by the blogger Mukesh Kapila who drew attention to the problems under Faremo's tenure.\"[8] [27] [28] Jens Wandel was appointed acting Executive Director of UNOPS by the Secretary General on 09 May 2022.[29] Mr Wandel has served the UN in many different capacities over a long career, most recently as the Secretary-General’s Designate for the COVID-19 Response and Recovery Fund. Previously, he served as Special Adviser to the Secretary-General on UN Reforms and before that, he was Director of UNDP’s Bureau for Management Services.[30] He has been tasked with correcting the serious failures surrounding UNOPS S3i initiative and reforming the organisation. His plans to realign UNOPS were accepted by the Executive Board in June 2022, the roll-out of which is currently on going.[31]","Title":"United Nations Office for Project Services - Wikipedia","KeyID":"9040","URL":"https://en.wikipedia.org/wiki/United_Nations_Office_for_Project_Services"}