{"Content: ":"The United Nations Entity for Gender Equality and the Empowerment of Women, also known as UN Women, is a United Nations entity working for gender equality and the empowerment of women. UN Women advocates for the rights of women and girls and LGBTIQ+ rights, and focuses on a wide array of issues, including violence against women and violence against LGBTIQ+ people. UN Women was established by the merger of the United Nations Development Fund for Women (UNIFEM, established in 1976) and other entities, and became operational in January 2011.[2] Former President of Chile Michelle Bachelet was the inaugural executive director, and Sima Sami Bahous is the current executive director.[3] As with UNIFEM previously, UN Women is a member of the United Nations Development Group.[4] In response to the UN General Assembly resolution 63/311, in January 2010 the Secretary-General presented the report A/64/588, entitled Comprehensive Proposal for the Composite Entity for Gender Equality and the Empowerment of Women. In his report, the Secretary-General resolved that, rather than relieving other parts of the United Nations system of their responsibility for contributing to the promotion of gender equality and women's empowerment, the new entity should seek to sharpen the focus and impact of the gender equality activities of the entire United Nations system. Additionally, Secretary-General Ban Ki-moon estimated that approximately $125 million per annum were needed for operating costs and \"start-up\" capacity at the country, regional, and headquarters levels. Moreover, an additional $375 million per annum were needed in the initial phase to respond to country level requests for programmatic support.[5] After years of negotiations between UN member states, women's groups, and civil society, on 2 July 2010 the General Assembly unanimously adopted the resolution 64/289, thus creating UN Women by merging the Division for the Advancement of Women (DAW); the International Research and Training Institute for the Advancement of Women (INSTRAW, established in 1976); the Office of the Special Adviser on Gender Issues and Advancement of Women (OSAGI, established in 1997), and the United Nations Development Fund for Women (UNIFEM, established in 1976). Secretary-General Ban Ki-moon announced at the founding of the movement that he is \"grateful to Member States for having taken this major step forward for the world's women and girls. UN Women will significantly boost UN efforts to promote gender equality, expand opportunity, and tackle discrimination around the globe.\"[6] On 14 September 2010, it was announced that former President of Chile Michelle Bachelet was appointed as head of UN Women.[7] Various countries supported the creation of the body and welcomed Bachelet as chief.[8] During General Debate at the opening of the 65th General Assembly of the United Nations, world leaders commended the creation of the body and its intention to \"empower women\", as well as welcoming Bachelet's position as the inaugural head.[9] On 11 March 2011, John Hendra of Canada and Lakshmi Puri of India were appointed as first deputy executive directors at the level of UN Assistant Secretary-General.[10] The provisions set forth by resolution 63/311 on system-wide coherence, adopted by the General Assembly on 2 October 2010, constituted the blueprint for UN Women. Seeking to strengthen the United Nation's institutional arrangements for gender equality and women empowerment, resolution 63/311 supported the consolidation of four distinct parts of the UN system that focused exclusively on gender equality and women's empowerment into a composite entity to be led by an Under-Secretary-General. Moreover, the resolution requested that the Secretary-General produce a proposal specifying the mission statement of the composite entity and its organizational arrangements, including an organizational chart, funding, and the executive board to oversee its operational activities.[11] The actress Melania Dalla Costa is testimonial for the 2019 United Nations (UNICRI) campaign ‘I am no longer myself’ against violence towards women, to be held on the November 25th International Day for the elimination of violence against women. The campaign was handled by photographer Dimitri Dimitracacos. Resolution 64/289 determined that the entity should be headed by an Under-Secretary-General, to be appointed by the Secretary-General in consultation with member states, for a term of four years, with the possibility of renewal for one term. The organization is governed by a multi-tiered intergovernmental governance structure in charge of providing normative and operational policy guidance. The General Assembly, Economic and Social Council, and the Commission on the Status of Women (CSW) constitute the governance structure that sets forth the normative policy guiding principles of the Entity. The intergovernmental governance structure in charge of providing operational policy guidance to UN Women includes the General Assembly, the Economic and Social Council and the organization's Executive Board. The latter consist of forty-one members, elected by the Economic and Social Council for a term of three years and distributed as follows: The resources required to fund all normative processes are obtained from the Entity's regular budget and approved by the General Assembly, whereas the budget for service operational processes and activities at all levels are funded from voluntary contributions and approved by the Executive Board of UN Women.[12] The 2020 Executive Board consists of:[13] The mandate and functions of UN Women consist of the consolidated mandates and functions of the Office of the Special Adviser on Gender Issues and Advancement of Women, the Division for the Advancement of Women, the United Nations Development Fund for Women, and the International Research and Training Institute for the Advancement of Women. In addition, the entity must lead, coordinate, and promote the accountability of the United Nations system in its work on gender equality and women's empowerment. The goal of UN Women is to \"enhance, not replace, efforts by other parts of the UN system (such as UNICEF, UNDP, and UNFPA), which will continue to have a responsibility to work for gender equality and women's empowerment in their areas of expertise.\"[2] In accordance with the provisions of resolution 64/289, UN Women will work within the framework of the UN Charter and the Beijing Declaration and Platform for Action, including its twelve critical areas of concern and the outcome of the twenty-third special session of the General Assembly, as well as other applicable UN instruments, standards and resolutions that address gender equality and the empowerment and advancement of women.[12] UN Women's main thematic areas of work include: In late 2013, a series of ads, developed as a creative idea for UN Women by Ogilvy & Mather, used genuine Google searches to reveal the widespread prevalence of sexism and discrimination against women[22] The ads featured the faces of four women and where their mouths should be were Google auto-complete suggestions. The suggestions were all sexist or misogynist.[23] A similar campaign was also run to raise awareness for gay rights.[24] UN Women promotes the rights of LGBTIQ people.[25] UN Women advocates an intersectional feminism.[26] Also in late 2013, UN Women launched a constitutional database that examines constitutions through a gender lens. The first of its kind, this database maps the principles and rules that guarantee, deny, or protect the rights of women and girls around the world. This tool for gender equality and human rights activists is annually updated and searchable, and provides a comprehensive overview of the current status of provisions relevant to women's rights and gender equality across various countries throughout the world. Users can search though the database by keyword, and legal provisions are grouped into 16 categories that were carefully defined by reviewing the constitutions from a human rights perspective.[27] UN Women is one of the lead agencies in coordinating International Women's Day events[28] as well as the Commission on the Status of Women.[29] The year 2015 has marked a number of significant milestones, such as the 20th anniversary of the Fourth World Conference on Women and adoption of the Beijing Declaration and Platform for Action,[30] which was the focus of the 59th session of the Commission on the Status of Women (CSW59) from 9–20 March 2015,[31] where global leaders took stock of progress and remaining challenges for implementing this landmark agreement for gender equality and women's rights. UN Women played an active role in major intergovernmental negotiations and processes including the Financing for Development Conference in Addis Ababa in July 2015, the outcome of which was strong on the need to adequately fund gender equality and incorporate it in development planning,[32] as well as the negotiations and successful adoption of the new post-2015 development agenda on 25 September 2015.[33] The new global development roadmap includes a stand-alone goal on gender equality and women's empowerment (Sustainable Development Goal 5),[34] and mainstreams these priorities throughout all 17 goals.[35] UN Women is empowered to:[2]","Title":"UN Women - Wikipedia","KeyID":"9042","URL":"https://en.wikipedia.org/wiki/UN_Women"}