{"Content: ":"The United Nations Commission on Sustainable Development (CSD) was a body under the UN Economic and Social Council (ECOSOC) tasked with overseeing the outcomes of the 1992 United Nations Conference on Environment and Development/Earth Summit. It was replaced in 2013 by the High-level Political Forum on Sustainable Development, which meets both under the General Assembly every four years and the ECOSOC in other years. The CSD was established in December 1992 by General Assembly Resolution A/RES/47/191 as a functional commission of the UN Economic and Social Council, implementing a recommendation in Chapter 38 of Agenda 21, the landmark global agreement reached at the June 1992 United Nations Conference on Environment and Development/Earth Summit held in Rio de Janeiro, Brazil. CSD 1, the first or \"Organizational\" session of the CSD, was held in New York in June 1993.[1] The Organizational Session focused on a broad range of organizational and administrative issues, reflected in topics of the commission's documents [1]: In its Fifth Session, the principal focus of the CSD was to prepare for the Five-Year Review of the 1992 Earth Summit, which took the form of the 19th Special Session of the General Assembly, held at UN Headquarters in New York. For its Tenth Session the CSD served as the Preparatory Committee for the World Summit on Sustainable Development, held in Johannesburg, South Africa, in December 2002. See the full article World Summit on Sustainable Development The Twelfth Session of the CSD is the first substantive session since the Johannesburg Summit - CSD-11 was an organizational session that focused on establishing priorities and an agenda for the second ten-year cycle of the commission. Text below in \"quotes\" is from the introductory note from the chair - H.E. Børge Brende, Norwegian Minister of the Environment [2] to a description of the organization of work during CSD-12 [3] The chair was H.E. Francis Nhema, Zimbabwe's Minister of Environment and Tourism. The 18th session took place in New York in May 2010, focusing on transport, chemicals, waste management, mining, and the ten-year framework of programmes on sustainable consumption and production patterns (SCP).[2] The 19th session took place in May 2011, as part of the policy cycle from the previous year. No agreement was reached in the negotiations and they eventually collapsed. CSD 20 was suspended from its normal rotation, planned in 2012 because the General Assembly had resolved to hold the United Nations Conference on Sustainable Development in Rio as the 20th anniversary to the original conference. United Nations Conference on Sustainable Development would focus on two themes: With the objectives: Member states decided in resolution 67/203 of 21 December 2012 that the CSD would have its last session immediately prior to the convening of the first meeting of the High-level Political Forum on Sustainable Development in order to ensure a smooth institutional transition. CSD-20 took place in the morning of 20 September 2013.[3] See the full article United Nations Conference on Sustainable Development. UNFCCC CBD","Title":"Commission on Sustainable Development - Wikipedia","KeyID":"9043","URL":"https://en.wikipedia.org/wiki/Commission_on_Sustainable_Development"}