{"Content: ":"Humanitarian aid is material and logistic assistance to people who need help. It is usually short-term help until the long-term help by the government and other institutions replaces it. Among the people in need are the homeless, refugees, and victims of natural disasters, wars, and famines. Humanitarian relief efforts are provided for humanitarian purposes and include natural disasters and man-made disasters. The primary objective of humanitarian aid is to save lives, alleviate suffering, and maintain human dignity. It may, therefore, be distinguished from development aid, which seeks to address the underlying socioeconomic factors which may have led to a crisis or emergency. There is a debate on linking humanitarian aid and development efforts, which was reinforced by the World Humanitarian Summit in 2016. However, the conflation is viewed critically by practitioners.[1] Humanitarian aid is seen as \"a fundamental expression of the universal value of solidarity between people and a moral imperative\".[2] Humanitarian aid can come from either local or international communities. In reaching out to international communities, the Office for the Coordination of Humanitarian Affairs (OCHA)[3] of the United Nations (UN) is responsible for coordination responses to emergencies. It taps to the various members of Inter-Agency Standing Committee, whose members are responsible for providing emergency relief. The four UN entities that have primary roles in delivering humanitarian aid are United Nations Development Programme (UNDP), the United Nations Refugee Agency (UNHCR), the United Nations Children's Fund (UNICEF) and the World Food Programme (WFP).[4] The International Committee of the Red Cross understands humanitarian relief as a norm in both international and non-international armed conflicts, and countries or war parties that prevent humanitarian relief are generally widely criticized.[5] According to The Overseas Development Institute, a London-based research establishment, whose findings were released in April 2009 in the paper \"Providing aid in insecure environments: 2009 Update\", the most lethal year for aid providers in the history of humanitarianism was 2008, in which 122 aid workers were murdered and 260 assaulted. The countries deemed least safe were Somalia and Afghanistan.[6] In 2014, Humanitarian Outcomes reported that the countries with the highest incidents were: Afghanistan, Democratic Republic of the Congo, Central African Republic, South Sudan, Sudan, Syria, Pakistan, Somalia, Yemen and Kenya.[7] According to the Global Humanitarian Overview of OCHA, 235 million people need humanitarian assistance and protection in 2021, or 1 out of 33 people worldwide.[8] The beginnings of organized international humanitarian aid can be traced to the late 19th century. The most well-known origin story of formalized humanitarian aid is that of Henri Dunant, a Swiss businessman and social activist, who upon seeing the sheer destruction and inhumane abandonment of wounded soldiers from the Battle of Solferino in June 1859, canceled his plans and began a relief response.[9] Humanitarian efforts that precede the work of Henri Dunant include British aid to distressed populations on the continent and in Sweden during the Napoleonic Wars,[10][11] and the international relief campaigns during the Great Irish Famine in the 1840s.[12][13] In 1854, when the Crimean War began[14] Florence Nightingale and her team of 38 nurses arrived to Barracks Hospital of Scutari where there were thousands of sick and wounded soldiers.[15] Nightingale and her team watched as the understaffed military hospitals struggled to maintain hygienic conditions and meet the needs of patients.[14] Ten times more soldiers were dying of disease than from battle wounds.[16] Typhus, typhoid, cholera and dysentery were common in the army hospitals.[16] Nightingale and her team established a kitchen, laundry and increased hygiene. More nurses arrived to aid in the efforts and the General Hospital at Scutari was able to care for 6,000 patients.[15] Nightingale's contributions still influence humanitarian aid efforts. This is especially true in regard to Nightingale's use of statistics and measures of mortality and morbidity. Nightingale used principles of new science and statistics to measure progress and plan for her hospital.[16] She kept records of the number and cause of deaths in order to continuously improve the conditions in hospitals.[17] Her findings were that in every 1,000 soldiers, 600 were dying of communicable and infectious diseases.[18] She worked to improve hygiene, nutrition and clean water and decreased the mortality rate from 60% to 42% to 2.2%.[18] All of these improvements are pillars of modern humanitarian intervention. Once she returned to Great Britain she campaigned for the founding of the Royal Commission on the Health of the Army.[17] She advocated for the use of statistics and coxcombs to portray the needs of those in conflict settings.[17][19] Despite little to no experience as a medical physician, Dunant worked alongside local volunteers to assist the wounded soldiers from all warring parties, including Austrian, Italian and French casualties, in any way he could including the provision of food, water, and medical supplies. His graphic account of the immense suffering he witnessed, written in his book A Memory of Solferino, became a foundational text to modern humanitarianism.[20] A Memory of Solferino changed the world in a way that no one, let alone Dunant, could have foreseen nor truly appreciated at the time. To start, Dunant was able to profoundly stir the emotions of his readers by bringing the battle and suffering into their homes, equipping them to understand the current barbaric state of war and treatment of soldiers after they were injured or killed; in of themselves these accounts altered the course of history.[21] Beyond this, in his two-week experience attending to the wounded soldiers of all nationalities, Dunant inadvertently established the vital conceptual pillars of what would later become the International Committee of the Red Cross and International Humanitarian Law: impartiality and neutrality.[22] Dunant took these ideas and came up with two more ingenious concepts that would profoundly alter the practice of war; first Dunant envisioned a creation of permanent volunteer relief societies, much like the ad hoc relief group he coordinated in Solferino, to assist wounded soldiers; next Dunant began an effort to call for the adoption of a treaty which would guarantee the protection of wounded soldiers and any who attempted to come to their aid.[23] After publishing his foundational text in 1862, progress came quickly for Dunant and his efforts to create a permanent relief society and International Humanitarian Law. The embryonic formation of the International Committee of the Red Cross had begun to take shape in 1863 when the private Geneva Society of Public Welfare created a permanent sub-committee called \"The International Committee for Aid to Wounded in Situations of War\". Composed of five Geneva citizens, this committee endorsed Dunant's vision to legally neutralize medical personnel responding to wounded soldiers.[24][25] The constitutive conference of this committee in October 1863 created the statutory foundation of the International Committee of the Red Cross in their resolutions regarding national societies, caring for the wounded, their symbol, and most importantly the indispensable neutrality of ambulances, hospitals, medical personnel and the wounded themselves.[26] Beyond this, in order to solidify humanitarian practice, the Geneva Society of Public Welfare hosted a convention between 8 and 22 August 1864 at the Geneva Town Hall with 16 diverse States present, including many governments of Europe, the Ottoman Empire, the United States of America (USA), Brazil and Mexico.[27] This diplomatic conference was exceptional, not due to the number or status of its attendees but rather because of its very raison d'être. Unlike many diplomatic conferences before it, this conference's purpose was not to reach a settlement after a conflict nor to mediate between opposing interests; indeed this conference was to lay down rules for the future of conflict with aims to protect medical services and those wounded in battle.[28] The first of the renowned Geneva Conventions was signed on 22 August 1864; never before in history has a treaty so greatly impacted how warring parties engage with one another.[29] The basic tenents of the convention outlined the neutrality of medical services, including hospitals, ambulances, and related personnel, the requirement to care for and protect the sick and wounded during the conflict and something of particular symbolic importance to the International Committee of the Red Cross: the Red Cross emblem.[30] For the first time in contemporary history, it was acknowledged by a representative selection of states that war had limits. The significance only grew with time in the revision and adaptation of the Geneva Convention in 1906, 1929 and 1949; additionally, supplementary treaties granted protection to hospital ships, prisoners of war and most importantly to civilians in wartime.[31] The International Committee of the Red Cross exists to this day as the guardian of International Humanitarian Law and as one of the largest providers of humanitarian aid in the world.[32] Another such examples occurred in response to the Northern Chinese Famine of 1876–1879, brought about by a drought that began in northern China in 1875 and led to crop failures in the following years. As many as 10 million people may have died in the famine.[33] British missionary Timothy Richard first called international attention to the famine in Shandong in the summer of 1876 and appealed to the foreign community in Shanghai for money to help the victims. The Shandong Famine Relief Committee was soon established with the participation of diplomats, businessmen, and Protestant and Roman Catholic missionaries.[34] To combat the famine, an international network was set up to solicit donations. These efforts brought in 204,000 silver taels, the equivalent of $7–10 million in 2012 silver prices.[35] A simultaneous campaign was launched in response to the Great Famine of 1876–78 in India. Although the authorities have been criticized for their laissez-faire attitude during the famine, relief measures were introduced towards the end. A Famine Relief Fund was set up in the United Kingdom and had raised £426,000 within the first few months. Early attempts were in private hands and were limited in their financial and organizational capabilities. It was only in the 1980s, that global news coverage and celebrity endorsement were mobilized to galvanize large-scale government-led famine (and other forms of) relief in response to disasters around the world. The 1983–85 famine in Ethiopia caused upwards of 1 million deaths and was documented by a BBC news crew, with Michael Buerk describing \"a biblical famine in the 20th Century\" and \"the closest thing to hell on Earth\".[36] Live Aid, a 1985 fund-raising effort headed by Bob Geldof induced millions of people in the West to donate money and to urge their governments to participate in the relief effort in Ethiopia. Some of the proceeds also went to the famine hit areas of Eritrea.[37] A 2004 reform initiative by Jan Egeland, resulted in the creation of the Humanitarian Cluster System, designed to improve coordination between humanitarian agencies working on the same issues.[38] The first global summit on humanitarian diplomacy was held in 2016 in Istanbul, Turkey.[39] An initiative of United Nations Secretary-General Ban Ki-moon, the World Humanitarian Summit included participants from governments, civil society organizations, private organizations, and groups affected by humanitarian need. Issues that were discussed included: preventing and ending conflict, managing crises, and aid financing. Attendees at the summit agreed a series of reforms on aid spending called the Grand Bargain,[40] including a commitment to spend 25% of aid funds directly through local and national humanitarian aid organizations.[41] Aid is funded by donations from individuals, corporations, governments and other organizations. The funding and delivery of humanitarian aid is increasingly international, making it much faster, more responsive, and more effective in coping to major emergencies affecting large numbers of people (e.g. see Central Emergency Response Fund). The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) coordinates the international humanitarian response to a crisis or emergency pursuant to Resolution 46/182 of the United Nations General Assembly. The need for aid is ever-increasing and has long outstripped the financial resources available.[42] The Central Emergency Response Fund was created at the 2005 Central Emergency Response Fund at the United Nations General Assembly.[43] Humanitarian aid spans a wide range of activities, including providing food aid, shelter, education, healthcare or protection. The majority of aid is provided in the form of in-kind goods or assistance, with cash and vouchers constituting only 6% of total humanitarian spending.[44] However, evidence has shown how cash transfers can be better for recipients as it gives them choice and control, they can be more cost-efficient and better for local markets and economies.[44] It is important to note that humanitarian aid is not only delivered through aid workers sent by bilateral, multilateral or intergovernmental organizations, such as the United Nations. Actors like the affected people themselves, civil society, local informal first-responders, civil society, the diaspora, businesses, local governments, military, local and international non-governmental organizations all play a crucial role in a timely delivery of humanitarian aid.[45] How aid is delivered can affect the quality and quantity of aid. Often in disaster situations, international aid agencies work in hand with local agencies. There can be different arrangements on the role these agencies play, and such arrangement affects that quality of hard and soft aid delivered.[46] Securing access to humanitarian aid in post-disasters, conflicts, and complex emergencies is a major concern for humanitarian actors. To win assent for interventions, aid agencies often espouse the principles of humanitarian impartiality and neutrality. However, gaining secure access often involves negotiation and the practice of humanitarian diplomacy.[47] In the arena of negotiations, humanitarian diplomacy is ostensibly used by humanitarian actors to try to persuade decision makers and leaders to act, at all times and in all circumstances, in the interest of vulnerable people and with full respect for fundamental humanitarian principles.[48] However, humanitarian diplomacy is also used by state actors as part of their foreign policy.[48] The UN implements a multifaceted approach to assist migrants and refugees throughout their relocation process.[49] This includes the integration of their children into local education systems, maintenance of food security at the familial level, and provision of access to health services.[50] The approach also encompasses humanitarian transportation, the goal of which is to ensure migrants and refugees retain access to basic goods/services and the labor market.[51] Basic needs, including access to shelter, clean water, and child protection are supplemented by the UN’s efforts to facilitate social integration and legal regularization for displaced individuals.[50] Traditionally, humanitarian organizations have concentrated their efforts in the delivery of human, medical, food, shelter and water sanitation and hygiene resources during humanitarian emergencies. Nevertheless, since the 2010 Haiti Earthquake, the institutional and operational focus of humanitarian aid has been on leveraging technology to enhance humanitarian action, ensuring that more formal relationships are established, and improving the interaction between formal humanitarian organizations such as the United Nations (UN) Office for the Coordination of Humanitarian Affairs (OCHA) and informal volunteer and technological communities known as digital humanitarians.[52] The recent rise in Big Data, high-resolution satellite imagery and new platforms powered by advanced computing have already prompted the development of crisis mapping to help humanitarian organizations make sense of the vast volume and velocity of information generated during disasters. For example, crowdsourcing maps (such as Open Street Maps) and social media messages in Twitter were used during the 2010 Haiti Earthquake and Hurricane Sandy to trace leads of missing people, infrastructure damages and rise new alerts for emergencies.[53] Satellite imagery is now used to predict how many people will be displaced from their homes and where they will likely move. Such insights helps emergency personnel to identify how much aid in terms of water, food and medical care will be needed and where to send it before they conduct a Rapid Needs Assessment on the field, and at the same time it helps prevent putting the humanitarian organization personnel at risk. Artificial intelligence algorithms may instantaneously assess flooding, building and road damage based on satellite images and weather forecasts, allowing rescuers to distribute emergency aid more effectively and identify those still in danger and isolated from escape routes.[54] Another example that illustrates technology used for humanitarian purposes is the Artificial Intelligence for Digital Response platform which is a free and open source software that automatically collects and classifies tweets that are posted during emergencies, humanitarian crises and disasters. AIDR uses human and machine intelligence to automatically tag up to thousands of messages per minute so humanitarian organizations are able to take faster decisions depending on the trends from the data collected during a specific kind emergency.[citation needed] Big data for humanitarian operations provides a unique opportunity to access instantaneously contextual information about pending and ongoing humanitarian crises. The development of rigorous information management systems may lead to feasible mechanisms for forecasting and preventing crises. Nevertheless, there are important issues to be discussed concerning the veracity and validity of data. Data that are collected or generated through digital or mobile mechanisms will often pose additional challenges, especially regarding the verification when the information comes from social media. Though a significant amount of work is under way to develop software and algorithms for verifying crowdsourced or anonymously provided data, such tools are not yet operational or widely available. Also, multiple data transactions and increased complexity in data structures raise the potential for error in humanitarian data entry and interpretation, and this raises concerns about the accuracy and representativeness of data that is used for policy decisions in highly pressurized situations that demand quick decision-making.[52] Even prior to a humanitarian crisis, gender differences exist. Women have limited access to paid work, are at risk of child marriage, and are more exposed to Gender based violence, such as rape and domestic abuse.[55] Conflict and natural disasters exacerbate women's vulnerabilities.[56] When delivering humanitarian aid, it is thus important for humanitarian actors, such as the United Nations, to include challenges specific to women in their humanitarian response. The Inter-Agency Standing Committee provides guidelines for humanitarian actors on how be inclusive of gender when delivering humanitarian aid. It recommends agencies to collect data disaggregated by sex and age to better understand which group of the population is in need of what type of aid.[57] In recent years, the United Nations have been using sex and age disaggregated data more and more, consulting with gender specialists. In the assessment phase, several UN agencies meet to compile data and work on a humanitarian response plan.[58] Throughout the plans. women specific challenges are listed and sex and age disaggregated data are used so when they deliver aid to a country facing a humanitarian crisis, girls and women can have access to the aid they need. In addition to post-conflict settings, a large portion of aid is often directed at countries currently undergoing conflicts.[59] However, the effectiveness of humanitarian aid, particularly food aid, in conflict-prone regions has been criticized in recent years. There have been accounts of humanitarian aid being not only inefficacious, but actually fuelling conflicts in the recipient countries.[60] Aid stealing is one of the prime ways in which conflict is promoted by humanitarian aid. Aid can be seized by armed groups, and even if it does reach the intended recipients, \"it is difficult to exclude local members of local militia group from being direct recipients if they are also malnourished and qualify to receive aid.\"[60] Furthermore, analyzing the relationship between conflict and food aid, a recent research shows that the United States' food aid promoted civil conflict in recipient countries on average. An increase in United States' wheat aid increased the duration of armed civil conflicts in recipient countries, and ethnic polarization heightened this effect.[60] However, since academic research on aid and conflict focuses on the role of aid in post-conflict settings, the aforementioned finding is difficult to contextualize. Nevertheless, research on Iraq shows that \"small-scale [projects], local aid spending ... reduces conflict by creating incentives for average citizens to support the government in subtle ways.\"[59] Similarly, another study also shows that aid flows can \"reduce conflict because increasing aid revenues can relax government budget constraints, which can [in return] increase military spending and deter opposing groups from engaging in conflict.\"[61] Thus, the impact of humanitarian aid on conflict may vary depending upon the type and mode in which aid is received, and, inter alia, the local socio-economic, cultural, historical, geographical and political conditions in the recipient countries. Waste and corruption are hard to quantify, in part because they are often a taboo subject, but they appear to be significant in humanitarian aid. For example, it has been estimated that over $8.75 billion was lost to waste, fraud, abuse and mismanagement in the Hurricane Katrina relief effort.[62] Non-governmental organizations have in recent years made great efforts to increase participation, accountability and transparency in dealing with aid, yet humanitarian assistance remains a poorly understood process to those meant to be receiving it—much greater investment needs to be made into researching and investing in relevant and effective accountability systems.[62] However, there is little clear consensus on the trade-offs between speed and control, especially in emergency situations when the humanitarian imperative of saving lives and alleviating suffering may conflict with the time and resources required to minimise corruption risks.[62] Researchers at the Overseas Development Institute have highlighted the need to tackle corruption with, but not limited to, the following methods:[62] Countries or war parties that prevent humanitarian relief are generally under unanimous criticism.[5] Such was the case for the Derg regime, preventing relief to the population of Tigray in the 1980s,[63] and the prevention of relief aid in the Tigray War of 2020–2021 by the Abiy Ahmed Ali regime of Ethiopia was again widely condemned.[64][65] Aid workers are the people distributed internationally to do humanitarian aid work. The total number of humanitarian aid workers around the world has been calculated by ALNAP, a network of agencies working in the Humanitarian System, as 210,800 in 2008. This is made up of roughly 50% from NGOs, 25% from the Red Cross/Red Crescent Movement and 25% from the UN system.[66] In 2010, it was reported that the humanitarian fieldworker population increased by approximately 6% per year over the previous 10 years.[67] Aid workers are exposed to tough conditions and have to be flexible, resilient, and responsible in an environment that humans are not psychologically supposed to deal with, in such severe conditions that trauma is common. In recent years, a number of concerns have been raised about the mental health of aid workers.[68][69] The most prevalent issue faced by humanitarian aid workers is PTSD (Post Traumatic Stress Disorder). Adjustment to normal life again can be a problem, with feelings such as guilt being caused by the simple knowledge that international aid workers can leave a crisis zone, whilst nationals cannot. A 2015 survey conducted by The Guardian, with aid workers of the Global Development Professionals Network, revealed that 79 percent experienced mental health issues.[70] Reports of sexual exploitation in sexual exploitation and abuse in humanitarian response have been reported following humanitarian interventions in Liberia, Guinea and Sierra Leone in 2002,[71] in Central African Republic[72] and in the Democratic Republic of the Congo.[73] 2021 reporting on a Racial Equity Index report indicated that just under two-thirds of aid workers have experienced racism and 98% of survey respondents witnessed racism.[74] The humanitarian community has initiated a number of interagency initiatives to improve accountability, quality and performance in humanitarian action. Four of the most widely known initiatives are, ALNAP, the CHS Alliance, the Sphere Project and the Core Humanitarian Standard on Quality and Accountability (CHS). Representatives of these initiatives began meeting together on a regular basis in 2003 in order to share common issues and harmonise activities where possible.[75] The Sphere Project handbook, Humanitarian Charter and Minimum Standards in Disaster Response], which was produced by a coalition of leading non-governmental humanitarian agencies, lists the following principles of humanitarian action: Another humanitarian standard used is the Core Humanitarian Standard on Quality and Accountability (CHS). It was approved by the CHS Technical Advisory Group in 2014, and has since been endorsed by many humanitarian actors such as \"the Boards of the Humanitarian Accountability Partnership (HAP), People in Aid and the Sphere Project\".[76] It comprises nine core standards, which are complemented by detailed guidance notes and indicators. While some critics were questioning whether the sector will truly benefit from the implementation of yet another humanitarian standard, others have praised it for its simplicity.[77] Most notably, it has replaced the core standards of the Sphere Handbook[78] and it is regularly referred to and supported by officials from the United Nations, the EU, various NGOs and institutes.[79] ","Title":"Humanitarian aid - Wikipedia","KeyID":"9045","URL":"https://en.wikipedia.org/wiki/Humanitarian_aid"}