{"Content: ":"There are a number of meanings for the term humanitarian. Here, humanitarian pertains to the practice of saving lives and alleviating suffering. It is usually related to emergency response (also called humanitarian response) whether in the case of a natural disaster or a man-made disaster such as war or other armed conflict. Humanitarian principles govern the way humanitarian response is carried out. Humanitarian principles are a set of principles that governs the way humanitarian response is carried out. The principle is central to establishing and maintaining access to affected populations in natural disasters or complex emergency situations. In disaster management, compliance with the principles are essential elements of humanitarian coordination. The main humanitarian principles have been adopted by the United Nations General Assembly. The four guiding principles are Humanity, Neutrality, Impartiality and Independence.[1] The core principles are defining characteristics, the necessary conditions for humanitarian response. Organizations such as military forces and for-profit companies may deliver assistance to communities affected by disaster in order to save lives and alleviate suffering, but they are not considered by the humanitarian sector as humanitarian agencies as their response is not based on the core principles. The principle of humanity means that all humankind shall be treated humanely and equally in all circumstances by saving lives and alleviating suffering, while ensuring respect for the individual. It is the fundamental principle of humanitarian response.[2] The purpose of humanitarian action is to protect life and health, and ensure respect for human beings. It also promotes mutual understanding, cooperation, friendship and peace among all people. According to the International Federation of Red Cross and Red Crescent movement, the principle of humanity includes: • It recalls the origin of the movement: a desire to assist without discrimination to the wounded during conflict. • It recalls the double dimension of the movement: national and international one. • To protect life and health • To define the purpose of the movement [3] The Code of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Relief (RC/NGO Code) introduces the concept of the humanitarian imperative which expands the principle of humanity to include the right to receive and to give humanitarian assistance. It states the obligation of the international community \"to provide humanitarian assistance wherever it is needed.\"[4] Provision of humanitarian assistance must be impartial and no discrimination on the basis of nationality, race, gender, religion, political opinion or class. It must be based on need alone. Priority must be given to the most urgent cases of distress. To treat everyone the same way without consideration for the level of suffering or the urgency would not be equitable. Impartiality means that the only priority that can set in dealing with people that need help must be based on need and the order of relief must correspond to the urgency.[3] For most non-governmental humanitarian agencies (NGHAs), the principle of impartiality is unambiguous even if it is sometimes difficult to apply, especially in rapidly changing situations. However, it is no longer clear which organizations can claim to be humanitarian. For example, companies like PADCO, a USAID subcontractor, is sometimes seen as a humanitarian NGO. However, for the UN agencies, particularly where the UN is involved in peace keeping activities as the result of a Security Council resolution, it is not clear if the UN is in position to act in an impartial manner if one of the parties is in violation of terms of the UN Charter.[5] For International Red Cross and Red Crescent Movement, neutrality means not to take sides in hostilities or engage at any time in controversies of a political, racial, religious or ideological nature. The principle of neutrality was specifically addressed to the Red Cross Movement to prevent it from not only taking sides in a conflict, but not to \"engage at any time in controversies of a political, racial, religious or ideological nature.\" Neutrality can also apply to humanitarian actions of a state. \"Neutrality remains closely linked with the definition which introduced the concept into international law to designate the status of a State which decided to stand apart from an armed conflict. Consequently, its applications under positive law still depend on the criteria of abstention and impartiality which have characterized neutrality from the outset.\"[6] The application of the word neutrality to humanitarian aid delivered by UN agencies or even governments can be confusing. GA Resolution 46/182 proclaims the principle of neutrality, yet as an inter-governmental political organization, the UN is often engaged in controversies of a political nature. According to this interpretation, the UN agency or a government can provide neutral humanitarian aid as long as it does it impartially, based upon need alone.[7] Today, the word neutrality is widely used within the humanitarian community, usually to mean the provision of humanitarian aid in an impartial and independent manner, based on need alone. Few international NGOs have curtailed work on justice or human rights issues because of their commitment to neutrality. While neutrality is an important principle in the work of Humanitarian Aid, there is a long-standing controversy in the field on how it should be implemented.[8] The humanitarian principle of neutrality was formally established in 1991 by the UN General Assembly resolution 46/182. The principles were developed from the core principles used by the International Committee of the Red Cross and the National Red Cross/Red Crescent Societies.[9] OCHA, the United Nations Office for the Coordination of Humanitarian Affairs, defines neutrality as, “Humanitarian actors must not take sides in hostilities or engage in controversies of a political, racial, religious or ideological nature”.[9] This means that humanitarian workers should not take sides in a conflict.[10] In a conservative interpretation, it also means that humanitarian workers do not speak out about what they see, even in the case of egregious human rights violations, including genocide.[10] There are reasons that some prefer, and utilize, the more conservative interpretation of neutrality. First, some feel that a commitment to staying silent about what they witness allows them to access people in the most need of aid. Otherwise, leaders in areas of conflict may not permit humanitarian workers access to provide aid.[11] Staying silent can also act as a measure of protection for aid workers, further ensuring that aid is provided to those most in need.[11][12] Lastly, some argue that staying silent is a way to ensure no discrimination in humanitarian aid. For this argument, choosing sides during a conflict amounts to discrimination, and works against the fundamental principles of humanitarian aid.[11] The other side of the debate highlights the moral imperative to speak up against egregious violations of human rights.[12] Organizations on this side tend to also promote an understanding of the difference between neutrality and impartiality, another humanitarian principle. MSF, for example, explains that impartiality ensures that aid workers only consider a person’s need in giving aid, and do not discriminate against someone because of their “nationality, race, gender, identity, religious beliefs, class or political opinions”.[12][13] On the other hand, neutrality “means not taking sides”.[12] However, MSF explicitly states that they will speak out about massive human rights violations, including genocide. They argue that the needs of the people experiencing mass violence come above the principle of neutrality.[12] In this, they do not violate impartiality, and continue to provide humanitarian aid to individuals who need it most, regardless of sides.[12][13] Two of the major players in this debate are the International Committee of the Red Cross (ICRC), and Médecins Sans Frontières (MSF) (also known as Doctors Without Borders). Historically, the ICRC interpreted \"neutrality\" to mean no public criticism, unwilling to speak out about what they were seeing, in hopes of maintaining their ability to provide aid.[10] A good example of this is WWII, where ICRC did not publicize or condemn the Nazi genocide.[14] This is part of what sparked the continuing debate. However, since the 1990s, the ICRC has amended its interpretation of neutrality, and promote public denouncement of serious violations of humanitarian law.[10] MSF, on the other hand, never adopted the policy of absolute confidentiality, and considers “‘bearing witness’ to the plight of victims as an additional measure of protection”.[10] While they uphold the principle of neutrality, they state that, “impartiality and neutrality are not synonymous with silence”.[15] This issue is still widely contested in the humanitarian field. In a 2020 opinion piece, Hugo Slim argues that legally, operationally, and morally, it is acceptable for humanitarians to take sides.[8] He states, “Neutral humanitarianism is not necessarily ethically desirable when we see people as enemies for good reasons. Is it reasonable to expect a Syrian aid worker to be neutral while her community is being bombed? Is it moral for humanitarians to stay neutral in the face of injustice or genocide?” [8] Others argue, “neutrality is very important in the provision of humanitarian assistance as it provides humanitarian actors, such as the ICRC, with the humanitarian space needed to provide relief to as many victims of crisis as possible without discrimination, whilst also allowing aid workers to carry out their duties safely and to the best of their abilities.” [11] As the field of humanitarian aid continues to professionalize, so do the definitions and implementations of its principles. Humanitarian agencies must formulate and implement their own policies independently of government policies or actions. Humanitarian agencies, although there are auxiliaries in the humanitarian services and subject to the laws of their countries, must maintain their autonomy from political, economic, military or any other others and to be able at all times to act in accordance with the humanitarian principles.[3] Problems may arise because most NGHAs rely in varying degrees on government donors. Thus for some organizations it is difficult to maintain independence from their donors and not be confused in the field with governments who may be involved in the hostilities. The ICRC, has set the example for maintaining its independence (and neutrality) by raising its funds from governments through the use of separate annual appeals for headquarters costs and field operations.[16] In addition to the core principles, there are other principles that govern humanitarian response for specific types of humanitarian agencies such as UN agencies, the Red Cross and Red Crescent Movement, and NGOs. The provision of aid must not exploit the vulnerability of victims and be used to further political or religious creeds. All of the major non-governmental humanitarian agencies (NGHAs) by signing up to the RC/NGO Code of Conduct have committed themselves not to use humanitarian response to further political or religious creeds. Equal status and share of responsibilities and duties in helping each other. Solidarity with regard to decision-making regardless of their size or wealth. The humanitarian principles originated from the work of the International Committee of Red Cross and the National Red Cross/Red Crescent Societies. The core principles guided the work of these organizations before it was adopted by the United Nations. In 1991, the first three principles (humanity, neutrality and impartiality) were adopted and endorsed in the General Assembly resolution 46/182. The General Assemble resolution of 1991 also led to the establishment of the role of the Emergency Relief Coordinator (ERC). In 2004, the General Assembly resolution 58/114 added independence as the fourth core principle essential to humanitarian action. The fourth principle was as result of co-opting of humanitarian assistance in highly politicized context to address challenges faced in preserving independence for local partners and in relation to targeting of beneficiaries and the delivery of need based services in affected areas. These principles have been adopted by many international humanitarian organizations working with affected populations in disaster crisis. The Inter-Agency Standing Committee has the responsibility of upholding humanitarian principles globally. This is the body responsible for bringing together UN agencies, Red Cross Movement and NGOs working in humanitarian action.[17] All of the above principles are important requirements for effective field operations. They are based on widespread field experience of agencies engaged in humanitarian response. In conflict situations, their breach may drastically affect the ability of agencies to respond to the needs of the victims. If a warring party believes, for example, that an agency is favoring the other side, or that it is an agent of the enemy, access to the victims may be blocked and the lives of humanitarian workers may be put in danger. If one of the parties perceives that an agency is trying to spread another religious faith, there may be a hostile reaction to their activities. The core principles, found in the Red Cross/NGO Code of Conduct and in GA Resolution 46/182[18] are derived from the Fundamental Principles of the Red Cross, particularly principles I (humanity), II (impartiality), III (neutrality—in the case of the UN), and IV (independence).[19] A full commentary and analysis of all ten principles in the Red Cross Red Crescent Code of Conduct can be seen in Hugo Slim's book Humanitarian Ethics.[20] Accountability has been defined as: \"the processes through which an organisation makes a commitment to respond to and balance the needs of stakeholders in its decision making processes and activities, and delivers against this commitment.\"[21] Humanitarian Accountability Partnership International adds: \"Accountability is about using power responsibly.\"[22] Article 9 of the Code of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Relief states: \"We hold ourselves accountable to both those we seek to assist and those from whom we accept resources;\" and thus identifies the two major stake holders: donors and beneficiaries. However, traditionally humanitarian agencies have tended to practice mainly \"upward accountability\", i.e. to their donors.[23] The experience of many humanitarian agencies during the Rwandan Genocide, led to a number of initiatives designed to improve humanitarian assistance and accountability, particularly with respect to the beneficiaries. Examples include the Sphere Project, ALNAP,[24] Compas,[25] the People In Aid Code of Good Practice,[26] and the Humanitarian Accountability Partnership International, which runs a \"global quality insurance scheme for humanitarian agencies.\" The RC/NGO Code also lists a number of more aspirational principles which are derived from experience with development assistance. The Sphere Project Humanitarian Charter[27] uses the language of human rights to remind that the right to life which is proclaimed in both the Universal Declaration of Human Rights and the International Convention on Civil and Political Rights is related to human dignity. Humanitarian principles are mainly focused on the behavior of organizations. However a humane response implies that humanitarian workers are not to take advantage of the vulnerabilities of those affected by war and violence. Agencies have the responsibility for developing rules of staff conduct which prevent abuse of the beneficiaries. One of the most problematic areas is related to the issue of sexual exploitation and abuse of beneficiaries by humanitarian workers. In an emergency where victims have lost everything, women and girls are particularly vulnerable to sexual abuse. A number of reports which identified the sexual exploitation of refugees in west Africa prodded the humanitarian community to work together in examining the problem and to take measures to prevent abuses. In July 2002, the UN's Interagency Standing Committee (IASC) adopted a plan of action which stated: Sexual exploitation and abuse by humanitarian workers constitute acts of gross misconduct and are therefore grounds for termination of employment. The plan explicitly prohibited the \"Exchange of money, employment, goods, or services for sex, including sexual favours or other forms of humiliating, degrading or exploitative behaviour.\" The major NGHAs as well the UN agencies engaged in humanitarian response committed themselves to setting up internal structures to prevent sexual exploitation and abuse of beneficiaries.[28] Substantial efforts have been made in the humanitarian sector to monitor compliance with humanitarian principles. Such efforts include The People In Aid Code of Good Practice, an internationally recognised management tool that helps humanitarian and development organisations enhance the quality of their human resources management. The NGO, Humanitarian Accountability Partnership International, is also working to make humanitarian organizations more accountable, especially to the beneficiaries. Structures internal to the Red Cross Movement monitor compliance to the Fundamental Principles of the Red Cross. The RC/NGO Code is self-enforcing. The SCHR carries out peer reviews among its members which look in part at the issue of compliance with principles set out in the RC/NGO Code Pictet, Jean (1979). \"The Fundamental Principles of the Red Cross: a commentary\". Retrieved 2006-12-14. Donini, Antonio (2012). The Golden Fleece: Manipulation and Independence in Humanitarian Action. Kumarian Pres. ISBN 978-1565494886.","Title":"Humanitarian principles - Wikipedia","KeyID":"9047","URL":"https://en.wikipedia.org/wiki/Humanitarian_principles"}