{"Content: ":"The history of the United Nations as an international organization has its origins in World War II. Since then its aims and activities have expanded to make it the archetypal international body in the early 21st century. The first international organizations were created to enable countries to cooperate on specific matters. The International Telegraph Union was founded in 1865 and the Universal Postal Union was established in 1874. Both are now specialized agencies of the United Nations. In 1899, the Hague Convention established the Permanent Court of Arbitration, an intergovernmental organization which began work in 1902.[1] The predecessor of the United Nations, the League of Nations, was conceived after World War I, and established in 1919 under the Treaty of Versailles \"to promote international cooperation and to achieve peace and security.\" The main constitutional organs of the League were the Assembly, the Council, and the Permanent Secretariat. The Permanent Court of International Justice was provided for by the Covenant and established by the Council and Assembly. The International Labour Organization, which is also now a UN specialized agency, was created under the Treaty of Versailles as an affiliated agency of the League. In addition, there were several auxiliary agencies and commissions.[1] The genesis of the United Nations is a series of conferences and declarations made by the Allies of World War II.[2][3] On 12 June 1941, representatives of the United Kingdom, Canada, Australia, New Zealand, the Union of South Africa, and of the exiled governments of Belgium, Czechoslovakia, Greece, Luxembourg, Netherlands, Norway, Poland, and Yugoslavia, as well as a representative of General de Gaulle of France met in London. They signed the Declaration of St. James's Palace expressing a vision for a postwar world order.[4] This was the first step that led up to the founding of the United Nations.[5] The Atlantic Conference followed on 9–12 August 1941 at which American President Franklin Roosevelt and British Prime Minister Winston Churchill laid out this vision in a more detailed form in the Atlantic Charter. At the subsequent meeting of the Inter-Allied Council in London on 24 September 1941, the eight governments in exile of countries under Axis occupation, together with the Soviet Union and representatives of the Free French Forces, unanimously adopted adherence to the common principles of policy set forth by Britain and United States.[6][7] President Roosevelt first suggested using the name United Nations, to refer to the Allies of World War II, to Prime Minister Churchill during the latter's three-week visit to the White House in December 1941.[8] Churchill agreed and cited Lord Byron's use of the phrase \"United Nations\" in the poem Childe Harold's Pilgrimage, which referred to the Allies at the Battle of Waterloo in 1815.[9][10] The 1942 \"Declaration of The United Nations\"[11] was drafted by Roosevelt, Churchill, and Roosevelt aide Harry Hopkins, while meeting at the White House on 29 December 1941. It incorporated Soviet suggestions, but left no role for France. The first official use of the term \"United Nations\" was on 1–2 January 1942 when 26 Governments signed the Declaration. One major change from the Atlantic Charter was the addition of a provision for religious freedom, which Stalin approved after Roosevelt insisted.[12][13] By early 1945 it had been signed by 21 more states.[14] A JOINT DECLARATION BY THE UNITED STATES OF AMERICA, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, THE UNION OF SOVIET SOCIALIST REPUBLICS, CHINA, AUSTRALIA, BELGIUM, CANADA, COSTA RICA, CUBA, CZECHOSLOVAKIA, DOMINICAN REPUBLIC, EL SALVADOR, GREECE, GUATEMALA, HAITI, HONDURAS, INDIA, LUXEMBOURG, NETHERLANDS, NEW ZEALAND, NICARAGUA, NORWAY, PANAMA, POLAND, SOUTH AFRICA, YUGOSLAVIA The Governments signatory hereto, Having subscribed to a common program of purposes and principles embodied in the Joint Declaration of the President of the United States of America and the Prime Minister of Great Britain dated August 14, 1941, known as the Atlantic Charter, Being convinced that complete victory over their enemies is essential to defend life, liberty, independence and religious freedom, and to preserve human rights and justice in their own lands as well as in other lands, and that they are now engaged in a common struggle against savage and brutal forces seeking to subjugate the world, DECLARE: (1) Each Government pledges itself to employ its full resources, military or economic, against those members of the Tripartite Pact and its adherents with which such government is at war. (2) Each Government pledges itself to cooperate with the Governments signatory hereto and not to make a separate armistice or peace with the enemies. The foregoing declaration may be adhered to by other nations which are, or which may be, rendering material assistance and contributions in the struggle for victory over Hitlerism.[15] During the war, the United Nations became the official term for the Allies. To join, countries had to sign the Declaration and declare war on the Axis.[16] President Roosevelt was the chief promoter of the Four Powers idea.[17] The first commitments to the creation of a future international organization emerged in declarations signed at the 1943 wartime Allied conferences. The Moscow Conference resulted in the Moscow Declarations, including the Declaration of the Four Nations on General Security, which omitted any discussion of the potentially-controversial establishment of a permanent peacekeeping force after the war. Instead, its stated aim was simply the creation \"at the earliest possible date of a general international organization.\" It was drafted by US State Department and signed by the foreign secretaries of the governments of the United States, the United Kingdom, the Soviet Union and the Republic of China. This was the first formal announcement that a new international organization was being contemplated to replace the moribund League of Nations. The Tehran Conference followed on 30 October 1943 at which Roosevelt, Churchill and Stalin met and discussed the idea of a post-war international organization. The Allies agreed to the basic structure of the new body at the Dumbarton Oaks Conference in 1944. From 21 September to 7 October, delegations from the Big Four met in Washington, D.C. to elaborate plans.[18] Those and later talks produced proposals outlining the purposes of the new international organization, its membership and organs, as well as arrangements to maintain international peace and security and international economic and social cooperation. Churchill urged Roosevelt to restore France to its status of a major Power after the liberation of Paris in August 1944. For Roosevelt, creating the new organization became the most important goal for the entire war effort.[19] It was his idea that \"Four Policemen\" would collaborate to keep and enforce the peace. The United States, Britain, the Soviet Union and China would make the major decisions. He went public with strong advocacy in the 1944 presidential campaign, and turned detailed planning over to the State Department, where Sumner Welles and Secretary Cordell Hull worked on the project. Governments, organizations and private citizens worldwide discussed and debated these proposals.[20] At the Yalta Conference in February 1945, Roosevelt, Churchill, and Stalin agreed to the establishment of the United Nations, as well as the structure of the United Nations Security Council. Stalin insisted on having a veto and FDR finally agreed; thus avoiding the fatal weakness of the League of Nations, which had theoretically been able to order its members to act in defiance of their own parliaments.[21] It was agreed that membership would be open to nations that had joined the Allies by 1 March 1945.[22] Brazil, Syria and a number of other countries qualified for membership by declarations of war on either Germany or Japan in the first three months of 1945 – in some cases retroactively. On 25 April 1945, the United Nations Conference on International Organization began in San Francisco sponsored by the Big Four. The heads of the delegations of the four sponsoring countries invited the other nations to take part and took turns as chairman of the plenary meetings: Anthony Eden, of Britain, Edward Stettinius, of the United States, T. V. Soong, of China, and Vyacheslav Molotov, of the Soviet Union. At the later meetings, Lord Halifax deputized for Eden, Wellington Koo for T. V. Soong, and Andrei Gromyko for Molotov.[23] France was added as a permanent member of the Security Council at the insistence of Churchill.[24] After working for two months, the fifty nations represented at the conference signed the Charter of the United Nations on 26 June. The charter stated that before it would come into effect, it must be ratified by the governments of the China, France, the USSR, Great Britain and the United States, and by a majority of the other 46 signatories. This occurred on 24 October 1945, and the United Nations was officially formed.[25] The first meeting of the General Assembly was held in Westminster Central Hall, London, on 10 January 1946.[26] The Security Council met for the first time a week later in Church House, Westminster.[27] The League of Nations formally dissolved itself on 18 April 1946 and transferred its mission to the United Nations. The United Nations has achieved considerable prominence in the social arena, fostering human rights, economic development, decolonization, health and education, for example, and interesting itself in refugees and trade. The leaders of the UN had high hopes that it would act to prevent conflicts between nations and make future wars impossible. Those hopes have obviously not fully come to pass. G. J. Eddy Gouraige argues that UN resolutions from 1946 to 1960 made decolonization a top priority, and gave the General Assembly tools to end colonialism. Nearly all the main colonies of the British French and Dutch empires gained independence by the 1960s. However, critics complained that the UN did little to end Portuguese colonization.[28] United Nations Command is the multinational military force established to support the Republic of Korea (South Korea) during and after the Korean War. It was the first international unified command in history, and the first attempt at collective security pursuant to the Charter of the United Nations.[29] The UNC was established on 7 July 1950 following the UN Security Council's recognition of North Korean aggression against South Korea. The motion passed because the Soviet Union, a close ally of North Korea and a member of the UN Security Council, was boycotting the UN at the time over its recognition of the Republic of China rather than the People's Republic of China.[30] UN member states were called to provide assistance in repelling the North's invasion, with the UNC providing a cohesive command structure under which the disparate forces would operate.[29] During the course of the war, 22 nations contributed military or medical personnel to UN Command;[29] although the United States led the UNC and provided the bulk of its troops and funding, all participants formally fought under the auspices of the UN,[31] with the operation classified as a \"UN-led police action\".[32] On 27 July 1953, United Nations Command, the Korean People's Army, and the Chinese People's Volunteers signed the Korean Armistice Agreement, ending open hostilities. The agreement established the Military Armistice Commission (MAC), consisting of representatives of the signatories, to supervise the implementation of the armistice terms, and the Neutral Nations Supervisory Commission (NNSC), composed of nations that did not participate in the conflict, to monitor the armistice's restrictions on the parties' reinforcing or rearming themselves.[Note 1][33] In 1975, the UN General Assembly adopted resolution 3390 (XXX), which called upon the parties to the Armistic Agreement to replace it with a peace agreement, and expressed the hope that UNC would be dissolved on 1 January 1976.[34] The UNC continues to function as of 2019[update].[35] Since 1953, UNC's primary duties have been to maintain the armistice and facilitate diplomacy between North and South Korea.[36] Although \"MAC\" meetings have not occurred since 1994, UN Command representatives routinely engage members of the Korean People's Army in formal and informal meetings. The most recent formal negotiations on the terms of Armistice occurred between October and November 2018. Duty officers from both sides of the Joint Security Area (commonly known as the Truce Village of Panmunjom) conduct daily communications checks and have the ability to engage face-to-face when the situation demands.[37] From about 1947 until 1989 the division of the world into hostile camps during the Cold War made agreement on peacekeeping matters extremely difficult. Following the end of the Cold War, renewed calls arose for the UN to become the agency for achieving world peace and co-operation, as several dozen active military conflicts continued to rage across the globe. The breakup of the Soviet Union has also left the United States in a unique position of global dominance, creating a variety of new problems for the UN (See the United States and the United Nations) In 1948 the UN created the United Nations Military Observer Group for India and Pakistan (UNMOGIP) and the United Nations Truce Supervision Organization (UNTSO). Up to the late 1980s, peacekeeping missions were operated by six officials in the United Nations Office of Special Political Affairs, which was headed first by Under-Secretary-General Ralph Bunche, and subsequently Brian Urquhart and Marrack Goulding.[38] From the beginning, peacekeeping operations operated with a clear doctrine that applied to its traditional or classical peacekeeping operations for inter-state ceasefires: peacekeepers did not take sides or discharge firearms, save in self-defense, or meddle in politics.[39] The Department of Peacekeeping Operations was created in March 1992 when Boutros Boutros-Ghali took office as Secretary-General of the United Nations; its creation was one of his first decisions.[40] In organisational terms, it upgraded and expanded upon the work of the previous Field Administration and Logistics Division (FALD) (which remained active as a subordinate department).[41] Goulding became under-secretary-general (or USG) for peacekeeping with Kofi Annan appointed as his deputy. The role of the DPKO, however, wasn't clarified until June 1992, when Boutrous-Ghali issued An Agenda for Peace, a plan to strengthen the UN's capacity for preventive diplomacy and peacekeeping. French nationals have served as Under-Secretaries-General for Peacekeeping Operations since 1997.[42] The United Nations Buffer Zone in Cyprus is a demilitarized zone, patrolled by the United Nations Peacekeeping Force in Cyprus (UNFICYP), that was established in 1964 and extended in 1974 after the ceasefire of 16 August 1974, following the Turkish invasion of Cyprus, and the de facto partition of the island into the area controlled by the Republic of Cyprus (excluding the Sovereign Base Areas) and the largely unrecognized Turkish Republic of Northern Cyprus in the North. The zone, also known as the Green Line (Greek: Πράσινη Γραμμή, Prasini Grammi; Turkish: Yeşil Hat), stretches for 180 kilometres (112 miles) from Paralimni in the east to Kato Pyrgos in the west, where a separate section surrounds Kokkina.[43] The United Nations India-Pakistan Observation Mission (UNIPOM), is peacekeeping mission set up by the Security Council in September 1965 to oversee the ceasefire and withdrawal of armed personnel along the India–Pakistan border. Potential sites for the UN Headquarters included Vienna, Switzerland, Berlin, Quebec, and the Netherlands before the delegation decided on a headquarters in the United States by December 1945.[44] Many U.S. locations vied for the honor of hosting the UN Headquarters site, such as Marin County, California; St. Louis; Boston; Chicago; Fairfield County, Connecticut; Westchester County, New York; Flushing Meadows-Corona Park in Queens; Tuskahoma, Oklahoma; the Black Hills of South Dakota; Belle Isle in Detroit; and a site on Navy Island straddling the U.S.-Canada border.[45][46][47] San Francisco, where the UN founding conference was held, was favored by Australia, New Zealand, China, and the Philippines due to the city's proximity to their countries.[46] The UN and many of its delegates seriously considered Philadelphia for the headquarters; the city offered to donate land in several select sites, including Fairmount Park, Andorra, and a location in Center City, Philadelphia, that would have placed the headquarters along a mall extending from Independence Hall to Penn's Landing.[46] In 1946, John D. Rockefeller III and Laurance Rockefeller each offered their respective residences in Kykuit in Mount Pleasant, New York, as headquarters for the UN, but the proposals were vetoed as the sites were too isolated from Manhattan.[48] The Soviet Union vetoed Boston due to the denunciations of Soviet expansion by John E. Swift, a Massachusetts judge and Supreme Knight of the Knights of Columbus.[49] Prior to the completion of the UN's current headquarters, it used part of a Sperry Gyroscope Company factory in Lake Success, New York, for most of its operations, including the Security Council, between 1946 and 1952.[50][51] Between 1946 and 1950, the General Assembly, however, met at the New York City Building in Flushing Meadows, which had been built for the 1939 New York World's Fair and is now the site of the Queens Museum.[52][53] New York City Planning Commissioner Robert Moses convinced Nelson Rockefeller to purchase a 17 and 18 acres (6.9 and 7.3 ha) piece of land along the East River in New York City from real estate developer William Zeckendorf Sr.;[54] The purchase was funded by Nelson's father, John D. Rockefeller Jr. The Rockefeller family owned the Tudor City Apartments across First Avenue from the Zeckendorf site.[55] The UN ultimately chose the New York City site over Philadelphia after Rockefeller offered to donate the land along the East River.[45] The UN headquarters officially opened on January 9, 1951, although construction was not formally completed until October 9, 1952.[56] The basic constitutional makeup of the United Nations has changed little, though vastly increased membership has altered the functioning of some elements. The UN as a whole has generated a rich assortment of non-governmental organizations and special bodies over the years: some with a regional focus, some specific to the various peacekeeping missions, and others of global scope and importance. Other bodies (such as the International Labour Organization) formed prior to the establishment of the United Nations and only subsequently became associated with it.","Title":"History of the United Nations - Wikipedia","KeyID":"9056","URL":"https://en.wikipedia.org/wiki/History_of_the_United_Nations"}