{"Content: ":"The Convention Relating to the Status of Refugees, also known as the 1951 Refugee Convention or the Geneva Convention of 28 July 1951,[2] is a United Nations multilateral treaty that defines who a refugee is, and sets out the rights of individuals who are granted asylum and the responsibilities of nations that grant asylum. The Convention also sets out which people do not qualify as refugees, such as war criminals. The Convention also provides for some visa-free travel for holders of refugee travel documents issued under the convention. The Refugee Convention builds on Article 14 of the 1948 Universal Declaration of Human Rights,[citation needed] which recognizes the right of persons to seek asylum from persecution in other countries. A refugee may enjoy rights and benefits in a state in addition to those provided for in the Convention.[3] The rights created by the Convention generally still stand today. Some have argued that the complex nature of 21st century refugee relationships calls for a new treaty that recognizes the evolving nature of the nation-state, economic migrants, population displacement, environmental migrants, and modern warfare.[4][5] Nevertheless, ideas like the principle of non-refoulement (non-returning of refugees to dangerous countries) (Article 33) are still applied today, with the 1933 Convention being the source of such rights.[6] Prior to the 1951 document, there was agreed a Convention relating to the International Status of Refugees, of 28 October 1933, which dealt with administrative measures such as the issuance of Nansen certificates, refoulement, legal questions, labour conditions, industrial accidents, welfare and relief, education, fiscal regime and exemption from reciprocity, and provided for the creation of committees for refugees.[6] The Convention was approved at a special United Nations conference on 28 July 1951, and entered into force on 22 April 1954. It was initially limited to protecting European refugees from before 1 January 1951 (after World War II), but states could make a declaration that the provisions would apply to refugees from other places. The 1967 Protocol removed the time limits and applied to refugees \"without any geographic limitation\" but declarations previously made by parties to the Convention on geographic scope were grandfathered.[7] As of 20 January 2020, there were 146 parties to the Convention, and 147 to the Protocol.[8][1][9] Madagascar and Saint Kitts and Nevis are parties only to the Convention, while Cape Verde, the United States of America and Venezuela are parties only to the Protocol. Since the US ratified the Protocol in 1968, it undertook a majority of the obligations spelled out in the original 1951 document (Articles 2-34), and Article 1 as amended in the Protocol, as \"supreme Law of the Land\".[10] Article 1 of the Convention defines a refugee as:[11][12] As a result of events occurring before 1 January 1951 and owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it. With the passage of time and the emergence of new refugee situations, the need was increasingly felt to make the provisions of the 1951 Convention applicable to such new refugees. As a result, a Protocol Relating to the Status of Refugees was prepared, and entered into force on 4 October 1967.[13] The UNHCR is called upon to provide international protection to refugees falling within its competence.[14] The Protocol defined refugee to mean any person within the 1951 Convention definition as if the words \"As a result of events occurring before 1 January 1951 and ...\" were omitted.[15] Several groups have built upon the 1951 Convention to create a more objective definition. While their terms differ from those of the 1951 Convention, the Convention has significantly shaped the new, more objective definitions. They include the 1969 Convention Governing the Specific Aspects of Refugee Problems in Africa by the Organisation of African Unity (since 2002 African Union) and the 1984 Cartagena Declaration, while nonbinding, also sets out regional standards for refugees in South and Central Americas, Mexico and the Caribbean.[16] Scholars have started to consider this definition unsuitable for contemporary society, where for example environmental refugees are not captured in the definition.[17] In the general principle of international law, treaties in force are binding upon the parties to it and must be performed in good faith. Countries that have ratified the Refugee Convention are obliged to protect refugees that are on their territory in accordance with its terms.[18] There are a number of provisions to which parties to the Refugee Convention must adhere. Refugees shall The contracting states shall The contracting states shall not Refugees shall be treated at least like nationals in relation to Refugees shall be treated at least like other non-nationals in relation to Although the Convention is \"legally binding\", there is no body that monitors compliance. The United Nations High Commissioner for Refugees (UNHCR) has supervisory responsibilities but cannot enforce the Convention, and there is no formal mechanism for individuals to file complaints. The Convention specifies that complaints should be referred to the International Court of Justice.[20] It appears that no nation has ever done this. An individual may lodge a complaint with the UN Human Rights Committee under the International Covenant on Civil and Political Rights or with the UN Committee on Economic, Social and Cultural Rights under the International Covenant on Economic, Social and Cultural Rights, but no one has ever done so in regard to violations of the Convention. Nations may levy international sanctions against violators, but no nation has ever done so. At present, the only real consequences of violation are 1) public shaming in the press, and 2) verbal condemnation of the violator by the UN and by other nations. To date, those have not proven to be significant deterrents.[21]","Title":"Convention Relating to the Status of Refugees - Wikipedia","KeyID":"9057","URL":"https://en.wikipedia.org/wiki/Convention_Relating_to_the_Status_of_Refugees"}