{"Content: ":"The emblems of the International Red Cross and Red Crescent Movement, under the Geneva Conventions, are to be placed on humanitarian and medical vehicles and buildings, and to be worn by medical personnel and others carrying out humanitarian work, to protect them from military attack on the battlefield. There are four such emblems, three of which are in use: the Red Cross, the Red Crescent, and the Red Crystal. The Red Lion and Sun is also a recognized emblem, but is no longer in use. There were also prior disputes concerning the use of a Red Star of David by Magen David Adom (MDA), the Israeli first-aid society; the Red Crystal was created in response to these disputes, thus enabling the admission of MDA to the movement. In popular culture, the red cross symbol came to be a recognizable generic emblem for medicine, commonly associated with first aid, medical services, products, or professionals; it has been unlawfully used in toys, movies, and video games, outside its defined context. After objections from the movement, derivatives and alternatives have come to be used instead. Additionally, Johnson & Johnson has registered the symbol for their medicinal products. The appropriation of the symbol has led to further irritation due to the practice of hospitals, first aid teams, and ski patrols in the United States reversing the symbol to a white cross on a red background – so undoing the original idea of the Red Cross emblem, namely reversing the Swiss flag – thus inappropriately suggesting an affiliation with Switzerland.[1] The symbols described below have two distinctively different meanings. On one hand, the visual symbols of the Red Cross, the Red Crescent, the Red Lion with Sun and the Red Crystal serve as protection markings in armed conflicts, a denotation which is derived from and defined in the Geneva Conventions. This is called the protective use of the symbols. On the other hand, these symbols are used as distinctive logos by those organizations which are part of the International Red Cross and Red Crescent Movement. This is the indicative use of the emblems, a meaning which is defined in the statutes of the International Movement and partly in the third Additional Protocol. As a protection symbol, they are used in armed conflicts to mark persons and objects (buildings, vehicles, etc.) which are working in compliance with the rules of the Geneva Conventions. In this function, they can also be used by organizations and objects which are not part of the International Red Cross and Red Crescent Movement, for example the medical services of the armed forces, civilian hospitals, and civil defense units. As protection symbols, these emblems should be used without any additional specification (textual or otherwise) and in a prominent manner which makes them as visible and observable as possible, for example by using large white flags bearing the symbol. Four of these symbols, namely the Red Cross, the Red Crescent, the Red Lion with Sun and the Red Crystal, are defined in the Geneva Conventions and their Additional Protocols as symbols for protective use. When used as an organizational logo, these symbols only indicate that persons, vehicles, buildings, etc. which bear the symbols belong to a specific organization which is part of the International Red Cross and Red Crescent Movement (like the ICRC, the International Federation or the national Red Cross and Red Crescent societies). In this case, they should be used with an additional specification (for example \"American Red Cross\") and not be displayed as prominently as when used as protection symbols. Three of these symbols, namely the Red Cross, the Red Crescent and the Red Crystal, can be used for indicative purposes by national societies for use in their home country or abroad. In addition to that, the Red Shield of David can be used by the Israel society Magen David Adom for indicative purposes within Israel, and, pending the approval of the respective host country, in combination with the Red Crystal when working abroad. The Red Cross on white background was the original protection symbol declared at the 1864 Geneva Convention. The ideas to introduce a uniform and neutral protection symbol as well as its specific design originally came from Dr. Louis Appia, a Swiss surgeon, and Swiss General Henri Dufour, founding members of the International Committee. The red cross symbolizes as an identifier for medical personnel during wartime. The Red Cross is defined as a protection symbol in Article 7 of the 1864 Geneva Convention, Chapter VII (\"The distinctive emblem\") and Article 38 of the 1949 Geneva Convention (\"For the Amelioration of the Condition of the Wounded and Sick in Armed Forces in the Field\"). There is an unofficial agreement within the Red Cross and Red Crescent Movement that the shape of the cross should be a cross composed of five squares.[2] However, regardless of the shape, any Red Cross on white background should be valid and must be recognized as a protection symbol in conflict. Of the 190 National Societies which are currently recognized by the ICRC, 154 are using the Red Cross as their official organization emblem. According to the ICRC, the emblem adopted was formed by reversing the colours of the flag of Switzerland.[3] This was officially recorded in the 1906 revision of the Convention.[4] However, according to jurist and Red Cross historian Pierre Boissier, no clear evidence of this origin has been found; the concept that the design was chosen to complement the country in which the convention at which it was adopted was held, was also promoted later to counter the objections of Turkey that the flag was a Christian symbol.[5] During the Russo-Turkish War from 1876 to 1878, the Ottoman Empire used a Red Crescent instead of the Red Cross because its government believed that the cross would alienate its Muslim soldiers. When asked by the ICRC in 1877, Russia committed to fully respect the sanctity of all persons and facilities bearing the Red Crescent symbol, followed by a similar commitment from the Ottoman government to respect the Red Cross. After this de facto assessment of equal validity to both symbols, the ICRC declared in 1878 that it should be possible in principle to adopt an additional official protection symbol for non-Christian countries. The Red Crescent was formally recognized in 1929 when the Geneva Conventions were amended (Article 19).[3] After the collapse of the Ottoman Empire, the Red Crescent was first used by its successor nation Turkey, followed by Egypt. From its official recognition to today, the Red Crescent became the organizational emblem of nearly every national society in countries with majority Muslim populations except Indonesia, The national societies of some countries such as Pakistan (1974), Malaysia (1975), or Bangladesh (1989) have officially changed their name and emblem from the Red Cross to the Red Crescent. The Red Crescent is used by 33 of the 190 recognized societies worldwide. The introduction of an additional neutral protection symbol had been under discussion for a number of years, with the Red Crystal (previously referred to as the Red Lozenge or Red Diamond) being the most popular proposal. However, amending the Geneva Conventions to add a new protection symbol requires a diplomatic conference of all 192 signatory states to the Conventions. The Swiss government organized such a conference to take place on December 5–6, 2005, to adopt a third additional protocol to the Geneva Conventions introducing the Red Crystal as an additional symbol with equal status to the Red Cross or Red Crescent. Following an unplanned extension of the conference until December 7, the protocol was adopted after a vote successfully achieved the required two-thirds majority. From the countries which attended the conference, 98 voted in favour and 27 against the protocol, while 10 countries abstained from voting. In the third Protocol the new symbol is referred to as \"the third Protocol emblem\".[6] The rules for the use of this symbol, based on the third additional protocol to the Geneva Conventions, are the following: On 22 June 2006, the ICRC announced that the International Red Cross and Red Crescent Movement adopted the Red Crystal as an additional emblem for use by the national societies. The ICRC also announced the recognition of the Palestine Red Crescent Society (PRCS) and the Israeli National Society, Magen David Adom (MDA).[7] On 14 January 2007, the third additional protocol entered into force. From 1924 to 1980, Iran used a Red Lion with Sun symbol for its national society, the Red Lion and Sun Society, based on the flag and emblem of Iran. The Red Lion with Sun was formally recognized as a protection symbol in 1929, together with the Red Crescent. The symbol was introduced at Geneva in 1964.[8] Despite the country's shift to the Red Crescent in 1980, Iran explicitly maintains the right to use the symbol. Magen David Adom, the national society of Israel, has used the Red Shield of David as its organization emblem since its foundation. The Red Shield of David was initially proposed as an addition to the Red Cross, Red Crescent, and Red Lion with Sun in 1931. The proposal was rejected by the ICRC, like the Mehrab-e-Ahmar (Red Archway) symbol of the national aid society of Afghanistan four years later, as well as a wide range of other proposals, due to concerns about symbol proliferation.[9] Israel again tried to establish the emblem as a third protection symbol in the context of the Geneva Conventions, but a respective proposal was narrowly defeated when the Geneva Conventions were adopted by governments in 1949. As the Red Shield of David is not a recognized protection symbol under the Geneva Conventions, Magen David Adom's recognition as a national society by the ICRC was long delayed. It was not until 2006 that the ICRC officially recognized Magen David Adom.[10] The adoption of the third protocol emblem paved the way for the recognition and admission of Magen David Adom as a full member of the International Federation, as the rules of the third protocol allow it to continue using the Red Shield of David when operating within Israel and provide a solution for its missions abroad. Though the organization only recently gained official recognition, it took part in many international activities, in cooperation with both the ICRC and the Federation, prior to its official recognition. Various other countries have also lobbied for alternative symbols, which have been rejected because of concerns of territorialism.[9][11] In 1922, a Red Swastika Society was formed in China during the Warlord era. The swastika is used in East, South and Southeast Asia as a symbol to represent Dharma or Buddhism, Hinduism and Jainism in general. While the organization has organized philanthropic relief projects (both domestic and international), as a sectarian religious body it is ineligible for recognition from the International Committee. Its headquarters are now in Taiwan. The original motto of the International Committee of the Red Cross was Inter Arma Caritas (\"In War, Charity\"). This Christian-spirited slogan was amended in 1961 with the neutral motto Per Humanitatem ad Pacem or \"With humanity, towards peace\". While Inter Arma Caritas is still the primary motto of the ICRC (as per Article 3 of the ICRC statutes), Per Humanitatem ad Pacem is the primary motto of the Federation (Article 1 of the Constitution of the Federation). Both organizations acknowledge the alternative motto, and together both slogans serve as the combined motto of the International Movement. The mission statement of the International Movement as formulated in the \"Strategy 2010\" document of the Federation is \"to improve the lives of vulnerable people by mobilizing the power of humanity\". From 1999 to 2004, the common slogan for all activities of the International Movement was \"The Power of Humanity\". In December 2003, the 28th International Conference in Geneva adopted the conference motto \"Protecting Human Dignity\" as the new Movement slogan. The 16th International Conference which convened in London in 1938 officially decided to make May 8, the birthday of Henry Dunant, as the official annual commemoration and celebration day of the Movement. Since 1984, the official name of the celebration day has been \"World Red Cross and Red Crescent Day\". In Solferino, a small museum describes the history of the Battle of Solferino and of the Risorgimento, the long and bloody Italian struggle for independence and unity. In the Ossario di Solferino (Solferino Ossuary) in close proximity to the museum, a moving display shows the horrors of war. Inside the chapel, 1,413 skulls and many more bones from thousands of French and Austrian troops who died during the battle are shown. Solferino is also host to the International Red Cross Memorial inaugurated in 1959 on the centennial of the Battle of Solferino. The memorial contains stone plaques identifying each recognized national society. In Castiglione delle Stiviere, a small town near Solferino, the International Museum of the Red Cross was also opened in 1959. Moreover, another museum, the International Red Cross and Red Crescent Museum stands in Geneva in close proximity to the headquarters of the ICRC. Finally, in the Swiss village of Heiden, the Henry Dunant Museum was opened to preserve the memory and legacy of Dunant himself. As specified by the Geneva Conventions, the four recognized emblems are to be used only to denote the following: In order to ensure universal respect for the emblems, the Geneva Conventions obliged their signatories to forbid any other use of the names and emblems in wartime and peacetime. Nevertheless, the illegal usage of the emblem is widespread and it is often used as a general symbol to indicate first aid, medical supplies and civilian medical services especially in walk-in clinics. Such uses appear in movies (a notable example is The Living Daylights,[14][15] wherein narcotics were disguised as Red Cross care packages, as a plot device), on television, and in computer software and games. Service companies, such as those for car repair or lawn maintenance, tout themselves as service \"doctors\" and incorporate medical symbols to promote themselves. Prior to 1973, ambulances in the United States and elsewhere in the Western Hemisphere were typically marked with a safety orange cross, differing from the red cross only in its hue. Toys and paintings of ambulances commonly ignored even that nuance, instead using a red cross. After protests from the American Red Cross that the safety orange cross was insufficiently distinguishable from the protected Red Cross symbol, the U.S. Department of Transportation developed the blue Star of Life as a replacement for the safety orange cross. The blue Star of Life has since been adopted throughout much of the world on ambulances and in other related applications. But in most post-Soviet countries, inherited from the Soviet Union, the Red Cross still remains a symbol of medicine, used on first-aid kits and ambulances. In 2006, the Canadian Red Cross issued a press release asking video game makers to stop using the red cross in their games; it is an especially common sight to see first aid kits and other items which restore the player character's health marked with a red cross.[16] In order to avoid this conflict, a green cross is often used as a generic alternative. Pre-existing trademarks are protected in the implementing legislation of other countries, including Australia,[17] New Zealand,[18] and the United Kingdom and its dependencies.[19] In many countries, it is a violation of the rule of law to seize intellectual property lawfully created prior to a ban without compensating its owner through eminent domain, with limited exceptions for offensive or dangerous uses. (For example, a Red Cross on a building conveys a potentially false and dangerous impression of military presence in the area to enemy aircraft, although the building itself would not be attacked; thus the U.S. reservations to the 1949 Geneva Conventions, as noted below, effectively ban that use.) In recognition of this fact, Protocol III expressly preserves most pre-2005 trademarks containing the Red Crystal, as long as they cannot be confused with military uses. Trademarks from after 2005 bearing the emblem are banned as there is no longer an issue of retroactive law. The flag of Tonga designed in 1862 happened to be a red cross on a white field; in 1866, when the similarity to the Red Cross flag was noted, the Tonga flag was changed to put the red cross in a canton.[20] The protected status of these images was established in the First Geneva Convention which states:[21] The Red Cross, Red Crescent, Red Crystal, and Red Lion and Sun emblems are protected under the Trade-marks Act, section 9(1), paragraphs f, g, g.1, and h, respectively:[22] The Hong Kong Red Cross Ordinance (Cap. 1129), in Section 3(c) \"Unauthorized distribution of badges and products\", states: No person shall, except with the authority of the Hong Kong Red Cross, distribute or sell or expose for sale ... any product which contains the emblem of the Geneva Convention, with or without additional words, characters or designs[23] This restriction on the use of the emblem was added in 1995. The use of the emblems in Singapore is governed by Geneva Conventions Act (Cap 117). The use of the emblems in the United Kingdom are governed by Geneva Conventions Act 1957[24] as amended by Geneva Conventions (Amendment) Act 1995 and several Orders as Statutory Instruments. Geneva Conventions and United Nations Personnel (Protocols) Act 2009 extended the protection to the Red Crystal. The unauthorised use of the Red Cross on a pantomime costume in Glasgow in 2011 resulted in a request for its removal.[25] A notable exception to this is the United States where, although the United States first ratified the Geneva Conventions in 1882, for 18 years no legislation was passed to enact treaty obligations regarding the protection of the Red Cross symbol. On 6 June 1900, the bill to charter the American National Red Cross (ARC) was signed into law. Section 4, which ultimately was codified as 18 U.S.C. ยง706, protected the Greek red cross symbol by making it a misdemeanor for any person or association to use the Red Cross name or emblem without the organization's permission. Penalties included imprisonment not to exceed one year and a fine between $1 and $500, payable to the ARC. There had been seven trademark registrations for Greek red crosses by entities unrelated to the Red Cross at the time the ARC was incorporated. The existence of these users was recognized in congressional discussion of the act. However, lawmakers took no action to prohibit the rights of these earlier users. In 1905, when Congress was revising the ARC's charter, the issue of pre-existing rights to use the emblem was again raised. Lawmakers reiterated Congress' intent that the prohibitions on use of the Red Cross name and emblem did not make unlawful the use of the Greek red cross by those with otherwise established rights. However, these sentiments were again not reflected in the Red Cross charter revision. At the time of the 1905 revision, the number of trademark registrations with a Greek red cross had grown to 61, including several by Johnson & Johnson. Concerned over potential pre-emption, commercial users lobbied for codification of their existing trademark rights. In 1910, Congress formally established that lawful use of the Red Cross name and emblem that began prior to 5 January 1905, could continue, but only if that use was \"for the same purpose and for the same class of goods.\" Later, the U.S. ratified the 1949 revisions to the Geneva Conventions with a specific reservation that pre-1905 Red Cross trademarks would not be disturbed as long as the Red Cross is not used on \"aircraft, vessels, vehicles, buildings or other structures, or upon the ground\", all of which are likely to be confused with military uses.[26] Until 2007, U.S. law protected only the Red Cross, and permitted its use only by the ARC and U.S. armed forces; though its use by non-U.S. organizations would normally be implied by the ARC's membership in IFRC and the standard protocols of the military and the Red Cross & Red Crescent movement, the ARC's withholding of IFRC dues from 2000 to 2006 over the Magen David Adom (MDA) issue raised concerns. Both to implement Protocol III (which had received advice and consent from the United States Senate in 2006; the U.S. formalized its ratification in March 2007) and to address these concerns, the Geneva Distinctive Emblems Protection Act of 2006 (Public Law 109-481) was signed into law 12 January 2007, two days before Protocol III went into effect.[27] The law, codified as 18 U.S.C. ยง706a, extended full legal protection to the Red Crescent and Red Crystal (but not the Red Lion and Sun) in the U.S., subject to private uses prior to the signing of Protocol III that cannot be confused with military uses; permitted the use of all appropriate emblems under the Conventions by the ICRC, the IFRC, all national Red Cross & Red Crescent societies (including MDA by this time), and \"(t)he sanitary and hospital authorities of the armed forces of State Parties to the Geneva Conventions\"; and permitted the United States Attorney General to obtain injunctions against improper use of the Red Cross, Red Crescent, and Red Crystal in the U.S. U.S. law still does not specifically protect the right of military chaplains to use the emblems under the Geneva Conventions; however, military chaplains that are part of their armed forces' \"sanitary and hospital authorities\" would have the right to use the emblems in the U.S. The ARC and other Red Cross & Red Crescent entities also employ chaplains; they are entitled to use the emblems through their employment. On 9 August 2007, in the United States District Court for the Southern District of New York, Johnson & Johnson (J&J) filed suit against the American Red Cross alleging trademark infringement.[28] The suit sought to halt the placement of the Red Cross emblem on all first aid, safety and disaster preparedness products not specifically licensed by Johnson & Johnson. The suit also asked for the destruction of all currently existing non-J&J Red Cross emblem-bearing products of this type, and demanded the American Red Cross pay punitive damages and J&J's legal fees. J&J released a statement to the public on 8 August 2007, detailing its decision to file suit,[29] claiming prior rights to the emblem. On the same date, the American Red Cross issued a press release of its own,[30] stating some of the reasons behind its decision to license the Red Cross emblem to first aid and disaster preparedness product manufacturers. It issued a further press release two days later, disputing several of J&J's claims and asserting that \"(t)he Red Cross has been selling first aid kits commercially in the United States since 1903.\"[31] In a statement, the American Red Cross said it had worked since 2004 with several licensing partners to create first aid, preparedness and related products that bear the Red Cross emblem. The charity said that all money it received from the sale of these products to consumers was reinvested in its humanitarian programs and services. \"For a multi-billion dollar drug company to claim that the Red Cross violated a criminal statute that was created to protect the humanitarian mission of the Red Cross—simply so that J&J can make more money—is obscene,\" said Mark Everson, the chief executive of the charity.[32] Johnson & Johnson responded, stating that the American Red Cross's commercial ventures were outside the scope of historically well-agreed usage, and were in direct violation of federal statutes.[33] The federal court rejected Johnson & Johnson's position and ruled for the American Red Cross, holding that federal law authorizes the American Red Cross to use the Red Cross emblem in the sale of mission-related items like first aid and disaster preparedness kits and to license other firms to use its name and emblem to sell such products. The court noted in particular that the American Red Cross had been doing so for over a century, and that Johnson & Johnson had once itself sought to be a licensee of the American Red Cross. After the court rejected the substance of Johnson & Johnson's complaint, the parties ultimately settled their differences, and the American Red Cross remains free to use its emblem commercially.[34]","Title":"Emblems of the International Red Cross and Red Crescent Movement - Wikipedia","KeyID":"9068","URL":"https://en.wikipedia.org/wiki/Emblems_of_the_International_Red_Cross_and_Red_Crescent_Movement"}