{"Content: ":"Kwanasaurus is an extinct genus of silesaurid dinosauromorph reptiles from the Late Triassic of Colorado. It is known from a single species, Kwanasaurus williamparkeri. Kwanasaurus had a deeper, stronger skull and greater specialization for herbivory compared to other silesaurids. It also possessed many unique characteristics of the snout, ilium, and lower part of the femur. It was described along with new specimens of Dromomeron from the Eagle Basin, the northernmost extent of the Chinle Formation.[1][2] Kwanasaurus hails from Triassic deposits in the Eagle Basin surrounding the town of Eagle, Colorado. This area contains the most northern exposures of the Chinle Formation, which is famous for its Late Triassic fossils of dinosaurs and other reptiles. Tentative terrestrial reptile biostratigraphy estimates that the Eagle Basin fossils, which were preserved in red siltstone, belong to the Revueltian biozone of the mid to late Norian stage of the Triassic, 215-207 million years ago. The holotype of Kwanasaurus is a partial silesaurid maxilla, DMNH EPV.65879. All other silesaurid maxillae recovered from the area seem to represent the same taxon, indicating that Kwanasaurus was likely the only silesaurid from the Eagle Basin. With this in mind, all other Eagle Basin fossils resembling those of silesaurids have been referred to the taxon. These include multiple dentaries, teeth, ilia, femora, and a humerus. Dinosauromorph-like tibia and scapulae from the area may also belong to Kwanasaurus, though they have not been referred to the genus due to lacking any clear silesaurid features. Kwanasaurus was named in a 2019 paper by Jeffrey W. Martz and Bryan J. Small, along with the description of new Dromomeron material. The genus name incorporates kwana, the Ute name for eagle. The specific name commemorates paleontologist Bill Parker.[1] The maxilla is much deeper and more robust in Kwanasaurus than in any other silesaurid. There are replacement pits on the inner edge of the tooth row similar to those of thyreophorans, and smaller and more numerous pits on the outer surface of the maxilla. Five of the replacement pits at the midlength of the bone are set in a groove, a trait also present in Silesaurus and silesaurid skull material from the Ntawere Formation. The front of the maxilla is similar to that of Lewisuchus and Silesaurus, with a triangular premaxillary facet and thick, sharp vomerine flange. The ascending process of the maxilla is a thin, anteroposteriorly wide, and steeply-rising prong, and the antorbital fossa has a concave lower edge, both like Silesaurus. The inner surface of the maxilla has a thick medial flange, which droops down to the tooth row as a smooth triangular blade. This medial flange is unique to Kwanasaurus among silesaurids (and Triassic dinosauromorphs in general), and likely extended the maxilla's connection with the palate behind the vomer. The rear portion of the holotype maxilla is characteristically complex and similar to that described for Plateosaurus. These complex traits include a posterolateral flange which likely shielded part of the jugal, a pair of deep dorsomedial grooves (likely articulating with the lacrimal and jugal), and a broad groove behind the medial flange which likely articulated with the palatine.[1] Lower jaw bones referred to Kwanasaurus include DMNH EPV.63136, one of the most complete dentaries found for any silesaurid. As in other sulcimentisaurians, the meckelian groove is positioned close to the lower edge of the jaw and the teeth are constricted at the root. The front tip of the dentary is pointed, toothless, and has a lateral groove akin to that of Silesaurus and Sacisaurus, along with several medial grooves. Further back, the dentary is relatively deep and develops a lateral ridge similar to one reported for Diodorus and Eucoelophysis. The pattern of pitting and holes on the outer surface of the dentary also resembles those taxa. The tooth row is edged by a medial groove connecting a series of replacement pits; above the groove the bone is inset similar to the case in Silesaurus, Eucoelophysis, and Technosaurus. Kwanasaurus is the only silesaurid to preserve data on the mandibular fenestra. This hole in the jaw was triangular, edged from below by a posteroventral process of the dentary which also overlapped a partial angular. The dentary's posterodorsal process is sharp along its upper edge and notched along its lower edge.[1] Teeth of Kwanasaurus have been found both as isolated material and within maxillae and dentaries. Isolated teeth are leaf-shaped, with coarse denticles, slightly flattened sides, and crown tips more than halfway towards the rear of the tooth. The lingual (tongue) side of the tooth has a thick vertical ridge covered in striations. Sacisaurus, Eucoelophysis, and possibly Technosaurus are the only other silesaurids known to possess similar teeth, although leaf-shaped teeth are also common in various other herbivorous archosaurs. In some of the maxilla, the teeth are short and swollen (almost round in cross section) and become smaller towards the rear of the bone. The dentary teeth are similar but more asymmetrical. The middle of the dentary has the largest and most denticulate teeth in the jaw. There are 12 maxillary teeth and 14 dentary teeth. These teeth extend further back in the skull than most silesaurids, as is the case in Lewisuchus, but they are not as numerous as those of that taxon.[1] Like other silesaurids, Kwanasaurus has ankylothecodont tooth implantation, meaning the teeth are set in sockets but also fused to the surrounding bone. At least in the maxilla, Kwanasaurus has a complex pattern of tooth replacement. This pattern involves replacement teeth being formed along the lingual edge of the tooth row, shifting outwards (at which point the original tooth's attachment dissolves and the tooth detaches), fusing to the leftover socket and leaving behind a replacement pit. The tooth row has alternating empty and full sockets, indicating that adjacent teeth were never replaced at the same time. This contrasts with Silesaurus and Technosaurus (which sometimes have several adjacent teeth replaced at once), but resembles the condition in some specimens of Sacisaurus, Diodorus, and Asilisaurus.[1] A long and slender humerus is the only forelimb bone safely assigned to Kwanasaurus, based on its similarity to that of Silesaurus and Diodorus. The proximal portion is slightly expanded, but the humeral head is not as thick or straight as that of other silesaurids. Unlike dinosaurs (but in line with other silesaurids), the deltopectoral crest is small and extends less than a third down the length of the shaft. The distal portion of the humerus is simple and barely expanded, twisted relative to the proximal portion (similar to Silesaurus), but also with a groove running up its anterolateral surface (similar to Diodorus).[1] The hip is only represented by the ilium, which had a low, saddle-shaped upper blade like silesaurids such as Silesaurus, Eucoelophysis, and Ignotosaurus. It also resembles these taxa in its elongated and expanded preacetabular process. Kwanasaurus takes this trend further, lengthening the preacetabular process so that it projects further forwards than the pubic peduncle, an adaptation otherwise only seen in several lineages of dinosaurs among dinosauromorphs. The postacetabular process is large and possesses a well-developed brevis shelf and brevis fossa, traits standard for sulcimentisaurians. Like many basal dinosauromorphs, the brevis shelf merges with the edge of the acetabulum and the rear edge of the postacetabular process has a small pointed extension. The acetabulum is deep and has a very thin and concave lower edge. This contrasts with other silesaurids, which have a straight lower edge to the acetabulum, and instead may suggest a partially perforated acetabulum akin to that of dinosaurs. The inner surface of the ilium has several facets for the sacral ribs. The second facet is twice as long as the first and may have encompassed two sacral ribs, suggesting that Kwanasaurus possessed three sacral vertebrae.[1] Multiple femora of various sizes and conditions have been referred to Kwanasaurus. The femoral head was similar to that of other advanced silesaurids, according to several traits. These include a longitudinal groove on its upper surface, a straight (rather than rounded) articular facet on the medial surface, a distinct notch on its underside, and an overall triangular cross section due to the lack of a distinct posteromedial tuber. Directly below the head extends a ridge known as a dorsolateral trochanter. Adjacent to it is the anterior trochanter, a pronounced vertical crest characteristic of dinosauriforms (and a few Dromomeron specimens). The crest was blade-like, triangular, and straight-edged, proportionally most similar to Silesaurus among dinosauriforms. Only one femur referred to Kwanasaurus (DMNH EPV.125924) possessed additional muscle attachment structures such as a trochanteric shelf and a swelling that likely represented the iliotrochanteris caudalis attachment site. Asilisaurus and Silesaurus are the only other silesaurids with trochanteric shelves, and its development is sometimes considered to be related to skeletal maturity. However, the largest Kwanasaurus femur (DMNH EPV.34579) lacks a trochanteric shelf, despite its presence in the smaller 125924 specimen. All specimens had a low fourth trochanter, sometimes edged by an anterior depression as in Sacisaurus and Diodorus. The distal portion of the femur possessed several unique features. The medial condyle was a sharp flange, notably thinner than the lateral condyle and crista tibiofibularis. This is similar to lagerpetids but in contrast to the broader medial condyle of all other silesaurids. Kwanasaurus also possesses a characteristic depression on the distal surface of the femur, in front of the crista tibiofibularis. Nevertheless, the notably deep and extensive sulcus present between the medial and lateral condyles is in line with that of other silesaurids.[1] Kwanasaurus was added into a phylogenetic analysis to test its relationship to other silesaurids. The codings for the taxon were based on both all the Eagle Basin silesaurid material as well as the dinosauromorph tibiae and scapulae which may additionally belong to it. The strict consensus tree (average result of all most parsimonious trees) was poorly resolved, with practically all silesaurids in a polytomy along with ornithischians and sauropodomorphs. The adams consensus tree (in which unstable taxa cluster at the base of the smallest group they are always within) has better resolution. In this tree, the highly unstable Ignotosaurus shifts to a polytomy with dinosaurs and other silesaurids, while Silesauridae starts with Lewisuchus at the base, followed by Soumyasaurus and Asilisaurus, and finally a clade containing all other silesaurids. This clade was named Sulcimentisauria by the authors of the paper. Removing Ignotosaurus, Soumyasaurus, and Technosaurus led to higher resolution within Silesauridae. Kwanasaurus was found to be the sister taxon to the other North American taxon, Eucoelophysis. Here is the consensus cladogram (specifically the portion focusing on dinosauromorphs) after the removal of the three unstable taxa:[1] Lagerpeton chanarensis Dromomeron gregorii Dromomeron romeri Marasuchus lilloensis Dinosauria Lewisuchus/Pseudolagosuchus Asilisaurus kongwe Silesaurus opolensis Sacisaurus agudoensis Lutungutali sitwensis Diodorus scytobrachion Eucoelophysis baldwini Kwanasaurus williamparkeri Kwanasaurus was the northernmost and youngest silesaurid found in North America. Its short, leaf-shaped, and heavily denticulated teeth were adapted for eating plants, a trait shared by several other advanced silesaurids. This diet represents the culmination of a series of adaptations within Silesauridae, starting with carnivory in Lewisuchus (evidenced by recurved and finely serrated teeth), leading to omnivory and/or insectivory in Asilisaurus and Silesaurus (conical teeth with few serrations), and eventually the evolution of a specialized herbivorous diet in advanced sulcimentisaurians. Kwanasaurus in particular had robust skull bones ornamented with ridges, indicating that it likely fed on tougher plants than other herbivorous silesaurids. The timing of silesaurid dietary evolution mirrors the acquisition of herbivory in sauropodomorph dinosaurs, which diversified in southern and eastern portions of Pangea in the Norian stage. The absence of herbivorous dinosaurs in the Chinle Formation may indicate that they had not yet colonized the northwestern region of Pangea that would eventually become North America. This would leave herbivorous niches available for other amniotes, explaining the diversity of non-dinosaur herbivores in the Chinle Formation. These include allokotosaurs (Trilophosaurus), pseudosuchians (Revueltosaurus, aetosaurs, and shuvosaurids), and dicynodonts (Placerias). Kwanasaurus was one of the silesaurids that was a part of this Norian herbivore guild, along with its relative Eucoelophysis (which lived in further south in New Mexico).[1] Additional maxillae Additional dentaries Teeth Additional ilia A complete femur Large proximal femora Small proximal femora ","Title":"Kwanasaurus - Wikipedia","KeyID":"907","URL":"https://en.wikipedia.org/wiki/Kwanasaurus"}