{"Content: ":"Catholic Relief Services (CRS) is the international humanitarian agency of the Catholic community in the United States. Founded in 1943 by the Bishops of the United States, the agency provides assistance to 130 million people in more than 110 countries and territories in Africa, Asia, Latin America, the Middle East and Eastern Europe. A member of Caritas International, the worldwide network of Catholic humanitarian agencies, CRS provides relief in emergencies and helps people in the developing world break the cycle of poverty through community-based, sustainable development initiatives as well as Peacebuilding. Assistance is based solely on need, not race, creed or nationality. Catholic Relief Services is headquartered in the Posner Building in Baltimore, Maryland, while operating numerous field offices on five continents. CRS has approximately 5,000 employees around the world. The agency is governed by a Board of Directors consisting of 13 clergy (most of them bishops) and 10 lay people.[3] Initially founded as the War Relief Services, the agency's original purpose was to aid the refugees of war-torn Europe. A confluence of events in the mid 1950s — the end of colonial rule in many countries, the continuing support of the American Catholic community and the availability of food and financial resources from the U.S. Government — helped CRS expand operations. Its name was officially changed to Catholic Relief Services in 1955, and over the next 10 years it opened 25 country programs in Africa, Asia, Latin America and the Middle East. In Asia, CRS supplied food rations to the Republic of Vietnam Military Forces.[4] CRS's executive director during this period (1947–1976) was Bishop Edward E. Swanstrom.[5] One of the key relief workers in those early years was Father Fabian Flynn, CP, who directed their efforts in Germany, Austria, and Hungary.[6] As the agency grew, its programming focus widened, adapting to meet the needs of the post-World War II Roman Catholic Church and the circumstances of the people it encountered. In the 1970s and 1980s, programs that began as simple distributions of food, clothing and medicines to the poor evolved toward socio-economic development. By the late 1980s, health care, nutrition education, micro enterprise and agriculture had become major focuses of CRS programming.[citation needed] In the mid-1990s, CRS went through a significant institutional transformation. In 1993, CRS officials embarked on a strategic planning effort to clarify the mission and identity of the agency. Soon after, the 1994 massacre in Rwanda – in which more than 800,000 people were killed – led CRS staff to reevaluate how they implemented their relief and development programs, particularly in places experiencing or at high risk of ethnic conflict. After a period of institutional reflection, CRS embraced a vision of global solidarity and incorporated a justice-centered focus into all of its programming, using Catholic social teaching as a guide.[5] All programming is evaluated according to a set of social justice criteria called the Justice Lens. In terms of programming, CRS now evaluates not just whether its interventions are effective and sustainable, but whether they might have a negative impact on social or economic relationships in a community.[citation needed] CRS programming promotes human development by: CRS also serves Catholics in the United States to help live their faith in solidarity with their brothers and sisters around the world. In 2019, CRS released its new agency strategy, Vision 2030,[7] centered around upholding human dignity by cultivating just and peaceful societies, accelerating the end of poverty, hunger, and preventable diseases, and alleviating suffering worldwide. In order to make these aspirations a reality, the organization outlined five goal areas to focus on between 2020 and 2030. CRS has dedicated itself to ensuring that: These goals also connect with and support the U.N.'s Sustainable Development Goals of: no poverty, zero hunger, good health and well-being, quality education, clean water and sanitation, decent work and economic growth, sustainable cities and communities, life on land, and peace, justice and strong institutions. CRS' work overseas is done in partnership with local church agencies, other faith-based partners, non-governmental organizations and local governments. CRS emphasizes the empowerment of partners and program participants in programming decisions. Program examples include: The agency has also made engaging the Catholic population in the United States a priority. In 2018, CRS created a new division dedicated to this outreach called \"Mission and Mobilization.\" Members of CRS Chapters also support Mission and Mobilization's new Lead the Way on Hunger and Lead the Way on Migration campaigns. One of the oldest ways for U.S. Catholics to support the organization is through CRS Rice Bowl. Established in 1977, millions of parishioners, students, and teachers participate in CRS' Lenten program, which emphasizes prayer, fasting, learning, and giving. Materials offer daily prayers, recipes for simple meals and stories that teach about life in the developing world. The bowl itself, a symbol of both hunger and hope, is used to collect funds for those in need. Seventy-five percent of funds raised support development programs in Africa, Asia, and Latin America - such as the provision of food, access to clean water and meeting other essential needs.[14] The remaining twenty-five percent stays in the diocese for local poverty and hunger alleviation projects.[15] Catholic Relief Services serves as a leading member of the U.S. Global Leadership Coalition, a Washington D.C.-based coalition of over 400 major companies and NGOs that advocates for increased funding of American diplomatic and development efforts abroad.[16] In September 2017, CRS responded to the devastating damage caused by Hurricane Maria, a Category 5 storm that hit several Caribbean islands, killing more than 3,000 people and causing more than US$91 billion in damage. Hurricane Maria, which hit the region less than two weeks after Hurricane Irma, made landfall on the island of Dominica with winds registered up to 160 mph. In the immediate aftermath, together with Caritas partners, CRS distributed 7,000 food and hygiene kits to families in Cuba, and more than 1,700 kits to families in the Dominican Republic. As the U.S. Catholic Church's international humanitarian agency, CRS focused on relief efforts in the Dominican Republic, Cuba and Antilles, while its sister agency, Catholic Charities, directed aid to those affected in the United States and its territories, including Puerto Rico and the U.S. Virgin Islands. More than 600,000 people in the Philippines were affected by Typhoon Mangkhut, which hit the island in September 2018. Nearly 1.6 million farmers and fishermen were affected by the storm, and the country lost between 80 and 90% of its rice and corn crops. Distant villages were initially difficult to reach, as debris and landslides covered several roads across the country. CRS responded with water purification tablets and jerry cans for families sheltering in evacuation centers in Benguet.[17] Staff also focused on providing emergency shelter, hygiene kits, and cash transfers for those most in need.[18] In partnership with Caritas Philippines, CRS heavily invested in disaster risk reduction and preparedness for communities in the country. In late September 2018, a 7.5 magnitude earthquake hit Sulawesi, Indonesia, triggering a tsunami, which hit the city of Palu. Combined, the two events caused the deaths of more than 4,300 people and damaged more than 70,000 homes, leaving thousands of people homeless. The initial impact of the earthquake and tsunami caused the collapse of phone lines and damaged the local airport, making it more difficult for humanitarian organizations like CRS to respond immediately.[19][20] When CRS staff were able to safely reach hard hit areas of the country, together with Caritas Indonesia, they focused on supplying food, clean water, household items, and emergency shelter.[21] More than 6,000 families were initially provided with these emergency kits. Part of CRS' response focused on providing cash assistance to local families, which not only allowed them to buy desperately needed essential items, but also supported local businesses during the crisis, allowing them to stay open and operational. In early 2019, Southern Africa was hit by back-to-back cyclones, Idai in March and Kenneth in April. Combined, more than 1,300 people were killed and the cyclones caused more than US$2.3 billion in damage. The cyclones hit areas of Southern Africa already experiencing drought followed by severe rains and flooding. Cyclone Idai flooded more than 407,000 acres of farmland in Mozambique, making food insecurity worse for the country. After Cyclone Idai hit, CRS and local church partners provided emergency shelter in the hardest-hit areas, as well as distributed emergency items like hygiene kits and clean water.[22][23] Cyclone Kenneth hit less than a month later, flattening entire villages and leaving more than 150,000 people in Mozambique alone homeless. The second cyclone increased an already dangerous situation, as most emergency supplies were depleted after Cyclone Idai hit the region. Despite this, CRS worked with local governments in Mozambique to provide emergency shelter, food, and other life-saving supplies to families in Pemba.[24] Like other humanitarian organizations, the COVID-19 pandemic[25] required CRS to adjust its programming to keep staff and those it serves safe. At the beginning of 2020, most CRS country programs were able to continue their work by carrying out programs remotely. Due to global lockdowns, the shift from in-person work to virtual work was necessary. As lockdowns began to ease, programs were started up again immediately, meeting global requirements like physical distancing and wearing of masks. A big component of CRS' response has included public information and awareness campaigns, drawing on the organization's experience with Ebola. Throughout the countries were CRS works, staff have also been installing hand-washing stations in community areas like schools and markets. CRS has been vocal in calling for the U.S. Congress and Trump administration to pass COVID-19 emergency funding bills providing support for those suffering from COVID-19 both within the United States and overseas. As of October 2020, CRS has COVID-19 specific programming in 73 countries and is supporting healthcare facilities with their COVID-19 response in 34 of those countries. CRS has also responded to the 2004 Indian Ocean earthquake and tsunami, the 2010 Haiti earthquake, Typhoon Haiyan, the 2015 Nepal earthquake, the 2016 Ecuador earthquake, and Hurricane Matthew. It also continues to respond to ongoing international crises including the Syrian refugee crisis and Central African Republic crisis. Catholic Relief Services has been criticized by Catholic groups for its approach to education regarding contraception, in particular condoms.[26]","Title":"Catholic Relief Services - Wikipedia","KeyID":"9070","URL":"https://en.wikipedia.org/wiki/Catholic_Relief_Services"}