{"Content: ":"Danish Refugee Council (DRC) (Danish: Dansk Flygtningehjælp) is a private Danish humanitarian nonprofit organization, founded in 1956. It serves as an umbrella organization for 33 member organizations. Formed after the Second World War in response to the European refugee crises caused by the Soviet invasion of Hungary in 1956, DRC has been active in large scale humanitarian projects around the world. Through convoy operations DRC was responsible for delivering half of the international humanitarian aid in Bosnia and Herzegovina during the wars of independence in the former Yugoslavia in the 1990s. Today the Danish Refugee Council works in more than 40 countries around the world, with humanitarian programs in conflict zones such as Somalia in the Horn of Africa, Afghanistan in Central Asia, Iraq in the Middle East and Chechnya in the Caucasus. The Danish Refugee Council is one of the key humanitarian actors in Syria and its neighboring countries, as more than 500,000 persons receive emergency relief from DRC each month in the region. The situation in and around Syria is the largest humanitarian crisis the world is facing and 30% of the population have left their homes as a consequence of the violence. In Syria, Lebanon, Jordan, Turkey and Iraq, DRC distributes relief aid in the form of mattresses, clothes, blankets and hygiene kits, gives educational assistance in terms of remedial classes and classes for the dropped out students, and rehabilitates shelters. Inside Syria, DRC helps displaced and conflict-affected Syrians in Homs, Daraa, Hama, Aleppo and Damascus. The international DRC activities aims to protect refugees and internally displaced persons, and to promote long term solutions. DRC assistance in acute refugee crises remains focused on responses to long-term effects. The Danish Refugee Council is currently implementing activities within nine sectors, namely: Housing and small-scale infrastructure, Income generation through grant and micro-finance, Food security & agricultural rehabilitation and development, Displacement-related law and information, Social rehabilitation, NGO networking and capacity development, Humanitarian mine action, Information management and coordination and Emergency logistics and transport management. DRC is also active in the fields of demining and logistics and reconstruction work for various international agencies such as the United Nations World Food Program (WFP) and the United Nations High Commissioner for Refugees (UNHCR). DRC's secretary general is Charlotte Slente. In October 2011, two DRC workers on a demining project were captured by Somali pirates in Galkayo. 93 days later they were rescued by United States Navy SEALs.[1] In September 2013, DRC opened a new representation office in Geneva. In 2017, the Danish government donated DKK 2.5 million to the Danish Refugee Council for them to work together with IBM to develop a model that would track and possibly predict refugee and migrant flows, thereby improving humanitarian response planning.[2] It is currently running its humanitarian campaign in Rohingya refugee camps in Cox's Bazar.[3]","Title":"Danish Refugee Council - Wikipedia","KeyID":"9072","URL":"https://en.wikipedia.org/wiki/Danish_Refugee_Council"}