{"Content: ":"International Medical Corps is a global, nonprofit, humanitarian aid organization dedicated to saving lives and relieving suffering by providing emergency medical services, as well as healthcare training and development programs, to those affected by disaster, disease or conflict. The organization responds quickly during disasters and humanitarian crises, providing emergency medical relief and healthcare to affected regions and training local healthcare workers with the goal of creating self-reliant, self-sustaining medical services and infrastructure in places where these had previously been lacking. International Medical Corps focuses on health services support, including primary and secondary healthcare, prevention and treatment of infectious diseases, supplemental food for malnourished children, clean water and hygiene education, mental health and psychosocial care, women's and children's health (including assistance for survivors of gender-based violence), and emergency response and preparedness. International Medical Corps is a founding member of One Campaign and a member of the Clinton Global Initiative. The organization was founded in 1984 by Dr. Robert Simon, together with a group of American physicians and nurses. It is a private organization, with no political or religious affiliation. Simon is a professor in the Department of Emergency Medicine at Rush University, John H. Stroger Jr. Hospital of Cook County in Chicago. He is the former Bureau Chief of the Cook County Bureau of Health Services. International Medical Corps works in some 30 countries globally, providing relief to populations facing war, conflict, natural disaster, famine and poverty, while also laying the foundation for sustainable development. Its programs are funded from both public and private sources, including the United States Agency for International Development (USAID), the USAID Office of Foreign Disaster Assistance, the European Commission's Humanitarian Aid Department (ECHO), the United Nations, the Bill & Melinda Gates Foundation and AmeriCares. International Medical Corps is based in Los Angeles, with other offices in Washington, D.C.; London, England; and Split, Croatia. It currently employs some 7,000 staff in 30 countries. International Medical Corps has provided disaster relief for people impacted by the 2010 Haiti earthquake,[1] the 2011 Tōhoku earthquake and tsunami,[2] the Ebola virus epidemic in West Africa, and the April 2015 Nepal earthquake.","Title":"International Medical Corps - Wikipedia","KeyID":"9073","URL":"https://en.wikipedia.org/wiki/International_Medical_Corps"}