{"Content: ":"Islamic Relief is an international aid agency that provides humanitarian relief and development programmes in over 40 countries, serving communities in need regardless of race, political affiliation, gender or belief. Founded in 1984 in the UK, it has international headquarters in Birmingham (Islamic Relief Worldwide) and a network of national offices, affiliated partners, registered branches and field offices spanning 50 countries. Its income in 2020 was £149 million,[2] and it is the largest independent international aid agency inspired by Islamic humanitarian values. Islamic Relief's key areas of work are humanitarian relief and disaster preparedness; development programmes that improve access to sustainable livelihoods, healthcare, education, water, sanitation and hygiene; and advocating on behalf of those in need.[3] Islamic Relief states as its vision and mission:[4] “Inspired by our Islamic faith and guided by our values, we envisage a caring world where communities are empowered, social obligations are fulfilled and people respond as one to the suffering of others. We work to provide lasting routes out of poverty, empowering people to transform their lives and serving all communities without prejudice.” According to Islamic Relief's Global Strategy 2017–2021[5] document the organisation's four global goals are reducing the humanitarian impact of conflicts and natural disasters; empowering communities to emerge from poverty and vulnerability; mobilising people and funds to support our work; and strengthening the Islamic Relief federation. IRW is a member of the UN's Economic and Social Council and it is a signatory to the Code of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Relief. It is also a member of Bond (British Overseas NGOs for Development) and in the UK, a member of the Disasters Emergency Committee (DEC), along with 14 other charities. IRW is co-owner of the International Civil Society Centre, a global action platform, and an affiliate member of the INGO Accountability Charter Company. The organisation states that its key partners include WFP, IDB, UNHCR, UNOCHA, EC, DFID, UNDP, OIC, Sida, Bahrain RCO, START Network, ROTA, and CAFOD. Islamic Relief is part of the global Make Poverty History coalition which is campaigning to end extreme poverty and the Beyond 2015 coalition, which aims to influence the development framework which will replace the Millennium Development Goals. It has also signed a Memorandum of Understanding to co-operate in humanitarian work with Lutheran World Federation(LWF)[6] and also formed a partnership with the African Union to tackle chronic poverty. The charity is also the parent body to \"Charity Week\", which claims to be the largest student run project globally. Also according to Islamic Relief's Global Strategy 2017–2021 document the organisation states their values and teachings are provided by the revelations contained within the Qur'an and Prophetic example. They are Ikhlas (sincerity), Ihsan (excellence), Rahma (compassion), Adl (social justice) and Amana (custodianship). Islamic Relief was established in 1984 by Dr Hany El-Banna and fellow students from the University of Birmingham in response to a famine in the Horn of Africa. Its first donation was 20p, raised from door-to-door collections.[7] The charity grew with strong grassroots community support and over the past 35 years has grown to with affiliated organisations raising funds across Europe, America, Australia and elsewhere. In 2020,[2] Islamic Relief reported an income of £149 million which includes individual donations and institutional funding from FCDO, UN agencies, USAID, and other partners. Inspired by Islamic humanitarian values, it works with Muslim and non-Muslim communities around the world. The charity registered with the Charity Commission of England and Wales in 1989 and remains an independent non-political non-governmental organisation (NGO). Islamic Relief has been responding to humanitarian crises around the world for the past 37 years with an aim to reduce the impact of conflicts and natural disasters. It focuses on ensuring rapid response, providing emergency relief and protecting vulnerable people. It also helps communities prepare for disaster, making them more resilient, and influences government disaster risk reduction programmes. Islamic Relief's key emergency interventions in its 37-year history include providing life-saving aid during the wars in Bosnia and Kosova in the 1990s,[8] providing medical assistance during the wars in Afghanistan[9] and Iraq,[10] and managing refugee camps in Darfur, Sudan.[11] It has also responded to natural disasters including the 2004 Asian tsunami,[12] the Kashmir earthquake in 2005[13] and drought in the Horn of Africa in 2011.[14] The charity's current emergency appeals include supporting 2.5 million people at risk of famine and disease in Yemen,[15] assisting vulnerable communities affected by the ongoing violence in Myanmar, and delivering aid to 1.4 million people in war-torn Syria,[16] including in Idlib where it is one of the few aid agencies still operating directly. Islamic Relief also runs an annual global Ramadan and Qurbani food distribution programme reaching millions of food-insecure people.[17] Islamic Relief's development programmes aim to empower communities to emerge from poverty and become less vulnerable. It focuses on providing long-term sustainability including climate adaptation, livelihood support including Islamic microfinance and orphan sponsorship programmes. In 2001 it set up Waqf programmes,[18] supported by donors and run as an Islamic endowment scheme. In 2006 Islamic Relief signed a Programme Partnership Agreement with the UK government's Department for International Development, recognising the charity's capacity to contribute to the Millennium Development Goals (MDGs). Its current development strategy is aligned to support the UN Sustainable Development Goals (SDGs). In 2017, Islamic Relief reports to have supported 4.3 million people in 34 countries with its development programmes. During the year it provided 16,500 people with microfinance loans to improve their livelihoods, ensured 48,000 people had better access to education, increased long-term food security for 208,000 people and gave over 900,000 people access to water, sanitation, hygiene and healthcare services. Also in 2017, Islamic Relief ran a peace-building programme with Muslim and Christian communities in the Central African Republic as part of an interfaith consortium with Catholic Relief Services, World Vision International and Aegis Trust. The programme directly benefited over 2,000 people, improving social cohesion and livelihood security.[19] In August 2015 Islamic Relief launched an Islamic Climate Change Declaration[20] with GreenFaith and the Islamic Foundation for Ecology and Environmental and Sciences, calling on Muslim communities to take an active role in climate action at local, national and international levels. The Declaration makes an Islamic faith-endorsed case for protecting the environment with support from global Muslim leaders. It was launched at the Istanbul Symposium and presented at the UN Climate Change Conference in Paris (COP 21). In 2017, Islamic Relief implemented 50 projects worldwide to reduce the impact of climate change.[19] In 2018, at the UN Commission on the Status of Women conference in New York (CSW62) Islamic Relief announced a forthcoming Islamic Declaration on Gender Justice.[21] The Declaration is a call to action against gender inequality from an Islamic faith perspective, and seeks to tackle discrimination and harmful practices, especially against women and girls in Muslim communities. Consultations on the Declaration are currently taking place among faith leaders, NGOs, UN agencies and grassroots community groups. The Declaration is part of Islamic Relief's gender justice work which includes tackling early and forced marriage, domestic violence and female genital mutilation/cutting (FGM/C). TIC International[22] is a trading subsidiary of Islamic Relief. It supports they charity's fundraising activities by recycling clothes and running 14 charity shops across the UK. Formerly known as the Islamic Relief Academy, the Humanitarian Academy for Development[23] re-launched in 2018 as a centre for learning and research to benefit the humanitarian sector. Islamic Relief is a member of the UN's Economic and Social Council and is a signatory to the Code of Conduct for the International Red Cross and Red Crescent Movement and NGOs in Disaster Relief. It is also a member of Bond (British Overseas NGOs for Development) and in the UK, a member of the Disasters Emergency Committee (DEC), along with 14 other major charities. Islamic Relief is co-owner of the International Civil Society Centre, a global action platform, and an affiliate member of the INGO Accountability Charter Company. In 2017 it acquired Core Humanitarian Standard certification. In its Annual Report 2017[19] Islamic Relief lists its key partners as Age International, African Union, Bayt Al Zakat, CAFOD, Confederation Suisse, the UK government's Department for International Development (DFID), Disasters Emergency Committee (DEC), European Commission, Finn Church Aid, International Islamic Charity Organisation, Iraqi Red Crescent Society, Islamic Development Bank (IDB), Jordan Hashemite Charity Organisation, Organisation of Islamic Cooperation, Philips, Reach Out To Asia (ROTA), Sheikh Abdullah Al Nouri Charity Society, Swedish International Development Agency (Sida), START Network, The Lutheran World Federation, UNDP, UNHCR, UNWFP, UN Women, USAID and World Vision. In 2019, Islamic Relief won the BOND International Development Innovation Award for its programme Eliminating Extreme Poverty through Alternative Livelihoods for Orphaned families (ALO) in Bangladesh. In June 2014, Israel added Islamic Relief to a list of organisations banned from operating in Israel, for allegedly funding Hamas. The charity's West Bank offices were raided and their computers were destroyed, files were confiscated, and an office safe was forcibly opened. In late 2014, Islamic Relief claimed[24] that an audit carried out by an unnamed \"leading global audit firm\" found no evidence of any link to terrorism. The Israeli government responded by claiming its decision to declare Islamic Relief illegal was \"based on information that has been accumulated over years, that the fund is a central player in financing of Hamas\". The organisation has challenged the decision in Israeli courts.[25] Subsequently, on 15 November 2014, the United Arab Emirates placed Islamic Relief on a list of proscribed organisations due to alleged links to the Muslim Brotherhood.[26][27] The organisation denies any links to the Muslim Brotherhood[28] citing the organisation's neutral stance and humanitarian nature. In 2016, it was reported that the banking group HSBC decided to sever ties with Islamic Relief over concerns that \"cash meant for humanitarian aid could potentially end up with terrorist groups abroad\".[29] HSBC invited Islamic Relief to \"end the relationship\", which the bank did in any case at the end of 2014, as it has with other aid and civil society organisations.[30] The government of Bangladesh barred the organisation from aiding the Rohingya people in Cox's Bazar, alleging funds were used to preach Islam, construct mosques, encourage radicalism, and fund militants.[31] Islamic Relief refutes these allegations and continues its work across Bangladesh, where it has been present for over 25 years.[32] As of April 2021, the government of Bangladesh was working with Islamic Relief to aid Rohingya refugees.[33] In 2019 the German government allege they have \"significant personal ties\" with the Muslim Brotherhood, which was denied by Islamic Relief.[34][35] In July 2020, Islamic Relief's director Heshmat Khalifa resigned after The Times discovered he had made antisemitic remarks on his Facebook page in 2014 and 2015.[36] In an interview with The Guardian, CEO Naser Haghamed said he was \"appalled\" by the \"unacceptable posts\".[37] Miguel Ángel Moratinos, High-Representative for the United Nations Alliance of Civilizations (UNAOC), expressed dismay regarding Khalifa's outbursts, including labelling Egyptian President Abdel Fattah el-Sisi a \"pimp son of the Jews\" and calling the Israeli government the \"grandchildren of monkeys and pigs.\"[38] In late August, it was announced that the entire board would be resigning in what was described as \"a part of far-reaching governance reforms”.[39][40] In January 2021, the Charity Commission of England and Wales, completed a compliance case into the organisation stating that it was \"satisfied that it is making the necessary improvements in terms of the vetting of trustees, and ongoing oversight over their social media activities.\"[41] Additionally, the Dutch government announced that they would give no public funds to IRW after allegations of connections to the Muslim Brotherhood in the media.[42] In late January 2021, an Independent Commission headed by former UK Attorney General Dominic Grieve, concluded that \"the offensive views articulated by the former senior director and two former trustees did not in any way compromise the impartiality or integrity of the organization’s humanitarian programmes.\"[43]","Title":"Islamic Relief - Wikipedia","KeyID":"9075","URL":"https://en.wikipedia.org/wiki/Islamic_Relief"}