{"Content: ":"The New Humanitarian (formerly IRIN News, or Integrated Regional Information Networks News) is an independent, non-profit news agency focusing on humanitarian stories in regions that are often forgotten, under-reported, misunderstood or ignored.[1][2] Prior to 1 January 2015, IRIN News was a project of the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).[3][4] On 21 March 2019, IRIN relaunched independently as The New Humanitarian.[5] The New Humanitarian's aim is to \"strengthen universal access to timely, strategic, and non-partisan information so as to enhance the capacity of humanitarian community to understand, respond to, and avert emergencies.\"[6] The New Humanitarian's news service is widely used by the humanitarian aid community, as well as academics and researchers. Its content is available free of charge via its website and newsletters.[7] The main language is English, with a smaller number of articles available in French and Arabic. The New Humanitarian came into being as IRIN in 1995 after the Great Lakes refugee crisis resulting from the 1994 Rwandan genocide overwhelmed the existing information management systems set up by the humanitarian aid community.[8][9] At that time, its headquarters were in Nairobi, Kenya[10] with regional news desks in Nairobi, Johannesburg, Dakar, Dubai and Bangkok, with liaison offices in New York and Geneva. The agency was managed by the Office for the Coordination of Humanitarian Affairs.[11][12] Its global expansion began in 1997, when it opened an office in West Africa, to be followed by offices in Southern Africa, Central Asia, the Middle East, and Southeast Asia. In the late 1990s, IRIN's was among the first websites to launch in Africa. In 2001, IRIN created PlusNews,[13] a news service dedicated exclusively to the HIV/AIDS epidemic. The service gradually expanded to include coverage in French, Portuguese and Arabic. It became one of the largest providers of original HIV and AIDS reporting. One of its documentary series, “Heroes of HIV”, earned an honourable mention at the 14th annual Webby awards.[14] That same year, it launched a radio service, producing soap operas, programming, news packages, and training for radio stations in Angola, Afghanistan, Somalia, and West Africa. In 2002, IRIN introduced a French translation service, opening its work to readers in West and East Africa as well as elsewhere around the world. In 2008, it would do the same in Arabic. In 2004, IRIN created a video team, and one of its first documentaries, “Our bodies… their battleground” – on sexual violence against women in Congo and Liberia – went on to win “Best Feature” at the UN Documentary Film Festival.[15] Other films have covered the impact of the Lord's Resistance Army in northern Uganda, female genital mutilation, the 2004 West Africa locust swarm, opium cultivation in Afghanistan and the humanitarian impact of climate change. Over the years, IRIN frequently provided coverage of humanitarian crises ahead of mainstream media: On 1 January 2015, IRIN became an independent non-profit news organisation.[16][17] On 21 March 2019, it rebranded to The New Humanitarian.[5][18] Today, The New Humanitarian is a non-profit association, headquartered in Geneva, Switzerland. Its board of directors[19] is led by South African journalist Paula Fray. In 2020, in partnership with the Thompson Reuters Foundation, The New Humanitarian investigated and broke news about the widespread abuse of women who worked for humanitarian agencies in The Democratic Republic of the Congo, while responding to the Kivu Ebola outbreak.[20] The New Humanitarian seeks to inform the prevention and response to humanitarian crises by contributing to better decision-making, accountability and transparency, and greater awareness. Recent examples of impact include: The New Humanitarian's coverage informs the work of those who seek to prevent or respond to humanitarian crises at local, national, or international levels (policy-makers, aid practitioners, researchers and educators).[24] It aims to be a source for a new generation of global citizens who want to help make the world a better place. It also serves as a reference for other media which frequently republish, cite, and link to The New Humanitarian's content. A 2018 survey of their readers found that they are composed of: Not-for profit and NGO (35.9%), Academia (8.6%), United Nations (8.5%), Government (8.1%), Media (7.6%), Business (5.4%), Donor (1.2%), Other (24.7%).[25] More than 40 percent of its audience originates from Africa, Asia, the Middle East and Latin America.[26] The New Humanitarian is a source for original on-the-ground reporting and expert analysis of humanitarian crises and the trends that shape them. It focuses on: It aims to blend award-winning journalism, analysis and data to give decision-makers, influencers and others interested in or affected by crises a real-time, in-depth view of the realities on the ground and the policy debates surrounding them. The New Humanitarian's reporting is produced with a core staff of experienced editors based around the world, from Nairobi to Bangkok, supported by a network of more than 200 international and local correspondents.[27] Its coverage spans more than 70 countries across Africa, Asia, the Middle East, Latin America and beyond. Its formats include long-form narrative journalism, Q&As, photo galleries, video explainers, curated reading lists, interactive maps, animated data visualisation, live blogs and more. The New Humanitarian regularly hosts in-person and live-streamed discussions on key issues in the humanitarian sector.[28] When The New Humanitarian was established as IRIN in 1995, it used fax and email to distribute weekly roundups on the Great Lakes region from its headquarters in Nairobi, Kenya. Its first website was launched In the late 1990s.[29] Today, in addition to its website, The New Humanitarian continues to provide daily and weekly newsletters to more than 40,000 subscribers.[30] The New Humanitarian is frequently republished by other media and holds syndication partnerships with the Guardian Development Network, the LA Times Global Development Watch, and All Africa, among others. The New Humanitarian's funding comes from a mix of governments, foundations, and a small number of private donors.[31] Key supporters in 2019 include, the Bill & Melinda Gates Foundation, the Canton of Geneva, the Open Society Foundations, the Swiss Lottery, and the international aid agencies of Australia, Belgium, Canada, Norway, Sweden and Switzerland.[32] The New Humanitarian accepts single and monthly donations from individuals through its website.[33]","Title":"The New Humanitarian - Wikipedia","KeyID":"9093","URL":"https://en.wikipedia.org/wiki/The_New_Humanitarian"}