{"Content: ":"ReliefWeb is a humanitarian information portal founded in 1996. The portal now hosts more than 720,000 humanitarian situation reports, press releases, evaluations, guidelines, assessments, maps and infographics.[1] The portal is an independent vehicle of information, designed specifically to assist the international humanitarian community in effective delivery of emergency assistance or relief. It provides information as humanitarian crises unfold, while emphasizing the coverage of \"forgotten emergencies\" at the same time. ReliefWeb was founded in October 1996 and is administered by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA). The project began under the US Department of State, Bureau of International Organization Affairs, which had noticed during the Rwanda crisis how poorly critical operational information was shared between NGOs, UN Agencies and Governments. In 1995, the Department's Senior Policy Adviser on Disaster Management led a series of discussions at UN HQ in Geneva and New York City, as well as a conference on the project at the US Department of State in which both ReliefWeb as a product and the internet in general were touted as fresh tools for the humanitarian community. Its official launch was also the launch of the UN's first disaster website. Recognizing how critical the availability of reliable and timely information in time of humanitarian emergencies is, the United Nations General Assembly endorsed the creation of ReliefWeb and encouraged humanitarian information exchange through ReliefWeb by all governments, relief agencies and non-governmental organizations in Resolution 51/194 on 10 February 1997.[2] The General Assembly reiterated the importance of information sharing in emergencies and of taking advantage of OCHA's emergency information services such as ReliefWeb in Resolution 57/153 on 3 March 2003.[3] ReliefWeb maintains offices in three different time zones to update the website around the clock: Bangkok (Thailand), Nairobi (Kenya) and New York City (United States).[4] Prior to 2011, the three offices were located in Geneva (Switzerland), Kobe (Japan), and New York (USA). The closing of the Geneva and Kobe offices were due to the higher costs associated with these locations.[5] ReliefWeb has seen steady growth in usage.[6] In 2017, 6,8 million people visited ReliefWeb. In the same year, the website published more than 57,000 reports and maps, 39,500 jobs in the humanitarian sector, and 2,600 training opportunities.[7] A first major re-design effort was started in 2002 and completed in 2005, which focused on implementing a more user-centric information architecture.[8] In April 2011, ReliefWeb launched a new web platform based on open-source technology to offer a powerful search/filter engine and delivery system.[9] In 2012, ReliefWeb began to expand its focus to become the one-stop shop for critical information on global crises and disasters.[10] In November 2012, ReliefWeb revamped the home page, the \"About Us\" section and the Blog and introduced \"Labs\",[11] a place to explore new and emerging opportunities and tools to improve information delivery to humanitarian workers. ReliefWeb disseminates humanitarian information by updating its website around the clock. In addition, ReliefWeb reaches more than 168,500 subscribers through its e-mail subscription services, allowing those who have low bandwidth Internet connections to receive information reliably.[12] ReliefWeb posts maps [13] and documents daily from over 5,000 sources from the UN system, Governments, Inter-governmental organizations, NGOs, academia and the media. In addition, a team of cartographers creates original maps focusing on humanitarian emergencies. All documents posted on the site are classified and archived, allowing advanced searching of documents from past emergency responses. The database contains more than 720,000 maps and documents dating back to 1981.[1] ReliefWeb is also a major repository of humanitarian job postings and training announcements. In 2017, 1,605 organizations posted 39,336 job announcements on ReliefWeb.[7] The job and training sources include Academic and Research Institutions, NGOs, International Organizations, Governments, Red Cross/Red Crescent Movement and the Media. ReliefWeb also provides apps and tools for humanitarians, which enable more targeted personalised information search, with the aim to speed up the delivery of important information.[14] The apps include functions to search ReliefWeb content,[14][15] curate and access humanitarian data,[16] and manage humanitarian personnel.[15] ReliefWeb has won the following awards:","Title":"ReliefWeb - Wikipedia","KeyID":"9095","URL":"https://en.wikipedia.org/wiki/ReliefWeb"}