{"Content: ":"Jan Egeland (born 12 September 1957) is a Norwegian diplomat,[1] political scientist, humanitarian leader and former Labour Party[2] politician who has been Secretary General of the Norwegian Refugee Council[3] since 2013. He served as State Secretary in the Norwegian Ministry of Foreign Affairs from 1990 to 1997 and as United Nations Undersecretary-General for Humanitarian Affairs and Emergency Relief Coordinator from 2003 to 2006. Over the course of his career, Egeland has also served as Deputy Director of Human Rights Watch, Director of Human Rights Watch Europe, director of the Norwegian Institute of International Affairs, Secretary General of the Norwegian Red Cross and Chair of Amnesty International Norway. He also holds a post as Professor II at the University of Stavanger. The son of Norwegian politician Kjølv Egeland, Egeland attended Stavanger Cathedral School. He holds a mag.art. in Political Science from the University of Oslo. He was a Fulbright Scholar at the University of California, Berkeley – where his thesis, contrasting American and Scandinavian diplomatic models, was published as a book[4] – and a fellow at the Peace Research Institute Oslo (PRIO) and The Harry S. Truman Research Institute for the Advancement of Peace,[5] Jerusalem.[6] Egeland began working with Amnesty International while in high school, campaigning for the disappeared in Chile in the 1970s, and at age 19 spent a month working for Catholic relief organization Minuto de Dios with the Motilon tribe in Colombia.[7][8] Egeland later served as Chair of Amnesty International in Norway, and Vice-Chair of the International Executive Committee of Amnesty International, which he was elected on to at the age of 23, the youngest ever to hold the position. He also worked as Director for the International Department of the Norwegian Red Cross, Head of Development Studies at the Henry Dunant Institute in Geneva and a radio and television international news reporter for the Norwegian Broadcasting Corporation. Egeland first attracted attention as Secretary General of the Norwegian Red Cross when he pioneered the fight against the proliferation of small arms and joined the international campaign against landmines. With the onset of war in Iraq in 2003, Egeland alerted the international community to the worsening civilian conditions in Baghdad and Basra.[4] Egeland's career also includes service to his government as State Secretary in the Norwegian Ministry of Foreign Affairs from 1990 to 1997. In that capacity, he initiated two Norwegian Emergency Preparedness Systems, which have provided more than 2,000 experts and humanitarian workers to international organizations. During his time in office, Egeland actively participated in a number of peace processes. He co-initiated and co-organized the Norwegian channel between Israel and Palestine Liberation Organization (PLO) in 1992, which led to the Oslo Accord (Declaration of Principles) of September 1993. He directed the Norwegian facilitation of the United Nations-led peace talks leading up to ceasefire agreement between the Government of Guatemala and the Unidad Revolucionaria Nacional Guatemalteca (URNG) guerrillas signed in Oslo in 1996. He also led the host delegation when the Ottawa Treaty to ban landmines was successfully negotiated and adopted in Oslo in 1997. After stepping down from his government position, United Nations Secretary-General Kofi Annan appointed Egeland as his Special Adviser to Colombia. Egeland served in this role from 1999 until 2002. Egeland assumed his post as the Under-Secretary-General (USG) for Humanitarian Affairs and Emergency Relief Coordinator (ERC) in August 2003. This position is the head of the UN Office for the Coordination of Humanitarian Affairs (OCHA). He was preceded in the post by Kenzo Oshima of Japan. During his time in office, he initiated the global humanitarian reforms that led to the successful Central Emergency Response Fund (CERF) in 2005. Egeland focused his efforts in alleviating the needs of this sector of the population in complex emergency situations like the Lord's Resistance Army insurgency in northern Uganda, the Darfur region in Sudan and the Democratic Republic of Congo, where millions of displaced persons are affected. He has also campaigned for addressing the needs of those affected by natural disasters, like the 2004 Indian Ocean tsunami and Hurricane Katrina, as well as raising awareness in issues such as gender mainstreaming, sexual exploitation and violence, and internal displacement. Ahead of the Vienna peace talks for Syria in 2015, Egeland was appointed by United Nations Secretary-General Ban Ki-moon to head the working group on safety and protection, in this capacity supporting United Nations Special Envoy for Syria Staffan de Mistura.[9] From 2016 until 2018, he served as de Mistura's humanitarian adviser.[10][11] In early 2021, United Nations Secretary-General António Guterres appointed him to a three‑person Independent Senior Advisory Panel on Syria, alongside Erika Feller and Radhouane Noucier. The panel was to provide Guterres with advice on how to strengthen the deconfliction mechanism operated by the Office for the Coordination of Humanitarian Affairs in the country.[12] In a United Kingdom Channel 4 interview Egeland laid the blame on the crisis in Lebanon on Hezbollah who he said \"Hide amongst the civilian population and which gives the Israeli air force no choice but to attack civilian structures,\"[16] though he also has referred to the Israeli strikes as \"a violation of humanitarian law\".[17] On 28 July 2006, he proposed a 72-hour cease fire between Israel and Hezbollah in order for emergency relief to move the wounded and get food and medical supplies into the war zone. Israel rejected the proposal, claiming that the humanitarian corridor it opened to and from Lebanon was sufficient for the purpose. Egeland responded that \"Hizbollah is not necessarily the biggest obstacle to an agreement\".[18] Israel later agreed to a 48-hour halt of bombing, while reserving the right to take action against targets preparing attacks.[19] In March 2008, Egeland gave a lecture entitled \"War, Peace and Climate Change: A Billion Lives in the Balance\" at the University of San Diego's Joan B. Kroc Institute for Peace & Justice Distinguished Lecture Series. On 27 December 2004, during the initial phase of the 2004 Indian Ocean earthquake relief effort, Egeland said that \"Christmas time should remind many Western countries how rich we have become, and if actually the foreign assistance of many countries now is 0.1 or 0.2 percent of their gross national income, I think that is stingy, really.\"[20] According to Egeland, in his memoir A Billion Lives (2008), this \"stingy\" quote was taken out of context by the press as directed at tsunami relief, when in fact Egeland was addressing the long and ongoing drive by the UN for all OECD nations to contribute 0.7% of GNP to humanitarian efforts.[21] Initial response by the White House to Egeland's quote, taken out of context by the press as a direct attack on the United States (which at the time had donated $15 million), was very negative. However, Egeland subsequently clarified his remarks, and all was forgiven, although Egeland became the focus of a negative campaign online.[21] However the \"stingy\" quote did in fact help increase the number of donations. Egeland was later quoted as saying that the donations were so large and were coming in so fast that \"We really have to confirm that we heard right, that the number of zeroes was right.\" When reviewing the tangible, if non-monetary, assistance of the militaries of the United States, Australia, and other nations in providing disaster relief, Egeland remarked, \"Those helicopters are worth their weight in gold now.\" Time magazine would later call Egeland \"the world's conscience.\"[22] In July 2006, Egeland launched a US$150 million aid appeal for Lebanon, following the destruction of parts of Lebanon by Israeli forces and subsequent displacement of many thousands of refugees. Egeland, though critical of Israel, lashed out against Hezbollah in terms that no UN official had dared yet, saying: Consistently, from the Hezbollah heartland, my message was that Hezbollah must stop this cowardly blending ... among women and children. I heard they were proud because they lost very few fighters and that it was the civilians bearing the brunt of this. I don't think anyone should be proud of having many more children and women dead than armed men. We need a cessation of hostilities because this is a war where civilians are paying the price.[23] During a visit to Gaza to survey the damage, Egeland was quoted as saying that the bombing of a power plant would affect schools and hospitals more than the militants. \"This is very clear, a disproportionate use [of power],\" Egeland told reporters. \"Civilian infrastructure is protected. The law is very clear. You cannot have any interpretation in any other way.\"[24] Egeland has chaired the United Nations panel on humanitarian access in the lengthy war in Syria and in 2017 was the UN Senior Advisor for Syria where he has advocated for simultaneous convoy exchanges and medical evacuations.[25][26] In 1989, Egeland wrote Impotent Superpower -- Potent Small State in which he portrayed Norway, which at the time devoted the highest percentage of its money to development of any country in the world, as a moral entrepreneur.[7] In 2008 he published a memoir A Billion Lives: An Eyewitness Report from the Frontlines of Humanity about his time at the UN from 2003 to 2006.[27] Egeland has been criticized for the way he handles relief programs. In 2007, the Norwegian TV channel TV2 aired a documentary entitled De hvite hjelperne (The white helpers) with footage and research from Malawi concerning the Norwegian Red Cross's donation of hundreds of Norwegian army surplus M621 trucks. The documentary highlighted the trucks' primitive construction and poor condition, and general uselessness to the Malawi community. Although Egeland and the Red Cross declared this operation a success, the trucks were little more than scrap metal.[28] In March 2008, TV2 aired another documentary entitled Sultbløffen (The famine scam) about the 2005–06 Niger food crisis. Then-UN relief coordinator Egeland and several others were accused of bluffing and of blowing the situation out of proportion.[29] In 2006, Time magazine named Egeland one of the 100 \"people who shape our world\"[30],.[31] In 2012, the Norwegian group Ylvis produced a parody/tribute rock song about Jan Egeland, hailing him as \"the United Nations superhero man\" and \"a peacekeeping machine.\"[32] Egeland's response, in an e-mail to NPR, was \"I think it is hilarious with its crazy text and great tune.\"[33] As of December 2021, the video has been viewed more than 19 million times. Egeland was married to former Norwegian Minister of International Development Anne Kristin Sydnes until her death in 2017, and has two daughters.[7]","Title":"Jan Egeland - Wikipedia","KeyID":"9098","URL":"https://en.wikipedia.org/wiki/Jan_Egeland"}