{"Content: ":"Silesaurus is a genus of silesaurid dinosauriform from the Late Triassic, of what is now Poland. Fossilized remains of Silesaurus have been found in the Keuper Claystone in Krasiejów near Opole, Silesia, Poland, which is also the origin of its name. The type species, Silesaurus opolensis, was described by Jerzy Dzik in 2003. It is known from some 20 skeletons, making it one of the best-represented species of early dinosauriformes.[1] Silesaurus measured approximately 2.3 meters (7.5 feet) in length. Lightly built, it was probably a fast and agile animal with an active lifestyle. The snout was narrow with forward-pointing nostrils, and the large orbits likely provided Silesaurus with acute vision. Initially, Silesaurus was thought to be strictly herbivorous, but later research on coprolite contents indicates that it may have been insectivorous,[2] feeding on insects such as the beetle Triamyxa. The teeth of the animal were small, conical, and serrated, and were distributed irregularly in its jaws. The tip of the dentary had no teeth, and evidence suggests that it was covered by a keratinous beak.[1] Scientists think that Silesaurus was not a dinosaur, but rather a dinosauriform. Dinosaurian features lacking in Silesaurus include an enlarged deltopectoral crest (a muscle attachment on the humerus), and epipophyses (enlarged tendon attachment above the postzygapophysis) on the cervical vertebrae. However, Silesaurus has some dinosaurian characteristics as well: As a result, alternative hypotheses place Silesaurus at or near the base of the ornithischian dinosaurs. Other scientists propose a basal link between the basal sauropodomorphs and ornithischians.[1] Systematic position after Nesbitt (2011):[3] Scleromochlus Pterosauria Lagerpeton Dromomeron Marasuchus Lewisuchus/Pseudolagosuchus Asilisaurus Eucoelophysis Sacisaurus Silesaurus Theropoda Sauropodomorpha Ornithischia Beetle elytra and other arthropod remains have been found in coprolites which have been recovered in the vicinity of Silesaurus fossil occurrences. The size and shape of the coprolites combined with the peculiar beaked architecture of Silesaurus's skull may suggest that this animal produced the coprolites and that it could have been wholly or partially insectivorous. It might have fed on insects and other small arthropods by pecking, using the beak-like tip of the snout to accurately target prey in a way similar to modern birds. If so, this would represent the earliest known occurrence of this highly derived mode of feeding and have implications for the understanding of the evolutionary adaptations that would eventually lead up to the origin of dinosaurs.[2] Silesaurus lived in a subtropical environment similar to the modern Mediterranean basin with alternating summer monsoons and dry winters. The animal shared its environment of extensive swamplands and fern vegetation with a wealth of invertebrates as well as dipnoan and ganoid fishes, temnospondyls, phytosaurs and early pterosaurs.[4] ","Title":"Silesaurus - Wikipedia","KeyID":"910","URL":"https://en.wikipedia.org/wiki/Silesaurus"}