{"Content: ":"Tan Sri Jemilah binti Mahmood is a Malaysian physician. She has served as Pro-Chancellor of the Heriot-Watt University Malaysia (HWUM) since September 2021, Professor and Executive Director of Sunway Centre for Planetary Health since August 2021, and Senior Fellow at the Adrienne-Arsht-Rockefeller Foundation Resilience Center. She served as Special Advisor to the former Prime Minister of Malaysia Muhyiddin Yassin on Public Health from March 2020 to August 2021 and Under-Secretary General for Partnerships in the International Federation of Red Cross and Red Crescent Societies (IFRC) from January 2016 to 2020.[1] Before joining the IFRC, she served as Chief of the Secretariat of the World Humanitarian Summit at the United Nations in New York, heading the humanitarian branch at the United National Population Fund, Chief of the Humanitarian Response Branch at UNFPA in 2011,[2][3] President of the Malaysian Medical Relief Society (Mercy Malaysia) from its foundation in June 1999 to a decade later in 2009. Mercy Malaysia is a medical charity she founded in June 1999, inspired by the Médecins Sans Frontières (Doctors Without Borders).[4] In 2008, she was one of the 16 members appointed by Ban Ki-moon, the former Secretary-General of the United Nations to Advisory Group of the Central Emergency Response Fund.[5] Jemilah attended Assunta Girls School in Petaling Jaya.[6] She graduated in 1986 as a Doctor of Medicine (MD) from the National University of Malaysia (UKM), and went on to earn her Masters in Obstetrics & Gynaecology from the university in 1992. She became a member of the Royal College of Obstetricians and Gynaecologists in the United Kingdom, and received training in various subspecialties of gynaecology in the United Kingdom. Jemilah has completed the Program for Executive Development at the International Institute of Management and Development (IMD) in Lausanne, Switzerland as well.[7] She started her career in Kuala Lumpur General Hospital, and was a lecturer in obstetrics and gynaecology at the Medical Faculty of UKM until 1995. She also served as a research fellow at Tokyo University, and became a fellow of the UK Royal College of Obstetricians and Gynaecologists (RCOG) in 2004.[7] From 1995 to 1998, she was the Treasurer for the Malaysian Obstetrical & Gynaecological Organisation. She was also the Vice President for the Malaysian Menopause Organisation from 1999 to 2000.[8] Until 2009, she was an obstetrician and gynaecologist at Ampang Puteri Specialist Hospital in Kuala Lumpur.[8] From 2009 to 2011, Dr Jemilah was in charge of the humanitarian branch of the United Nations Population Fund (UNFPA) in New York City, where she directed her efforts toward reproductive health, gender-based violence, and emergency population data.[9] In May 2014, Jemilah was appointed to head the World Humanitarian Summit Secretariat at the United Nations Office for the Coordination of Humanitarian Affairs (UNOCHA) headquarters in New York. \"I am extremely grateful and honoured to be appointed to lead the charge in such an important initiative, and that a Malaysian has been selected for the role,\" said Dr Jemilah in a statement.[10] About the World Humanitarian Summit which integrates the voices of those rarely heard in the international arena, she explains, \"This is done through eight regional consultations with affected people, civil society organisations, academia, governments, the private sector and new donors, to really have global solidarity on the current situation of humanitarian challenges.\"[11] Based on what she had learned at Teach for Malaysia, she further added, if the problems are universal, then the solutions are shareable. According to Dr Jemilah, the consultation is necessary right now because, \"in spite of progress and innovation, humanitarian needs are outpacing the response. This is partly because in protracted crises, such as in Syria, where people are displaced by violence that continues with no end in sight, or in the Sahel, where drought recurs every few years, people's needs are multi-dimensional.\"[12] Starting in March 2020, Jemilah has been officially appointed as Special Advisor to the Prime Minister of Malaysia, Tan Sri Muhyiddin Yassin, on Public Health issues. Upon Jemilah's new appointment, she will be taking responsibility to advise Prime Minister on the policies and initiatives regarding health matter.[13] From 1 August 2021 she has served as pro-chancellor of Heriot-Watt University Malaysia.[14] The medical charity founded by Jemilah, MERCY Malaysia, has performed medical charity and medical rescue work in several countries, including Afghanistan and in Indonesia following the 2004 Indian Ocean earthquake and tsunami.[15] Jemilah is married to Ashar Abdullah, and they have two sons.[23]","Title":"Jemilah Mahmood - Wikipedia","KeyID":"9102","URL":"https://en.wikipedia.org/wiki/Jemilah_Mahmood"}