{"Content: ":"Hugo John Robertson Slim (born 1961) is a British academic and policy advisor in International Relations specialising in the ethics of war and humanitarian aid. Slim has written about the nature of contemporary conflict, the protection of civilians and the ethics of humanitarian aid. He is currently a Senior Research Fellow at the Las Casas Institute for Social Justice at Blackfriars Hall at the University of Oxford and also at the Blavatnik School of Government. Slim is the second son of John Slim, 2nd Viscount Slim, and Elisabeth \"Buffy\" Slim, née Spinney. He was educated at Broadlands Primary School in Hereford and St George's School, Windsor before going to Eton College and then to St John's College, Oxford where he studied Theology. He received his PhD (on the basis of published work) from Oxford Brookes University in 2002. Slim's writing on war is distinct for its determined focus on the civilian experience of war and the moral arguments he uses to justify the \"civilian ethic\" in armed conflict.[1] His book, Killing Civilians (2007) used a historical perspective to establish \"seven spheres of suffering\" that are typical for civilians in war, and criticised a spectrum of \"anti-civilian ideologies\" in political and military policy that deliberately drive this suffering.[1][2] Slim has also pioneered a new turn in the applied ethics of Humanitarian Aid. This began with a paper \"Doing the Right Thing: Relief Agencies, Moral Dilemmas and Moral Responsibility in Political Emergencies and War\" (Disasters 21:3, 1997).[3] His book, Humanitarian Ethics: The Morality of Aid in War and Disaster (2015) framed a new field of practical humanitarian ethics. This has influenced scholars, policymakers and practitioners in humanitarian aid who are now using and critiquing Slim's approach.[4][5] Slim has combined a career in academia, policy and practice. He started his career in 1983 with Save the Children UK, working in Morocco, Sudan and Ethiopia and as a field officer for the Special Representative of the UN Secretary-General in Ethiopia.[6] Returning to the UK, he worked on Save the Children's Middle East Desk during the first Intifada and the Iraqi Kurdish refugee crisis in Turkey, before becoming Senior Research Officer from 1992 to 1994.[7] He was appointed Senior Lecturer at Oxford Brookes University in 1994 to co-lead the new Masters in Development and Humanitarian Practice with Nabeel Hamdi at the Centre for Development and Emergency Practice (CENDEP).[8] In 2001, Hamdi and Slim won a Queen's Anniversary Prize for Higher Education for their \"exceptional innovation in the education of humanitarian professionals.\"[9] Slim has since worked at the Centre for Humanitarian Dialogue in Geneva and as a Senior Research Fellow at the Institute of Ethics, Law and Armed Conflict (ELAC) at the University of Oxford[10] where he co-founded the Oxford Consortium for Human Rights with Professor Cheyney Ryan and other US academics in 2012.[11] From 2015 to 2020, he was Head of Policy at the International Committee of the Red Cross in Geneva.[12] Slim has been a Trustee of Oxfam GB and the Catholic Agency for Overseas Development (CAFOD) and a Visiting Professor at the University of Oregon and the Graduate Institute in Geneva.[13] Slim is married to Asma Khaliq Awan, an international humanitarian worker from Pakistan. He has two children from his first marriage to the writer and journalist, Rebecca Abrams.","Title":"Hugo Slim - Wikipedia","KeyID":"9103","URL":"https://en.wikipedia.org/wiki/Hugo_Slim"}