{"Content: ":"Peter Maurer (born 1956) is a Swiss diplomat who has been serving as the President of the International Committee of the Red Cross (ICRC)[1] since 1 July 2012. Maurer was born in Thun, Switzerland. Maurer studied History and International Law in Bern, and was awarded a PhD. In 1987, Maurer entered the Swiss Diplomatic Service (Federal Department of Foreign Affairs), where he held various positions in Bern and Pretoria, South Africa, before being transferred to New York in 1996 as Deputy Permanent Observer at the Swiss Mission to the United Nations. In 2000, he was appointed Ambassador and head of the division in charge of human security at the headquarters of Switzerland's Foreign Ministry in Berne.[2] In 2004, Maurer was appointed Ambassador and Permanent Representative of Switzerland to the United Nations in New York. In this position, he endeavoured to integrate Switzerland, which had only recently joined the United Nations, into multilateral networks. In June 2009, the United Nations General Assembly elected Maurer Chairman of the Fifth Committee, in charge of United Nations administrative and budgetary affairs.[3] In addition, he was elected Chairman of the Burundi Configuration of the UN Peacebuilding Commission. In January 2010, Maurer became Switzerland's State Secretary for Foreign Affairs,[4] a position he held until he was elected President of the ICRC, succeeding Jakob Kellenberger in June 2012.[5] Maurer led the ICRC through a historic budget increase, from 1.1 billion CHF in 2011 to over 1.6 billion CHF in 2015.[6] In addition, he launched the world’s first \"humanitarian impact bond\" scheme, in which private investors lend €22 million of five-year funding and their repayments depend on what difference the project makes to its clients’ lives.[7] Since 2019, Maurer has been co-chairing the World Economic Forum High-Level Group on Humanitarian Investing, alongside Børge Brende and Kristalina Georgieva.[8] In September 2019, he was re-elected as the president of the ICRC for an additional term of 4 years.[9]","Title":"Peter Maurer - Wikipedia","KeyID":"9104","URL":"https://en.wikipedia.org/wiki/Peter_Maurer"}