{"Content: ":"The United States Agency for International Development (USAID) is an independent agency of the U.S. federal government that is primarily responsible for administering civilian foreign aid and development assistance. With a budget of over $27 billion, USAID is one of the largest official aid agencies in the world and accounts for more than half of all U.S. foreign assistance—the highest in the world in absolute dollar terms. Congress passed the Foreign Assistance Act on September 4, 1961, which reorganized U.S. foreign assistance programs and mandated the creation of an agency to administer economic aid. USAID was subsequently established by the executive order of President John F. Kennedy, who sought to unite several existing foreign assistance organizations and programs under one agency.[4] USAID became the first U.S. foreign assistance organization whose primary focus was long-term socioeconomic development. USAID's programs are authorized by Congress in the Foreign Assistance Act,[5] which Congress supplements through directions in annual funding appropriation acts and other legislation. As an official component of U.S. foreign policy, USAID operates subject to the guidance of the President, Secretary of State, and the National Security Council.[6] USAID has missions in over 100 countries, primarily in Africa, Asia, Latin America, the Middle East, and Eastern Europe. USAID's mission statement, adopted in February 2018, is: \"On behalf of the American people, we promote and demonstrate democratic values abroad, and advance a free, peaceful, and prosperous world. In support of America's foreign policy, the U.S. Agency for International Development leads the U.S. Government's international development and disaster assistance through partnerships and investments that save lives, reduce poverty, strengthen democratic governance, and help people emerge from humanitarian crises and progress beyond assistance.\"[7][8] USAID's decentralized network of resident field missions is drawn on to manage U.S. Government (USG) programs in low-income countries for a range of purposes.[9] Some of the U.S. Government's earliest foreign aid programs provided relief in crises created by war. In 1915, USG assistance through the Commission for Relief in Belgium headed by Herbert Hoover prevented starvation in Belgium after the German invasion. After 1945, the European Recovery Program championed by Secretary of State George Marshall (the \"Marshall Plan\") helped rebuild war-torn Western Europe. USAID manages relief efforts after wars and natural disasters through its Bureau for Humanitarian Assistance which is the lead federal coordinator for international disaster assistance. After 1945, many newly independent countries needed assistance to relieve the chronic deprivation afflicting their low-income populations. USAID and its predecessor agencies have continuously provided poverty relief in many forms, including assistance to public health and education services targeted at the poorest. USAID has also helped manage food aid provided by the U.S. Department of Agriculture. Also, USAID provides funding to NGOs to supplement private donations in relieving chronic poverty. Technical cooperation between nations is essential for addressing a range of cross-border concerns like communicable diseases, environmental issues, trade and investment cooperation, safety standards for traded products, money laundering, and so forth. The USG has specialized agencies dealing with such areas, such as the Centers for Disease Control and the Environmental Protection Agency. USAID's special ability to administer programs in low-income countries supports these and other USG agencies international work on global concerns. Among these global interests, environmental issues attract high attention. USAID assists projects that conserve and protect threatened land, water, forests, and wildlife. USAID also assists projects to reduce greenhouse gas emissions and to build resilience to the risks associated with global climate change.[10] U.S. environmental regulation laws require that programs sponsored by USAID should be both economically and environmentally sustainable. To support U.S. geopolitical interests, Congress appropriates exceptional financial assistance to allies, largely in the form of \"Economic Support Funds\" (ESF). USAID is called on to administer the bulk (90%) of ESF[11] and is instructed: \"To the maximum extent feasible, [to] provide [ESF] assistance ... consistent with the policy directions, purposes, and programs of [development assistance].\"[12] Also, when U.S. troops are in the field, USAID can supplement the \"Civil Affairs\" programs that the U.S. military conducts to win the friendship of local populations. In these circumstances, USAID may be directed by specially appointed diplomatic officials of the State Department, as has been done in Afghanistan and Pakistan during operations against al-Qaeda.[13] U.S. commercial interests are served by U.S. law's requirement that most goods and services financed by USAID must be sourced from U.S. vendors.[14] To help low-income nations achieve self-sustaining socioeconomic development, USAID assists them in improving the management of their own resources. USAID's assistance for socioeconomic development mainly provides technical advice, training, scholarships, commodities, and financial assistance. Through grants and contracts, USAID mobilizes the technical resources of the private sector, other USG agencies, universities, and NGOs to participate in this assistance. Programs of the various types above frequently reinforce one another. For example, the Foreign Assistance Act requires USAID to use funds appropriated for geopolitical purposes (\"Economic Support Funds\") to support socioeconomic development to the maximum extent possible. USAID delivers both technical assistance and financial assistance.[15] Technical assistance includes technical advice, training, scholarships, construction, and commodities. Technical assistance is contracted or procured by USAID and provided in-kind to recipients. For technical advisory services, USAID draws on experts from the private sector, mainly from the assisted country's own pool of expertise, as well as from specialized USG agencies. Many host-government leaders have drawn on USAID's technical assistance for the development of IT systems and computer hardware procurement to strengthen their institutions. To build indigenous expertise and leadership, USAID finances scholarships to U.S. universities and assists the strengthening of developing countries' own universities. Local universities' programs in developmentally important sectors are assisted directly and through USAID support for forming partnerships with U.S. universities. The various forms of technical assistance are frequently coordinated as capacity-building packages for the development of local institutions. Financial assistance supplies cash to developing country organizations to supplement their budgets. USAID also provides financial assistance to local and international NGOs who in turn give technical assistance in developing countries. Although USAID formerly provided loans, all financial assistance is now provided in the form of non-reimbursable grants. In recent years, the USG has increased its emphasis on financial rather than technical assistance. In 2004, the Bush Administration created the Millennium Challenge Corporation as a new foreign aid agency that is mainly restricted to providing financial assistance. In 2009, the Obama Administration initiated a major realignment of USAID's own programs to emphasize financial assistance, referring to it as \"government-to-government\" or \"G2G\" assistance. USAID is organized around country development programs managed by resident USAID offices in developing countries (\"USAID missions\"), supported by USAID's global headquarters in Washington, DC.[16] USAID plans its work in each country around an individual country development program managed by a resident office called a \"mission.\" The USAID mission and its U.S. staff are guests in the country, with a status that is usually defined by a \"framework bilateral agreement\" between the USG and the host government.[17] Framework bilaterals give the mission and its U.S. staff privileges similar to (but not necessarily the same as) those accorded to the U.S. embassy and diplomats by the Vienna Convention on Diplomatic Relations of 1961.[18] USAID missions work in over fifty countries, consulting with their governments and non-governmental organizations to identify programs that will receive USAID's assistance. As part of this process, USAID missions conduct socio-economic analysis, discuss projects with host-country leaders, design assistance to those projects, award contracts and grants, administer assistance (including evaluation and reporting), and manage flows of funds.[19] As countries develop and need less assistance, USAID shrinks and ultimately closes its resident missions. USAID has closed missions in a number of countries that had achieved a substantial level of prosperity, including South Korea,[20] Turkey,[21] and Costa Rica. USAID also closes missions when requested by host countries for political reasons. In September 2012, the U.S. closed USAID/Russia at that country's request. Its mission in Moscow had been in operation for two decades.[22] On May 1, 2013, the President of Bolivia, Evo Morales, asked USAID to close its mission, which had worked in the country for 49 years.[23] The closure was completed on September 20, 2013. USAID missions are led by Mission Directors and are staffed both by USAID Foreign Service Officers and by development professionals from the country itself, with the host-country professionals forming the majority of the staff. The length of a Foreign Service Officer's \"tour\" in most countries is four years, to provide enough time to develop in-depth knowledge about the country. (Shorter tours of one or two years are usual in countries of exceptional hardship or danger.)[24] The Mission Director is a member of the U.S. Embassy's \"Country Team\" under the direction of the U.S. Ambassador.[25] As a USAID mission works in an unclassified environment with relative frequent public interaction, most missions were initially located in independent offices in the business districts of capital cities. Since the passage of the Foreign Affairs Agencies Consolidation Act in 1998 and the bombings of U.S. Embassy chanceries in east Africa in the same year, missions have gradually been moved into U.S. Embassy chancery compounds. The country programs are supported by USAID's headquarters in Washington, D.C., \"USAID/Washington,\" where about half of USAID's Foreign Service Officers work on rotation from foreign assignments, alongside USAID's Civil Service staff and top leadership. USAID is headed by an Administrator. The current Administrator, Samantha Power, was sworn in on May 3, 2021. Under the Biden administration, the Administrator became a regular attendee of the National Security Council. USAID/Washington[26] helps define overall USG civilian foreign assistance policy and budgets, working with the State Department, Congress, and other U.S. government agencies. It is organized into \"Bureaus\" covering geographical areas, development subject areas, and administrative functions. Each Bureau is headed by an Assistant Administrator appointed by the President. (Some tasks similar to those of USAID's Bureaus are performed by what are termed \"Independent Offices.\") Independent oversight of USAID activities is provided by its Office of Inspector General, U.S. Agency for International Development, which conducts criminal and civil investigations, financial and performance audits, reviews, and inspections of USAID activities around the world. USAID's staffing reported to Congress in June 2016 totaled 10,235, including both field missions \"overseas\" (7,176) and the Washington DC headquarters (3,059).[31] Of this total, 1,850 were USAID Foreign Service Officers who spend their careers mostly residing overseas (1,586 overseas in June 2016) and partly on rotation in Washington DC (264). The Foreign Service Officers stationed overseas worked alongside the 4,935 local staff of USAID's field missions. Host-country staff normally work under one-year contracts that are renewed annually.[32] Formerly, host-country staff could be recruited as \"direct hires\" in career positions[33] and at present many host-country staff continue working with USAID missions for full careers on a series of one-year contracts. In USAID's management approach, local staff may fill highly responsible, professional roles in program design and management.[34] U.S. citizens can apply to become USAID Foreign Service Officers by competing for specific job openings based on academic qualifications and experience in development programs.[35] Within five years of recruitment, most Foreign Service Officers receive tenure for an additional 20+ years of employment before mandatory retirement. Some are promoted to the Senior Foreign Service with extended tenure, subject to the Foreign Service's mandatory retirement age of 65. (This recruitment system differs from the State Department's use of the \"Foreign Service Officer Test\" to identify potential U.S. diplomats. Individuals who pass the test become candidates for the State Department's selection process, which emphasizes personal qualities in thirteen dimensions such as \"Composure\" and \"Resourcefulness.\" No specific education level is required.[36]) In 2008, USAID launched the \"Development Leadership Initiative\" to reverse the decline in USAID's Foreign Service Officer staffing, which had fallen to a total of about 1,200 worldwide.[37] Although USAID's goal was to double the number of Foreign Service Officers to about 2,400 in 2012, actual recruitment net of attrition reached only 820 by the end of 2012. USAID's 2016 total of 1,850 Foreign Service Officers compared with 13,000 in the State Department.[38] While USAID can have as little presence in a country as a single person assigned to the U.S. Embassy, a full USAID mission in a larger country may have twenty or more USAID Foreign Service Officers and a hundred or more professional and administrative employees from the country itself. The USAID mission's staff is divided into specialized offices in three groups: (1) assistance management offices; (2) the Mission Director's and the Program office; and (3) the contracting, financial management, and facilities offices.[39] Called \"technical\" offices by USAID staff, these offices design and manage the technical and financial assistance that USAID provides to their local counterparts' projects.[40] The technical offices that are frequently found in USAID missions include Health and Family Planning, Education, Environment, Democracy, and Economic Growth. Examples of projects assisted by missions' Health and Family Planning offices are projects for eradication of communicable diseases, strengthening of public health systems focusing on maternal-child health including family planning services, HIV-AIDS monitoring, delivery of medical supplies including contraceptives and HIV vaccines, and coordination of Demographic and Health Surveys. This assistance is primarily targeted to the poor majority of the population and corresponds to USAID's poverty relief objective, as well as strengthening the basis for socio-economic development. USAID's Education offices mainly assist the national school system, emphasizing broadening coverage of quality basic education to reach the entire population. Examples of projects often assisted by Education offices are projects for curriculum development, teacher training, and provision of improved textbooks and materials. Larger programs have included school construction. Education offices often manage scholarship programs for training in the U.S., while assistance to the country's universities and professional education institutions may be provided by Economic Growth and Health offices. The Education office's emphasis on school access for the poor majority of the population corresponds to USAID's poverty relief objective, as well as to the socioeconomic development objective in the long term. Examples of projects assisted by Environment offices are projects for tropical forest conservation, protection of indigenous people's lands, regulation of marine fishing industries, pollution control, reduction of greenhouse gas emissions, and helping communities adapt to climate change. Environment assistance corresponds to USAID's objective of technical cooperation on global issues, as well as laying a sustainable basis for USAID's socioeconomic development objective in the long term. Examples of projects assisted by Democracy offices are projects for the country's political institutions, including elections, political parties, legislatures, and human rights organizations. Counterparts include the judicial sector and civil society organizations that monitor government performance. Democracy assistance received its greatest impetus at the time of the creation of the successor states to the USSR starting in about 1990, corresponding both to USAID's objective of supporting U.S. bilateral interests and to USAID's socioeconomic development objective. Examples of projects often assisted by Economic Growth offices are projects for improvements in agricultural techniques and marketing (the mission may have a specialized \"Agriculture\" office), development of microfinance industries, streamlining of Customs administrations (to accelerate the growth of exporting industries), and modernization of government regulatory frameworks for the industry in various sectors (telecommunications, agriculture, and so forth). In USAID's early years and some larger programs, Economic Growth offices have financed economic infrastructure like roads and electrical power plants. Economic Growth assistance is thus quite diverse in terms of the range of sectors where it may work. It corresponds to USAID's socioeconomic development objective and is the source of sustainable poverty reduction. Economic Growth offices also occasionally manage assistance to poverty relief projects, such as to government programs that provide \"cash transfer\" payments to low-income families. Some USAID missions have specialized technical offices for areas like counter-narcotics assistance or assistance in conflict zones. Disaster assistance on a large scale is provided through USAID's Office of U.S. Foreign Disaster Assistance. Rather than having a permanent presence in country missions, this office has supplies pre-positioned in strategic locations to respond quickly to disasters when and where they occur.[41] The Mission Director's signature authorizes technical offices to assist according to the designs and budgets they propose. With the help of the Program Office, the Mission Director ensures that designs are consistent with USAID policy for the country, including budgetary earmarks by which Washington directs that funds be used for certain general purposes such as public health or environmental conservation. The Program Office compiles combined reports to Washington to support budget requests to Congress and to verify that budgets were used as planned. While the Mission Director is the public face and key decision-maker for an impressive array of USAID technical capabilities, arguably the offices that make USAID preeminent among U.S. government agencies in the ability to follow through on assistance agreements in low-income countries are the \"support\" offices. Commitments of U.S. government funds to NGOs and firms that implement USAID's assistance programs can only be made in compliance with carefully designed contracts and grant agreements executed by warranted Contracting and Agreement Officers. The Mission Director is authorized to commit financial assistance directly to the country's government agencies. Funds can be committed only when the Mission's Controller certifies their availability for the stated purpose. \"FM\" offices assist technical offices in financial analysis and in developing detailed budgets for inputs needed by projects assisted. They evaluate potential recipients' management abilities before financial assistance can be authorized and then review implementers' expenditure reports with great care. This office often has the largest number of staff of any office in the mission. Called the \"Executive Office\" in USAID (sometimes leading to confusion with the Embassy's Executive Office, which is the office of the Ambassador), \"EXO\" provides operational support for mission offices, including human resources, information systems management, transportation, property, and procurement services. Increasing integration into Embassies' chancery complexes, and the State Department's recently increased role in providing support services to USAID, is expanding the importance of coordination between USAID's EXO and the Embassy's Management section. While the terms \"assistance project\" and \"development project\" might sometimes be used indiscriminately, it helps in understanding USAID's work to make a distinction. (1) Development is what developing countries do. Development projects are projects of local government agencies and NGOs, such as projects to improve public services or business regulations, etc. (2) Assistance is what USAID does. USAID's assistance projects support local development projects. The key to a successful development project is the institutional capacity of local organizations, including the professional ability of their staff members. The key to successful assistance is how well it fits the needs of local development projects, including institutional capacity building and supporting professional education and training for staff. When a local development project's assistance needs have been identified, USAID arranges the agreed assistance through funding agreements with implementing organizations, referred to by USAID staff as \"implementing partners.\" USAID finances several types of implementers using a variety of funding agreements. To illustrate, USAID might assist a development project with inputs provided through several different funding agreements: Each of these types of USAID funding agreements is profiled below. This funding agreement would take the form of a letter from USAID's Mission Director, countersigned by the recipient agency, explaining the agency's objectives, the amount of USAID's financial commitment, the specific expenditures to be financed by USAID's grant, and other operational aspects of the agreement. USAID's technical office would assign a staff member (U.S. or local) to oversee progress in the agency's implementation. USAID's financial management office would transfer funds to the agency, in tranches as needed. Audit under this kind of government-to-government (G2G) financial assistance is usually performed by the host government's own audit agency. As a government agency is usually specialized in services to the beneficiary population (medical services, for example), its staff may not be equipped to undertake planning and evaluation, construction, acquisition of equipment, or management of training and study tours. The government agency might, therefore, request USAID's assistance in these areas, and USAID could respond by contracting with a firm to supply the services or technical assistance requested. USAID's technical office would collaborate with the government agency in drafting the specifications for what is needed (generally referred to as a \"Statement of Work\" for the contract) and in conducting market research for available sources and potential bidders. USAID's Contracting Officer would then advertise for bids, manage the selection of a contractor from among the competing bidders, sign the contract, and assign a technical-office staff member as the Contracting Officer's Representative to oversee the performance under the contract. (If the workload permits, this staff member might be the same person who oversees USAID's financial assistance to the government agency.) The contractor supplies technical assistance directly to the government agency, so that in monitoring contractor performance USAID relies substantially on the agency's evaluation of the contractor's work. Non-governmental organizations are, like their government counterparts, usually already engaged in service provision in areas where USAID wants to assist, and they often have unique abilities that complement public programs. Therefore, USAID technical-office staff might set aside a budget and, with the help of the mission's contracting office, publish a solicitation for applications from NGOs for financial assistance to their programs. One or several grants could be made to selected NGOs by the contracting office's \"Agreement Officer.\" Similar to the case of a contract, a USAID technical-office staff member would be assigned as the Agreement Officer's Representative to monitor progress in the NGOs' implementation and to arrange for external evaluations. USAID grants require recipient NGOs to contract for external audits. As some local NGOs may be small and young organizations with no prior experience in receiving awards from USAID, the USAID mission's financial management office reviews grant applicants' administrative systems to ensure that they are capable of managing USG funds. Where necessary, USAID can devote part of the grant to the NGO's internal strengthening to help the NGO qualify for USAID's financing and build the capacity of the organization in the process. Following completion of the NGO's internal strengthening, USAID would disburse financing for the NGO's service project. International NGOs have their own development projects and capabilities. If USAID and its counterparts determine that development objectives can best be met by supporting an NGO project, and if local NGO capacity is not yet sufficient, the relevant USAID technical office will draft a program description and the contracting office will issue as a request for applications to solicit responses from the international NGO community. USAID manages the award and implementation processes in the same way as for local NGOs. Also, international NGOs frequently make unsolicited proposals to USAID, requesting funding for their own planned assistance activities. Where NGOs or business enterprises are dedicating a substantial amount of non-USG resources to their projects, they can receive USAID funding through \"Global Development Alliance\" grants, provided that the non-USG resources are at least equal in value to USAID's grant. In general, USAID provides financial assistance to support other organizations' programs when those programs correspond to the areas that USAID wants to support, while USAID uses contracts to procure products or services requested by the leaders of local development projects. In addition to the types of projects described above, USAID uses various other assistance mechanisms for different U.S. objectives. Budget agreements with other USG agencies are common in supporting collaboration between the U.S. and other countries on global issues. Large budget-support grants, referred to as \"non-project\" assistance, may be made to recipient governments to pursue U.S. foreign policy interests. In the exceptional circumstances of Vietnam in the 1960s and Afghanistan and Iraq in the 2000s, the USG had USAID integrate selected staff with U.S. military units for \"counterinsurgency\" (COIN) operations.[42] The integrated institutions were \"CORDS\" in Vietnam (\"Civil Operations and Revolutionary Development Support\") and \"PRTs\" in Afghanistan and Iraq (\"Provincial Reconstruction Teams\"). Counterinsurgency operations were undertaken in localities where insurgents were vying with the national government for control. In Vietnam, for example, these were areas where there was what the USG called \"Viet Cong infrastructure.\"[43][44] USAID's role was to assist the national government in strengthening its local governance and service capabilities, and in providing direct services to local residents. In these areas, the national government could not provide physical security against attacks by insurgent forces. The role of the U.S. military assistance in COIN was, therefore, to combat insurgent military forces and to protect the civilian work of USAID and the national government. The military also contributed substantial resources for assistance projects. The overall purpose of the USG's civilian-military assistance was to give the national government a capable and uncontested local presence. In each of these countries, USAID also administered substantial conventional assistance programs that were not under the U.S. military chain of command. When the USG created USAID in November 1961, it built on a legacy of previous development-assistance agencies and their people, budgets, and operating procedures. USAID's predecessor agency was already substantial, with 6,400 U.S. staff in developing-country field missions in 1961. Except for the peak years of the Vietnam War, 1965–70, that was more U.S. field staff than USAID would have in the future, and triple the number USAID has had in field missions in the years since 2000.[45] Although the size of the development-assistance effort was not new, the 1961 decision to reorganize the USG's main development-assistance agency was a landmark in terms of institutional evolution, representing the culmination of twenty years' experience with different organizational forms and procedures, in changing foreign-policy environments. The new structure created in 1961 \"proved to be sturdy and durable.\"[46] In particular, the USG has maintained since then \"the unique American pattern of placing strong resident aid missions in countries that [the U.S. was] helping.\"[47] The story of how the base for USAID's structure was built is described below, along with an account of changes that have been made since 1961.[48] The realization that early industrializers like the United States could provide technical assistance to other countries' development efforts spread gradually in the late 1800s, leading to a substantial number of visits to other countries by U.S. technical experts, generally with official support by the U.S. Government even when the missions were unofficial. Japan, China, Turkey, and several Latin American countries requested missions on subjects like fiscal management, monetary institutions, election management, mining, schooling, roads, flood control, and urban sanitation. The U.S. Government also initiated missions, particularly to Central America and the Caribbean, when it felt that U.S. interests might be affected by crises like failed elections, debt defaults, or spread of infectious disease.[49] U.S. technical missions in this era were not part of a systematic, USG-supported program. Possibly the closest approximation to what USG development assistance would become was the China Foundation for the Promotion of Education and Culture,[50] established by the USG in 1924 using funds provided by China as reparations following the \"Boxer\" conflict. The Foundation's activities ranged widely and included support for development of a leading Chinese university, Tsinghua University. A notable early example of U.S. Government foreign assistance for disaster relief was its contribution to the 1915 Committee for Relief in Belgium headed by Herbert Hoover, to prevent starvation in Belgium after the German invasion. After World War I in 1919, the USG created the American Relief Administration, also headed by Hoover, which provided food primarily in Eastern Europe. Between the two world wars, U.S. assistance of low-income countries was often a private initiative, including the work of private foundations such as the Rockefeller Foundation and the Near East Foundation.[51] The Rockefeller Foundation, for example, assisted the breeding of improved maize and wheat varieties in Latin America and supported public health initiatives in Asia.[52] The coming of World War II stimulated the U.S. Government to create what proved to be permanent, sustained foreign aid programs that evolved into USAID.[53] U.S. development assistance focussed initially on Latin America. Since countries in the region were regularly requesting expert assistance from USG cabinet departments, an Interdepartmental Committee on Cooperation with the American Republics was established in 1938, with the State Department in the chair, to ensure systematic responses.[54][55] More ambitiously, the U.S. subsequently created an institution that for the first time would take an active role in development assistance programming: the Institute of Inter-American Affairs (IIAA), chartered in March 1942. The Institute was the initiative of the Coordinator of Inter-American Affairs, Nelson Rockefeller, the future Vice President of the United States, whose family financed the Rockefeller Foundation. IIAA's 1,400 employees provided technical assistance across Central and South America for economic stabilization, food supply, health, and sanitation. U.S. benefits included development of sources for raw materials that had been disrupted by the war.[56][57][58] IIAA's operational approach set the pattern for subsequent USG technical assistance in developing countries, including ultimately USAID.[59] In each country, a program comprising a group of projects in a given sector—health, food supply, or schools—was planned and implemented jointly by U.S. and local staff working in an office located in the developing country itself.[60] In IIAA's case the offices were called \"servicios.\" After the end of the war in 1945, IIAA was transferred to the State Department. Based on positive evaluations from the U.S. Ambassadors in Latin America, the State Department succeeded in getting Congressional authorization to extend IIAA, initially through 1950 and then through 1955.[61] Some existing USG technical-assistance agencies continued work in parallel with IIAA. In particular, the U.S. Department of Agriculture's Office of Foreign Agricultural Relations (OFAR) continued to operate separately until 1954.[62] In January 1949, President Truman, responding to advice from staff who had worked with IIAA,[63] proposed a globalized version of the program as the fourth element of his overall foreign policy — \"Point Four.\" The purpose of the program was to provide technical knowledge to aid the growth of underdeveloped countries around the world. After a lengthy debate, Congress approved Point Four in 1950[64] and the Technical Cooperation Administration (TCA) was established within the Department of State in September 1950 to administer it.[65] After an initial attempt to operate in the mode of the old Interdepartmental Committee and to merely coordinate programs of other agencies (such as IIAA), TCA adopted an integrated implementation mechanism in November 1951.[66] While USG development assistance was institutionalized on a nearly global scale by TCA, strong currents of change in U.S. foreign economic policy during the 1950s affected how development assistance worked and at times called its continued existence into question. When this process finally resulted in the creation USAID in 1961, USAID continued to use TCA's core mechanism — providing technical assistance led by in-country resident offices — and supplemented it with substantial amounts of financial assistance. Point Four and TCA had been established in the context of several other programs in the large-scale U.S. foreign aid effort of the 1940s.[67] Already during the war, in 1943, the U.S. (jointly with its wartime allies, referred to collectively as \"the United Nations\") established the \"United Nations Relief and Rehabilitation Administration\" (UNRRA) for war-affected parts of Europe, China, the Philippines, Korea, and Ethiopia.[68] Immediately after the war, the USG supplied relief in Germany and Japan, funded by appropriations for \"Government and Relief in Occupied Areas\" (GARIOA).[69] Relief was quickly followed by reconstruction assistance. In 1946, the U.S. created a special financial-assistance program for rehabilitation of war damages in its former possession, the Philippines.[70] In 1948, reconstruction assistance was expanded through the Marshall Plan, implemented by the Economic Cooperation Administration (ECA), mainly for Western Europe. In the same year, the U.S. and China established the Joint Commission on Rural Reconstruction,[71] which, starting on the mainland and continuing for two decades in Taiwan, provided sustained development assistance. Also, the Fulbright Program of academic exchanges was established in 1946, globalizing the wartime program of exchange visits between professionals from Latin America and the United States. In contrast to the Marshall Plan, Point Four focussed on technical assistance and provided financial assistance only in limited amounts to support its technical initiatives. In terms of geographic focus, while the two programs mainly operated in different countries, the Marshall Plan also expanded into developing nations. In particular, the Marshall Plan financed activities in: In the countries referred to as being in the general area of China, the Marshall Plan (ECA) operated through Special Technical and Economic Missions (STEMs). The STEMs were set up in 1950 and 1951, and had a \"Point Four character\" in the sense that they emphasized services by technical experts.[72] Minimizing overlaps with the Marshall Plan, Point Four managed assistance mainly in: The U.S. also participated in post-1945 UN initiatives for technical assistance to developing countries. Through a series of actions in 1948 and 1949, the UN's General Assembly and Economic and Social Council (ECOSOC) created the Expanded Programme of Technical Assistance (EPTA).[74] The U.S. provided 60% of EPTA's financing.[75] By 1955, EPTA adopted a country-led approach where the UN's TA in each country was programmed according to a plan drawn up by the receiving country in consultation with the UN. ECOSOC also created a new Technical Assistance Board, which (similarly to the USG's wartime Interdepartmental Committee) coordinated the TA being provided to low-income countries by various individual UN agencies. Coordination between development assistance and the Marshall Plan was tightened in response to the 1950–51 war in Korea. In October 1951 Congress passed the Mutual Security Act, creating the Mutual Security Agency (MSA), which reported directly to the President and supervised both civilian and military assistance. MSA increased the emphasis on large-scale financial assistance to U.S. allies, which was provided as civilian \"economic assistance\" but was intended to help the allies to make greater military efforts and was therefore often called \"defense support.\"[76] The Mutual Security Agency absorbed the Marshall Plan (the ECA), which otherwise had been scheduled to end in 1952. The Technical Cooperation Administration remained a semi-autonomous agency in the State Department to administer Point Four, but after 1951 under the supervision of MSA.[77] Under this coordinated approach, the policy was adopted that ECA and TCA would not both operate in the same country (\"one country — one agency\"). Accordingly, each agency transferred programs to the other and closed down in some countries.[78] For example, in Indonesia and Burma, ECA closed its financial-assistance programs, while TCA initiated technical assistance.[79] In 1953, the administration of Pres. Dwight D. Eisenhower took office. The President's party, which had been out of the White House since 1933,[80] took a critical view of the previous administrations' policies, including both the globalizing policies of the 1940s and the New Deal initiatives of the 1930s.[81] An overall goal of the new administration was to administer the government efficiently and cut spending.[82] While TCA's technical assistance to developing countries was a small budget item and was considered a long-term program (although fresh funds were appropriated annually), \"economic assistance\" (or \"defense support\") was considered an inherently short-term measure.[83] In place of U.S. economic assistance, the Eisenhower administration proposed that U.S. allies should increasingly finance themselves through their own exports: in other words, through \"trade not aid.\"[84] With respect to financial assistance for developing countries, the policy was maintained that it should be provided primarily by the U.S. Export-Import Bank and by the World Bank,[85] and that it should be available only on commercial terms and primarily to finance private investment.[86] To administer the foreign assistance more efficiently, President Eisenhower integrated management into a single agency, the newly created Foreign Operations Administration (FOA).[87] MSA, TCA (which had been under MSA's direction), and IIAA (which had been part of TCA) were all abolished as of August 1953 and their country offices became \"United States Operations Missions\" (USOMs) under FOA.[88] The President directed other USG agencies to put their technical assistance in developing countries under FOA's management as well. USDA in particular transferred OFAR's programs to FOA, while reconstituting the Foreign Agricultural Service for the task of building global markets for U.S. farm products.[89] Administrative functions were consolidated as the various agencies came into FOA, and the Mutual Security Act of July 1953 instructed FOA to reduce personnel by at least 10% within 120 days.[90] A large number of TCA's senior professionals were summarily dismissed, and FOA's administrator mounted an effort to compensate for lower USG staffing by drawing on experts from U.S. universities and private voluntary organizations.[91] The ExIm Bank's lending volume in developing countries was also cut dramatically in 1953.[92] While a \"trade not aid\" strategy required the U.S. to import more goods from its allies, the administration was unable to convince Congress to liberalize import policy.[93] On the contrary, the main foreign commercial measure taken at this time went in the other direction: the U.S. ramped up subsidies for exports of U.S. agricultural products. The 1953 amendment to the Mutual Security Act and the much larger Agricultural Trade Development and Assistance Act of 1954, known as \"PL-480,\" allowed the U.S. Government to buy U.S. farm surpluses and sell them in developing countries for inconvertible local currencies.[94][95] Much of PL-480's foreign-currency revenue was returned to developing countries as a supplement to U.S. development assistance. PL-480 revenues in the first twenty years were sometimes huge and although PL-480 has become smaller it continues to provide resources to USAID for nutrition and disaster relief programs.[96] Several factors arose that favored large-scale economic assistance to developing countries, especially in Asia. South Korea needed massive economic assistance after an armistice was finally signed in July 1953,[97] and U.S. economic assistance to South Vietnam increased after the retreat of France in 1954.[98] On a global scale, the Cold War after the death of Joseph Stalin in March 1953 evolved in the direction of rivalry over influence in low-income countries who were seeking financing for their development initiatives. India was a particular case of a country where the U.S. felt it needed to provide economic assistance to balance the USSR's influence, even though India was not a U.S. military ally.[99] These considerations led to advocacy of expanded economic assistance by several voices within the Eisenhower administration: the FOA Director, former Minnesota Governor Harold Stassen; national security advisor Charles Douglas Jackson (who drew on advice from MIT economists Max Millikan and Walt Rostow); and leading officials in the State Department and the National Security Council. In June 1954, the USG raised the ExIm Bank's lending authority from $4.5 billion to $5 billion.[100] Pres. Eisenhower also created in December 1954 a Cabinet-level Council on Foreign Economic Policy,[101] which in March 1955 recommended expanded soft loans for development. In April 1955, Pres. Eisenhower proposed a special economic fund for Asia.[102] To implement Congress's August 1954 decision that technical assistance for developing countries should be put back under the State Department,[103] Pres. Eisenhower abolished FOA in May 1955 and created the new International Cooperation Administration (ICA) in the State Department.[65] This separated development assistance from military assistance.[102] Some voices in the administration continued to point in the opposite direction: for example, Under Secretary of State Herbert Hoover Jr. and the new ICA head, John Hollister, who represented more frugal attitudes.[104] Given the lack of consensus, Pres. Eisenhower and Congress conducted in 1956 several studies to give foreign aid policy a more solid basis. Mainly delivered in early 1957, the reports included an updated version of the essay by Millikan & Rostow that C.D. Jackson had circulated in 1954.[105] The overall view that emerged was that sustained development assistance would have long-term benefits for the U.S. position in the world and, more specifically, that developing countries needed substantial financial assistance in the form of low-interest loans.[106] Developing countries particularly needed softer financing to invest in public health systems, schools, and economic infrastructure, for which \"hard,\" commercial lending was unsuitable.[107] Personnel changes soon reflected this change in the administration's view: Christian Herter succeeded Herbert Hoover Jr. as Under Secretary of State in February 1957, Robert Anderson succeeded George Humphrey as Treasury Secretary in July 1957, and James H. Smith Jr. replaced John Hollister as ICA Director in September 1957.[108] Pres. Eisenhower summarized the conclusions in his May 21, 1957 message to Congress: \"This past year ... Congressional Committees, the Executive Branch and distinguished private citizens have just examined these programs anew. ... I recommend the following legislative actions: ... economic development assistance should be provided primarily through loans, continuingly, and related closely to technical assistance. ... I recommend a clear separation of military and defense support assistance on the one hand, from economic development assistance on the other. ... I recommend that longterm [sic] development assistance be provided from a Development Loan Fund. ... Such loans should not compete with or replace such existing sources of credit as private investors, the International Bank [the World Bank], or the Export-Import Bank. ... I believe the Fund should be established and administered in the International Cooperation Administration. ... The technical cooperation program is one of the most valuable elements of our entire mutual security effort. It also should be continued on a long-term basis and must be closely related to the work of the Fund.\"[109] As a result, the Development Loan Fund was established in August 1957. The DLF largely financed infrastructure (such as railroads, highways, and power plants), factories, and agriculture with loans whose terms were relatively \"soft\" in the sense of charging interest rates lower than commercial levels and being repayable in local currency rather than U.S. dollars.[110] Some projects were financed by a combination of a DLF soft loan and a harder World Bank loan.[111] Operationally, the DLF became administratively self-contained by 1959 after contracting for administrative support from ICA for its first two years.[112] Also, the Export-Import Bank's lending limit was raised in 1958 from $5 billion to $7 billion,[113] and the administration advocated in January 1959 an expanded \"food for peace\" program.[114] The overall trend in USG development-assistance activity in the 1950s is indicated by the change in the number of U.S. staff in field missions, which during Pres. Eisenhower's years in office from 1953 to 1961 rose from 2,839 to 6,387.[115] As the U.S. expanded its development-assistance efforts in the course of the 1950s, other industrial countries were recovering economically from World War II and were increasingly able to engage in development assistance. The U.S. supported their involvement through several multilateral initiatives. Three of these initiatives expanded World Bank facilities. While the U.S. supported expanded World Bank facilities, it did not support the proposal for a Special UN Fund for Economic Development (SUNFED). The UN did create a \"Special Fund\" in 1957, but it was limited to designing projects for the UN's technical assistance program, EPTA, and could not finance public works.[120] The U.S. also adopted a regional initiative with Latin America. Through most of the 1950s, the U.S. concentrated on technical assistance in the region. Financial assistance sources were limited to the Eximbank and the World Bank, with the U.S. opposing proposals for a regional development bank. Events in 1958 — notably a riot during Vice President Nixon's visit to Caracas, Venezuela in May 1958 — resulted in a reversal of the U.S. position in August 1958. With U.S. support, the Organization of American States created in April 1959 the Inter-American Development Bank, most of whose capital was contributed by the borrowing countries.[121] To further engage other wealthy countries in development assistance, the USG supported the creation of the Aid India Consortium in August 1958. This was the first of several informal groupings of donors focussing on particular countries. The USG also encouraged Western Europe and Japan to increase their development assistance by building on the European Marshall Plan organization, the Organization of European Economic Cooperation (OEEC).[122][123] The OEEC had been created in 1948 by recipients of Marshall Plan aid, at the USG's request, to decide on allocation of that aid within Europe, and by the late 1950s it had fulfilled its original mandate. In January 1960, Pres. Eisenhower and Under Secretary of State C. Douglas Dillon got agreement from OEEC members to create a Development Assistance Group composed of the OEEC members who were the main sources of development assistance, along with non-members who were major donors — U.S., Canada, and Japan.[124] In 1961, the OEEC itself was restructured to become the Organisation for Economic Co-operation and Development, which established a Development Assistance Committee (DAC) as a restructured DAG that was brought under the OECD. This effort resulted in informal agreements to increase budgets for development assistance. Several participating countries also established new agencies to manage development assistance. At the end of the 1950s, the momentum in favor of development assistance—as represented by PL-480, new mechanisms for financial assistance, larger U.S. budgets and staffing, and multilateral initiatives—picked up support from Senator John F. Kennedy, who was preparing to be a candidate for the presidency. In 1957, JFK proposed, in bipartisan collaboration with Sen. John Sherman Cooper (a former U.S. Ambassador to India), a major expansion of U.S. economic support for India. As a candidate in 1960, he supported the emphasis on humanitarian goals for PL-480 set by Sen. Hubert Humphrey's \"Food for Peace\" Act of 1959[125] and supported the idea of a Peace Corps that was under development thanks to the initiatives of Sen. Humphrey, Rep. Reuss, and Sen. Neuberger. (See the \"History\" section of Peace Corps.)[126] After his inauguration as president on January 20, 1961, JFK created the Peace Corps by Executive Order on March 1, 1961. On March 22, he sent a special message to Congress on foreign aid, asserting that the 1960s should be a \"Decade of Development\" and proposing to unify U.S. development assistance administration into a single agency. He sent a proposed \"Act for International Development\" to Congress in May and the resulting \"Foreign Assistance Act\" was approved in September, repealing the Mutual Security Act. In November, Pres. Kennedy signed the act and issued an Executive Order tasking the Secretary of State to create, within the State Department, the \"Agency for International Development\" (or A.I.D.: subsequently re-branded as USAID),[127] as the successor to both ICA and the Development Loan Fund.[128] With these actions, the U.S. created a permanent agency working with administrative autonomy under the policy guidance of the State Department to implement, through resident field missions, a global program of both technical and financial development assistance for low-income countries. This structure has continued to date.[129] Taking this momentum onto the world stage via an address to the UN General Assembly in September 1961, Pres. Kennedy called for a \"United Nations Decade of Development.\" This initiative was endorsed by a General Assembly resolution in December, establishing the concepts of development and development assistance as global priorities. In the late 1960s, foreign aid became one of the focal points in Legislative-Executive differences over the Vietnam War.[130] In September 1970, President Nixon proposed abolishing USAID and replacing it with three new institutions: one for development loans, one for technical assistance and research, and one for trade, investment and financial policy.[131] USAID's field missions would have been eliminated in the new institutional setup.[132] Consistent with this approach, in early 1971 President Nixon transferred the administration of private investment programs from USAID to the Overseas Private Investment Corporation (OPIC), which had been established by foreign aid legislation at the end of 1969. Congress did not act on the President's proposal for replacing USAID but rather amended the Foreign Assistance Act to direct that USAID emphasize \"Basic Human Needs\": food and nutrition; population planning and health; and education and human resources development. Specifically, USAID's budget would be reformed to account for expenditures for each of these Basic Human Needs, a system referred to as \"functional accounts.\" (Previously, budgets had been divided between categories such as \"development loans, technical assistance, Alliance for Progress [for Latin America], loans and grants, and population.\")[133] The new system was based on a proposal developed by a bipartisan group of House members and staff working with USAID management and outside advisors.[134][135] President Nixon signed the New Directions Act into law (PL 93-189) in December 1973. Also in 1973, the \"Percy Amendment\" of the Foreign Assistance Act required U.S. development assistance to integrate women into its programs, leading to USAID's creation of its Women in Development (WID) office in 1974. The Helms Amendment of 1973 banned use of U.S. Government funds for abortion as a method of family planning, which effectively required USAID to eliminate all support for abortion.[136] A further amendment of the Foreign Assistance Act in 1974 prohibited assistance for police, thus ending USAID's involvement in Public Safety programs in Latin America, which in the 1960s were, along with the Vietnam War, part of the U.S. Government's anti-Communist strategy. The reforms also ended the practice of the 1960s and 1970s in which many USAID officers in Latin America and Southeast Asia had worked in joint offices led by State Department diplomats or in units with U.S. military personnel. The Basic Human Needs reforms largely cut off USAID's assistance to higher education.[137][138] A large part of that assistance had gone to agricultural universities in hungry developing countries, as illustrated by a 1974 book by a University of Illinois professor, Hadley Read, describing USAID-supported U.S. land-grant universities' work in building India's agricultural universities.[139] Read's book inspired an Illinois Member of Congress concerned with famine prevention, Paul Findley, to draft a bill authorizing more support for programs like the ones Read described.[140] In a legislative process involving USAID staff, the association of state universities and land-grant colleges (NASULGC), and Sen. Hubert Humphrey, Rep. Findley's bill ultimately became Title XII of the Foreign Assistance Act, via an amendment to the FAA passed in 1975. Title XII created the Board for International Food and Agricultural Development (BIFAD), with seven members representing U.S. universities and agricultural technology institutions who advise USAID on Title XII implementation. The impact of all these actions of the early 1970s on the overall scale of U.S. development assistance is indicated by the change in the number of U.S. staff in field missions. In 1969, the year when Pres. Nixon took office, the number was already decreasing from its Vietnam War high of 8,717 and had reached 7,701. By 1976, near the end of the Nixon-Agnew and Ford-Rockefeller administrations, it was 2,007.[115] Foreign aid has always operated within the framework of U.S. foreign policy and the organizational linkages between the Department of State and USAID have been reviewed on many occasions. In 1978, legislation drafted at the request of Senator Hubert Humphrey was introduced to create a Cabinet-level International Development Cooperation Agency (IDCA), whose intended role was to supervise USAID in place of the State Department. Established by executive order in September 1979, it did not in practice make USAID independent. In 1995, legislation to abolish USAID was introduced by Senator Jesse Helms, the Chairman of the Senate Foreign Relations Committee, who aimed to replace USAID with a grant-making foundation.[141] Although the House of Representatives passed a bill abolishing USAID, the measure did not become law. To gain Congressional cooperation for his foreign affairs agenda, President Bill Clinton adopted in 1997 a State Department proposal to integrate more foreign affairs agencies into the Department. The \"Foreign Affairs Agencies Consolidation Act of 1998\" (Division G of PL 105-277) abolished IDCA, the Arms Control and Disarmament Agency, and the United States Information Agency, which formerly maintained American libraries overseas. Although the law authorized the President to abolish USAID, President Clinton did not exercise this option.[142] In 2003, President Bush established PEPFAR, the President's Emergency Plan for AIDS Relief, putting USAID's HIV/AIDS programs under the direction of the State Department's new Office of the Global AIDS Coordinator.[143] In 2004, the Bush Administration created the Millennium Challenge Corporation (MCC) as a new foreign aid agency to provide financial assistance to a limited number of countries selected for good performance in socioeconomic development.[144] The MCC also finances some USAID-administered development assistance projects. In January 2006, Secretary of State Condoleezza Rice created the Office of the Director of U.S. Foreign Assistance ('F') within the State Department. Under a Director with the rank of Deputy Secretary, F's purpose was to ensure that foreign assistance would be used as much as possible to meet foreign policy objectives.[145] F integrated foreign assistance planning and resource management across State and USAID, directing all USAID offices' budgets according to a detailed \"Standardized Program Structure\" comprising hundreds of \"Program Sub-Elements.\" USAID accordingly closed its Washington office that had been responsible for development policy and budgeting. On September 22, 2010, President Barack Obama signed a Presidential Policy Determination (PPD) on Global Development. (Although the Administration considered the PPD too sensitive for release to the public, it was finally released in February 2014 as required by a U.S. court order. The Administration had initially provided a fact sheet to describe the policy.) The PPD promised to elevate the role of development assistance within U.S. policy and rebuild \"USAID as the U.S. Government's lead development agency.\" It also established an Interagency Policy Committee on Global Development led by the National Security Staff and added to U.S. development efforts an emphasis on innovation.[146] To implement the PPD's instruction that \"USAID will develop robust policy, planning, and evaluation capabilities,\" USAID re-created in mid-2010 a development planning office, the Bureau of Policy, Planning, and Learning.[147] On November 23, 2010, USAID announced the creation of a new Bureau for Food Security[148] to lead the implementation of President Obama's Feed the Future Initiative, which had formerly been managed by the State Department. On December 21, 2010, Secretary of State Clinton released the Quadrennial Diplomacy and Development Review (QDDR). Modeled after the military's Quadrennial Defense Review, the QDDR of 2010 reaffirmed the plan to re-build USAID's Foreign Service staffing while also emphasizing the increased role that staff from the State Department and domestic agencies would play in implementing U.S. assistance. In addition, it laid out a program for a future transfer of health sector assistance back from the State Department to USAID.[149] The follow-on QDDR released in April 2015 reaffirmed the Administration's policies. The cost of supplying USAID's assistance includes the agency's \"Operating Expenses,\" $1.35 billion in fiscal year 2012, and \"Bilateral Economic Assistance\" program costs, $20.83 billion in fiscal year 2012 (the vast bulk of which was administered by USAID). Up-to-date details of the budget for USAID's assistance and other aspects of the USG's foreign assistance are available from USAID's budget webpage.[150] This page contains a link to the Congressional Budget Justification, which shows the U.S. Government's Foreign Operations budget (the \"150 Account\") for all International Affairs programs and operations for civilian agencies, including USAID. This page also has a link to a \"Where Does the Money Go?\" table, which shows the recipients of USAID's financial assistance (foreign governments as well as NGOs), the totals that were spent for various countries, and the sources (U.S. government agencies, universities, and private companies) from which USAID procured the goods and services that it provided as technical assistance. U.S. assistance budget totals are shown along with other countries' total assistance budgets in tables in a webpage of the Organization for Economic Cooperation and Development.[151] At the Earth Summit in Rio de Janeiro in 1992, most of the world's governments adopted a program for action under the auspices of the United Nations Agenda 21, which included an Official Development Assistance (ODA) aid target of 0.7% of gross national product (GNP) for rich nations, specified as roughly 22 members of the OECD and known as the Development Assistance Committee (DAC). Most countries do not adhere to this target, as the OECD's table indicates that the DAC average ODA in 2011 was 0.31% of GNP. The U.S. figure for 2011 was 0.20% of GNP, which still left the U.S. as the largest single source of ODA among individual countries. According to the OECD, 2020 official development assistance from the United States increased 4.7% to USD 35.5 billion.[152] Following the January 2010 earthquake in Haiti, USAID helped provide safer housing for almost 200,000 displaced Haitians; supported vaccinations for more than 1 million people; cleared more than 1.3 million cubic meters of the approximately 10 million cubic meters of rubble generated; helped more than 10,000 farmers double the yields of staples like corn, beans, and sorghum; and provided short-term employment to more than 350,000 Haitians, injecting more than $19 million into the local economy. USAID has provided nearly $42 million to help combat cholera, helping to decrease the number of cases requiring hospitalization and reduce the case fatality rate. With American entry into Afghanistan in 2001, USAID worked with the Department of State and Department of Defense to coordinate reconstruction efforts.[153] The interactions between USAID and other U.S. Government agencies in the period of planning the Iraq operation of 2003 are described by the Office of the Special Inspector General for Iraq Reconstruction in its book, Hard Lessons: The Iraq Reconstruction Experience.[154] Subsequently, USAID played a major role in the USG's reconstruction and development effort in Iraq. As of June 2009[update], USAID had invested approximately $6.6 billion on programs designed to stabilize communities; foster economic and agricultural growth; and build the capacity of the national, local, and provincial governments to represent and respond to the needs of the Iraqi people.[155] In June 2003, C-SPAN followed USAID administrator Andrew Natsios as he toured Iraq. The special program C-SPAN produced aired over four nights.[156] USAID has periodically supported the Lebanese American University and the American University of Beirut financially, with major contributions to the Lebanese American University's Campaign for Excellence.[157] A USAID subcontractor was arrested in Cuba in 2009 for distributing satellite equipment to provide Cubans with internet access. The subcontractor was released during Obama’s second presidential term as part of the measures to improve relations between the two countries.[158] USAID has been used as a mechanism for \"hastening transition,\" i.e. regime change in Cuba.[159] Between 2009 and 2012, USAID ran a multimillion-dollar program, disguised as humanitarian aid and aimed at inciting rebellion in Cuba. The program consisted of two operations: one to establish an anti-regime social network called ZunZuneo, and the other to attract potential dissidents contacted by undercover operatives posing as tourists and aid workers.[160][161] USAID engineered a subversive program using social media aimed at fueling political unrest in Cuba to overthrow the Cuban government. On 3 April 2014 the Associated Press published an investigative report that revealed USAID was behind the creation of a social networking text messaging service aimed at creating political dissent and triggering an uprising against the Cuban government.[162] The name of the messaging network was ZunZuneo, a Cuban slang term for a hummingbird's tweet and a play on 'Twitter'. According to the AP's report, the plan was to build an audience by initially presenting non-controversial content like sports, music and weather. Once a critical mass of users was reached the US government operators would change the content to spark political dissent and mobilize the users into organized political gatherings called 'smart mobs' that would trigger an uprising against the Cuban government.[162] The messaging service was launched in 2010 and gained 40,000 followers at its peak. Extensive efforts were made to conceal the USAID involvement in the program, using offshore bank accounts, front companies and servers based overseas.[163] According to a memo from the one of the project's contractors, Mobile Accord: \"There will be absolutely no mention of United States government involvement,\" \"This is absolutely crucial for the long-term success of the service and to ensure the success of the Mission.\"[162] ZunZuneo's subscribers were never aware that it was created by the US government or that USAID was gathering their private data to gain useful demographics that would gauge their levels of dissent and help USAID 'maximize our possibilities to extend our reach.'[162] USAID officials realized they needed an exit strategy to conceal their involvement in the program, at one point seeking funding from Jack Dorsey, the Twitter co-founder, as part of a plan for it to go independent.[162] The service was abruptly closed down around mid-2012, which USAID said was due to the program running out of money.[164] The ZunZuneo operation was part of a program that included a second operation which started in October 2009 and was financed jointly with ZunZuneo. In the second operation USAid sent Venezuelan, Costa Rican and Peruvian youngsters to Cuba to recruit Cubans into anti-regime political activities. The operatives posed as traveling aid workers and tourists. In one of the covert operations, the workers formed a HIV prevention workshop, which leaked memos called \"the perfect excuse\" for the programme’s political goals. The Guardian said the operation could undermine US efforts to work toward improving health globally.[160] The operation was also criticized for putting the undercover operatives themselves at risk. The covert operatives were given limited training about evading Cuban authorities suspicious of their actions. After Alan Gross, a development specialist and USAID subcontractor was arrested in Cuba, the US government warned USAID about the safety of covert operatives. Regardless of safety concerns, USAID refused to end the operation.[160] In light of the AP's report, Rajiv Shah, the head of USAID, was scheduled to testify before the Senate Appropriations State Department and Foreign Operations Subcommittee on 8 April 2014.[165] In 2008, the coca growers union affiliated with Bolivian President Evo Morales ejected the 100 employees and contractors from USAID working in the Chapare region, citing frustration with U.S.[166] efforts to persuade them to switch to growing unviable alternatives. From 1998 to 2003, Bolivian farmers could receive USAID funding for help planting other crops only if they eliminated all their coca, according to the Andean Information Network. Other rules, such as the requirement that participating communities declare themselves \"terrorist-free zones\" as required by U.S. law irritated people, said Kathryn Ledebur, director of the organization. \"Eradicate all your coca and then you grow an orange tree that will get fruit in eight years but you don't have anything to eat in the meantime? A bad idea,\" she said. \"The thing about kicking out USAID, I don't think it's an anti-American sentiment overall but rather a rejection of bad programs\". President Evo Morales expelled USAID from Bolivia on May 1, 2013, for allegedly seeking to undermine his government following ten years of operations within the country.[167] President Morales explained that the expulsion was because USAID's objectives in Bolivia were to advance American interests, not to advance the interests of the Bolivian people. More specifically, President Morales noted the American \"counter-narcotic\" programs that harms the interests of Bolivian coca farmers who get caught in the middle of American operations. Following the 2019 Bolivian political crisis that saw Jeanine ez's assumption of power, Ms. ez invited USAID to return to Bolivia to provide \"technical aid to the electoral process in Bolivia.\"[168] On September 19, 2011, USAID and the Ad Council launched the \"Famine, War, and Drought\" (FWD) campaign to raise awareness about that year's severe drought in East Africa. Through TV and internet ads as well as social media initiatives, FWD encouraged Americans to spread awareness about the crisis, support the humanitarian organizations that were conducting relief operations, and consult the Feed the Future global initiative for broader solutions. Celebrities Geena Davis, Uma Thurman, Josh Hartnett and Chanel Iman took part in the campaign via a series of Public Service Announcements. Corporations like Cargill, General Mills, PepsiCo. and General Mills also signed on to support FWD.[169] USAID ended all its projects in the West Bank and Gaza Strip on January 31, 2019.[170] USAID and U.S. foreign economic assistance in general have been the subject of debate, controversy, and criticism continuously since the 1950s. USAID frequently contracts with private firms or individuals for specialist services lasting from a few weeks to several years. It has long been asked whether USAID should more often assign such tasks to career U.S. Government employees instead. USG staff directly performed technical assistance in the earliest days of the program in the 1940s. It soon became necessary for the USG's technical experts to plan and manage larger assistance programs than they could perform by themselves. The global expansion of TA in the early 1950s reinforced the need to draw on outside experts, which was also accelerated by Congress's requirement of major reductions of USG staffing in 1953. By 1955, observers commented on a perceived shift toward re use of shorter-term contracts (rather than using employees with career-length contracts).[171] USAID states that \"U.S. foreign assistance has always had the twofold purpose of furthering America's foreign policy interests in expanding democracy and free markets while improving the lives of the citizens of the developing world.\" Non-government organization watch groups have noted that as much as 40% of aid to Afghanistan has found its way back to donor countries through awarding contracts at inflated costs.[172] Although USAID officially selects contractors on a competitive and objective basis, watch dog groups, politicians, foreign governments and corporations have occasionally accused the agency of allowing its bidding process to be unduly influenced by the political and financial interests of its current Presidential administration. Under the Bush administration, for instance, it emerged that all five implementing partners selected to bid on a $600 million Iraq reconstruction contract enjoyed close ties to the administration.[173][174] Some critics, such as journalist and author Benjamin Dangl and Eva Golinger of the Venezuelan government, who both focus on the cases of Bolivia and Venezuela, say that the US government gives aid to reward political and military partners rather than to advance genuine social or humanitarian causes abroad.[175][176][unreliable source?] William Blum has said that in the 1960s and early 1970s USAID has maintained \"a close working relationship with the CIA, and Agency officers often operated abroad under USAID cover.\"[177] The 1960s-era Office of Public Safety, a now-disbanded division of USAID, has been mentioned as an example of this, having served as a front for training foreign police in counterinsurgency methods (including torture techniques).[178] Folha de S.Paulo, Brazil's largest newspaper, accused USAID of trying to influence political reform in Brazil in a way that would have purposely benefited right-wing parties. USAID spent $95,000 US in 2005 on a seminar in the Brazilian Congress to promote a reform aimed at pushing for legislation punishing party infidelity. According to USAID papers acquired by Folha under the Freedom of Information Act, the seminar was planned to coincide with the eve of talks in that country's Congress on a broad political reform. The papers read that although the \"pattern of weak party discipline is found across the political spectrum, it is somewhat less true of parties on the liberal left, such as the [ruling] Worker's Party.\" The papers also expressed a concern about the \"'indigenization' of the conference so that it is not viewed as providing a U.S. perspective.\" The event's main sponsor was the International Republican Institute.[179] In the summer of 2012, ALBA countries (Venezuela, Cuba, Ecuador, Bolivia, Nicaragua, Saint Vincent and the Grenadines, Dominica, Antigua and Barbuda) called on its members to expel USAID from their countries.[180] Several studies[which?] suggest that foreign aid is used as a political weapon for the U.S. to elicit desired actions from other nations. A state's membership of the U.N. Security Council can give a considerable raise of U.S. assistance.[181] In 1990 when the Yemeni Ambassador to the United Nations, Abdullah Saleh al-Ashtal, voted against a resolution for a U.S.-led coalition to use force against Iraq, U.S. Ambassador to the UN Thomas Pickering walked to the seat of the Yemeni Ambassador and retorted: \"That was the most expensive No vote you ever cast\". Immediately, USAID ceased operations and funding in Yemen.[182][183] USAID requires NGOs to sign a document renouncing terrorism, as a condition of funding. Issam Abdul Rahman, media coordinator for the Palestinian Non-Governmental Organizations' Network, a body representing 135 NGOs in the West Bank and Gaza Strip, said his organization \"takes issue with politically conditioned funding.\" Also, the Popular Front for the Liberation of Palestine, listed as a terrorist organization by the US Department of State, said that the USAID condition was nothing more than an attempt \"to impose political solutions prepared in the kitchens of Western intelligence agencies to weaken the rights and principles of Palestinians, especially the right of return.\"[184] In 2003, Congress passed a law providing U.S. government funds to private groups to help fight AIDS and other diseases all over the world through USAID grants. One of the conditions imposed by the law on grant recipients was a requirement to have \"a policy explicitly opposing prostitution and sex trafficking\".[185] In 2013, the U.S. Supreme Court ruled in Agency for International Development v. Alliance for Open Society International, Inc. that the requirement violated the First Amendment's prohibition against compelled speech.[186] For sources with short references, see \"References\" below for full source citations.","Title":"United States Agency for International Development - Wikipedia","KeyID":"9108","URL":"https://en.wikipedia.org/wiki/United_States_Agency_for_International_Development"}