{"Content: ":"The Northern Chinese Famine of 1876–1879 (Chinese: 丁戊奇荒) was led by drought-induced crop failures began in 1875. Between 9.5 and 13 million people in China died,[1] mostly in Shanxi province (5.5 million dead), but also in Zhili (now Hebei, 2.5 million dead), Henan (1 million) and Shandong (0.5 million).[2] The population reduction in censuses, which include famine migration, shows a drop of 23 million people, among which Shanxi lost 48% (8.18 million), Shaanxi lost 25% (2.43 million), Henan lost 22% (7.48 million).[3] The drought was influenced by the El Niño-Southern Oscillation.[4] British missionary Timothy Richard first publicized a drought-caused famine in Shandong during the summer of 1876. He appealed to the foreign community in Shanghai for money to help the victims. In March 1877, the Shandong Famine Relief Committee was established with the participation of diplomats, businessmen, and Protestant and Roman Catholic missionaries.[5] Richard became aware that drought conditions were even worse in neighboring Shanxi province, which at that time was virtually unknown to foreigners. During early 1878, Richard journeyed to Shanxi. His \"famine diary\" described conditions. \"That people pull down their houses, sell their wives and daughters, eat roots and carrion, clay and leaves is news which nobody wonders at...The sight of men and women lying helpless on the roadside, or if dead, torn by hungry dogs and magpies [and] of children being boiled and eaten up is so fearful as to make one shudder.\"[6] Shanxi was the most seriously affected province in the famine, with an estimated 5.5 million dead out of a total population of 15 million people. Remote and inaccessible rural districts suffered most.[7] To combat the famine, an international network was established to solicit donations, most of which came from England and foreign businesses in China. These efforts brought in 204,000 silver taels, the equivalent of $7–10 million in 2012 silver prices. The Roman Catholics raised at least 125,000 taels (about $5 million) and their greater physical presence in the famine area permitted them to work effectively at the local level. More than 40 Roman Catholic and 31 Protestant missionaries administered the relief efforts in the field, which helped about 3.4 million people in Shanxi alone. The Protestants included Arthur Henderson Smith and William Scott Ament, who would later achieve prominence. Three Protestant missionaries died of disease, probably typhus, which was rampant in the famine area.[8][9] The Qing government, Chinese philanthropists, and businessmen also responded to the famine, raising funds with an illustrated pamphlet titled \"Pictures to Draw Tears from Iron\". There was rivalry between the foreign and Chinese relief efforts. The Chinese feared the missionaries would use their famine work to spread Christianity and to adopt and Christianize orphaned children. They raised large sums of money to establish orphanages and to redeem women and children who had been sold into slavery. While most foreign relief emphasized Shanxi, the private Chinese effort was mostly in Henan, whose people they believed to be fiercely anti-foreign, and Shandong.[1] During June 1879, heavy rains began to fall in much of the famine area, and with the harvest that autumn, the worst of the famine was over. However, many rural areas had been depopulated by starvation, disease, and the migration of destitute people to urban areas. To the foreigners, the huge loss of life during the famine was due to the \"backwardness\" of China and the inefficiency and corruption of the Qing government. The famine made Chinese, in the words of one scholar, increasingly aware of their \"material inferiority and insulted cultural pride\", increasing their dissatisfaction with the Qing.[5] The Protestant missionaries believed their work during the famine would establish good will among the Chinese for foreigners and create opportunities for missionary work.[10] Missionaries, including the Oberlin Band, began to work in sizable numbers in Shanxi province after the famine. ","Title":"Northern Chinese Famine of 1876–1879 - Wikipedia","KeyID":"9114","URL":"https://en.wikipedia.org/wiki/Northern_Chinese_Famine_of_1876%E2%80%931879"}