{"Content: ":"The Great Famine of 1876–1878 was a famine in India under Crown rule. It began in 1876 after an intense drought resulted in crop failure in the Deccan Plateau.[1] It affected south and Southwestern India—the British-administered presidencies of Madras and Bombay, and the princely states of Mysore and Hyderabad—for a period of two years. In 1877, famine came to affect regions northward, including parts of the Central Provinces and the North-Western Provinces, and a small area in the Punjab.[2] The famine ultimately affected an area of 670,000 square kilometres (257,000 sq mi) and caused distress to a population totalling 58,500,000.[2] The excess mortality in the famine has been estimated in a range whose low end is 5.6 million human fatalities, high end 9.6 million fatalities, and a careful modern demographic estimate 8.2 million fatalities.[3][4] The famine is also known as the Southern India famine of 1876–1878 and the Madras famine of 1877. The Great Famine may have partially been caused by an intense drought resulting in crop failure in the Deccan Plateau.[1] It was part of a larger pattern of drought and crop failure across India, China, South America and parts of Africa caused by an interplay between a strong El Niño and an active Indian Ocean Dipole that led to between 19 and 50 million deaths.[5] The regular export of grain by the colonial government continued; during the famine, the viceroy, Lord Robert Bulwer-Lytton, oversaw the export to England of a record 6.4 million hundredweight (320,000 tons) of wheat, which made the region more vulnerable. The cultivation of alternate cash crops, in addition to the commodification of grain, played a significant role in the events.[6][7] The famine occurred at a time when the colonial government was attempting to reduce expenses on welfare. Earlier, in the Bihar famine of 1873–74, severe mortality had been avoided by importing rice from Burma. The Government of Bengal and its Lieutenant-Governor, Sir Richard Temple, were criticised for excessive expenditure on charitable relief.[8] Sensitive to any renewed accusations of excess in 1876, Temple, who was now Famine Commissioner for the Government of India,[2] insisted not only on a policy of laissez faire with respect to the trade in grain,[9] but also on stricter standards of qualification for relief and on more meagre relief rations.[2] Two kinds of relief were offered: \"relief works\" for able-bodied men, women, and working children, and gratuitous (or charitable) relief for small children, the elderly, and the indigent.[10] The insistence on more rigorous tests for qualification, however, led to strikes by \"relief workers\" in the Bombay presidency.[2] In January 1877, Temple reduced the wage for a day's hard work in the relief camps in Madras and Bombay[11]—this 'Temple wage' consisted of 450 grams (1 lb) of grain plus one anna for a man, and a slightly reduced amount for a woman or working child,[12] for a \"long day of hard labour without shade or rest.\"[13] The rationale behind the reduced wage, which was in keeping with a prevailing belief of the time, was that any excessive payment might create 'dependency' (or \"demoralisation\" in contemporaneous usage) among the famine-afflicted population.[11] Temple's recommendations were opposed by some officials, including William Digby and the physician W. R. Cornish, Sanitary Commissioner for the Madras Presidency.[14] Cornish argued for a minimum of 680 grams (1.5 lb) of grain and, in addition, supplements of vegetables and protein, especially if the individuals were performing strenuous labour in the relief works.[14] However, Lytton supported Temple, who argued that \"everything must be subordinated to the financial consideration of disbursing the smallest sum of money.\"[15] In March 1877, the provincial government of Madras increased the ration halfway towards Cornish's recommendations, to 570 grams (1.25 lb) of grain and 43 grams (1.5 oz) of protein in the form of daal (pulses).[14] Meanwhile, many more people had succumbed to the famine.[16] In other parts of India, such as the United Provinces, where relief was meagre, the resulting mortality was high.[16] In the second half of 1878, an epidemic of malaria killed many more who were already weakened by malnutrition.[16] By early 1877, Temple proclaimed that he had put \"the famine under control\". Digby noted that \"a famine can scarcely be said to be adequately controlled which leaves one-fourth of the people dead.\"[15] All in all, the Government of India spent Rs. 30 million in relieving 700 million units (1 unit = relief for 1 person for 1 day) in British India and, in addition, another Rs. 7.2 million in relieving 72 million units in the princely states of Mysore and Hyderabad.[16] Revenue (tax) payments to the amount of Rs. 6 million were either not enforced or postponed until the following year, and charitable donations from Great Britain and the colonies totaled Rs. 8.4 million.[16] However, this cost was minuscule per capita; for example, the expenditure incurred in the Bombay Presidency was less than one-fifth of that in the Bihar famine of 1873–74, which affected a smaller area and did not last as long.[13] Two years before the famine of 1876, heavy rain destroyed ragi crops (a type of millet) in Kolar and Bangalore. Scant rainfall the following year resulted in drying up of lakes, affecting food stock. As a result of the famine, the population of the state decreased by 874,000 (in comparison with the 1871 census). Sir Richard Temple was sent by the British India Government as Special Famine Commissioner to oversee the relief works of the Mysore government. To deal with the famine, the government of Mysore started relief kitchens. A large number of people journeyed to Bangalore when relief was available. These people had to work on the Bangalore–Mysore railway line in exchange for food and grains. The Mysore government imported large quantities of grain from the neighbouring British ruled Madras Presidency. Grazing in forests was allowed temporarily, and new tanks were constructed and old tanks repaired. The Dewan of Mysore State, C. V. Rungacharlu, in his Dasara speech estimated the cost to the state at 160 lakhs, with the state incurring a debt of 80 lakhs.[17] The excess mortality in the famine has been estimated to lie in a range whose low end is approximately 5.5 million human deaths, the high end approximately is 9.6 million deaths and a careful modern demographic estimate of which is 8.2 million deaths.[3][4] The excessive mortality and the renewed questions of \"relief and protection\" asked in its wake, led directly to the constituting of the Famine Commission of 1880 and to the eventual adoption of the Indian Famine Codes.[16] After the famine, a large number of agricultural labourers and handloom weavers in South India emigrated to British tropical colonies to work as indentured labourers in plantations.[18] The excessive mortality in the famine also neutralized the natural population growth in the Bombay and Madras presidencies during the decade between the first and second censuses of British India in 1871 and 1881 respectively.[19] The famine lives on in the Tamil and other literary traditions.[20] A large number of Kummi folk songs describing this famine have been documented.[21] The Great Famine had a lasting political impact on events in India. Among the British administrators in India who were unsettled by the official reactions to the famine and, in particular by the stifling of the official debate about the best form of famine relief, were William Wedderburn and A. O. Hume.[22] Less than a decade later, they would found the Indian National Congress and, in turn, influence a generation of Indian nationalists. Among the latter were Dadabhai Naoroji and Romesh Chunder Dutt for whom the Great Famine would become a cornerstone of the economic critique of the British Raj.[22]","Title":"Great Famine of 1876–1878 - Wikipedia","KeyID":"9115","URL":"https://en.wikipedia.org/wiki/Great_Famine_of_1876%E2%80%9378"}