{"Content: ":"Ceasefire Supreme Political Council Presidential Leadership Council Southern Movement[44][45] Tareq Saleh forces (from 2017)[47][48] Non-aligned tribal forces Al-Qaeda[53][54][55] Ansar al-Sharia Rashad al-Alimi (2022–)[84] Abdrabbuh Mansur Hadi (2014–2022) Ali al-Ahmar (2016–2022) Mohammed Al-Maqdashi (2018–) Khaled Bahah (2015–16) Hussein Arab (until 2017) Ahmed Saleh (2017–)[14] Tareq Saleh (2017–) Saudi-led coalition: Salman bin Abdulaziz Muhammad bin Salman Khalifa bin Zayed Mohammed bin Zayed Tamim bin Hamad (2015–17) Abdel Fattah Burhan Macky Sall Mohamed VI (2015–19) Maj. Gen. Aidarus al-Zoubaidi Khalid Batarfi Ibrahim al Qosi[101] Abu Osama al-Muhajer (POW)[102] Supreme Political Council: Ansar al-Sharia Unknown 1,000[124]–3,000[125] 10 captured;[126] 5 aircraft lost;[127][128] 8 helicopters lost[129][130][131][132][133][134] 9 drones lost 20 M1A2s lost[135] 1 frigate Al Madinah damaged[136] 108 soldiers killed[137] 2 aircraft lost[138][139] 3 helicopters lost[140] 1 minesweeper damaged[141] 6 drones lost 1 watercraft damaged (HSV-2 Swift)[142] 1,000–4,000 soldiers killed[143][144] 9 soldiers killed[145][146] 1 F-16 crashed[147] 4 soldiers killed[148][149] 10 servicemen killed[150][151] 1 F-16 shot down[151] 1 F-16 lost[152] 71 PMCs killed[26] 14,500 Yemen civilians killed directly by war violence, 2015-2021,[154] 8,970 by airstrike, 2015-2022 (Yemen Data Project) [155] 8,672 Yemen civilians killed and 9,741 injured by coalition airstrikes 2015-2021(Human Rights Watch)[156][157] 10,768 Yemen civilians wounded, 49,960 wounded overall, 2015-2019 (Human Rights Watch)[158][159] 500+ killed in Saudi Arabia by Houthi attacks by late 2016 (Saudi Arabia figure)[160] 3 Emirati civilians killed 150,000 people total have died as a result of the ongoing war, including over 14,500 civilians killed by direct war violence, 2015-2021 (ACLED)[161] 85,000 Yemen children may have died from starvation 2015-2018 (Save the Children)[162] 2,556 people died due to a cholera epidemic (April 2017–October 2018)[163] Ansar al-Shariah campaign (2011–14) Houthi rebellion (2014) Yemeni Civil War (2014–present) Bombings and terrorist attacks in Yemen Houthi missile and drone attacks in Yemen Saudi Arabian intervention Saudi Arabian airstrikes on Yemen Houthi attacks on Saudi Arabia Houthi attacks on the United Arab Emirates U.S. raids on al-Qaeda Disease outbreaks Impact The Yemeni Civil War (Arabic: الحرب الأهلية اليمنية, romanized: al-ḥarb al-ʾahlīyah al-yamanīyah) is an ongoing multilateral civil war that began in late 2014 mainly between the Abdrabbuh Mansur Hadi-led Yemeni government and the Houthi armed movement, along with their supporters and allies. Both claim to constitute the official government of Yemen.[166] The civil war began in September 2014 when Houthi forces took over the capital city Sanaa, which was followed by a rapid Houthi takeover of the government. On 21 March 2015, the Houthi-led Supreme Revolutionary Committee declared a general mobilization to overthrow Hadi and expand their control by driving into southern provinces.[167] The Houthi offensive, allied with military forces loyal to Saleh, began fighting the next day in Lahij Governorate. By 25 March, Lahij fell to the Houthis and they reached the outskirts of Aden, the seat of power for Hadi's government.[168] Hadi fled the country the same day.[169][170] Concurrently, a coalition led by Saudi Arabia launched military operations by using air strikes to restore the former Yemeni government.[20] Although there was no direct intervention by Iran, who support the Houthis,[171] the conflict has been seen by Western sources as an extension of the Iran–Saudi Arabia proxy conflict and as a means to combat Iranian influence in the region.[172][173] Houthi forces currently control the capital Sanaa and all of North Yemen except Marib Governorate. They have clashed with Saudi-backed pro-government forces loyal to Hadi. Since the formation of the Southern Transitional Council in 2017 and the subsequent capture of Aden by the STC in 2018, the anti-Houthi coalition has been fractured, with regular clashes between pro-Hadi forces backed by Saudi Arabia and southern separatists backed by the United Arab Emirates.[174] Al-Qaeda in the Arabian Peninsula (AQAP) and the Islamic State have also carried out attacks against both factions, with AQAP controlling swathes of territory in the hinterlands, and along stretches of the coast.[175] The UN brokered a two month nationwide truce on 2 April 2022 between Yemen's warring parties, which would also allow fuel imports into Houthi-held areas and some flights operating from Sanaa International Airport to Jordan and Egypt.[176] The UN announced on 2 June 2022 that the nationwide truce had been further extended by two months.[177] According to the UN, over 150,000 people have been killed in Yemen,[178] as well as estimates of more than 227,000 dead as a result of an ongoing famine and lack of healthcare facilities due to the war.[179][180][181] In 2018, the United Nations warned that 13 million Yemeni civilians face starvation in what it says could become \"the worst famine in the world in 100 years.\"[182] The crisis has only begun to gain as much international media attention as the Syrian civil war in 2018.[183][184] The international community has condemned the Saudi Arabian-led bombing campaign, which has included widespread bombing of civilian areas inside the Houthi-controlled western part of Yemen.[185] According to the Yemen Data Project, the bombing campaign has killed or injured an estimated 19,196 civilians as of March 2022.[186] The United States has provided intelligence and logistical support for the Saudi-led campaign,[17] which continues despite the Biden administration's pledges to withdraw U.S. support for Saudi Arabia in the Yemen War.[187][188] After the end of their rule, from the 1960s onwards, Zaydis faced discrimination and Sunnification policies from the consequent Sunni dominated governments. For example, Salafis in Saada claimed al-Shawkani as an intellectual precursor, and future Yemeni regimes would uphold his Sunnization policies as a unifier of the country[189] and to undermine Zaydi Shi'ism.[190] Ansar Allah (sometimes Anglicised as Ansarullah), known popularly as the Houthis, is a Zaydi group with its origins in the mountainous Sa'dah Governorate on Yemen's northern border with Saudi Arabia. They led a low-level insurgency against the Yemeni government in 2004[191] after their leader, Hussein Badreddin al-Houthi, was killed in a government military crackdown[192][193] following his protests against government policies.[194][195] The intensity of the conflict waxed and waned over the course of the 2000s, with multiple peace agreements being negotiated and later disregarded.[196][197] The Houthi insurgency heated up in 2009, briefly drawing neighboring Saudi Arabia to the side of the Yemeni government, but cooled the following year after a ceasefire was signed.[198][199] Then during the early stages of the Yemeni Revolution in 2011, Houthi leader Abdul-Malik al-Houthi declared the group's support for demonstrations calling for the resignation of President Ali Abdullah Saleh.[200] Later that year, as Saleh prepared to leave office, the Houthis laid siege to the Salafi-majority village of Dammaj in northern Yemen, a step toward attaining virtual autonomy for Sa'dah.[201] The Houthis boycotted a single-candidate election in early 2012 meant to give Abdrabbuh Mansur Hadi a two-year term of office.[202] They participated in a National Dialogue Conference, but withheld support from a final accord in early 2014 that extended Hadi's mandate in office for another year.[203][204] Conflict between the Houthis and Sunni tribes in northern Yemen spread to other governorates, including the Sanaa Governorate by mid-2014.[205] In April 2015, United States National Security Council spokeswoman Bernadette Meehan stated that: \"It remains our assessment that Iran does not exert command and control over the Houthis in Yemen\".[206][207] The Houthis have long been accused of being proxies for Iran, since they both follow Shia Islam (although the Iranians are Twelve-Imam Shias and the Houthis are Zaydi Shia). The United States and Saudi Arabia have alleged that the Houthis receive weapons and training from Iran.[208] While the Houthis and the Iranian government have denied any military affiliation,[209] Iranian supreme leader Ali Khamenei openly announced his \"spiritual\" support of the movement in a personal meeting with the Houthi spokesperson Mohammed Abdul Salam in Tehran, in the midst of ongoing conflicts in Aden in 2019.[210][211] Also, IRGC commander Nasser Shabani was quoted by the Fars News Agency, the semi-official news agency of the Iranian government, as saying, \"We (IRGC) told Yemenis [Houthi rebels] to strike two Saudi oil tankers, and they did it,\" on 7 August 2018.[212][213] The African nation of Eritrea has also been accused of funneling Iranian material to the Houthis,[214] as well as offering medical care for injured Houthi fighters.[215] The Eritrean government has called the allegations \"groundless\" and said after the outbreak of open hostilities that it views the Yemeni crisis \"as an internal matter\".[214] According to a secret United Nations document, North Korea had aided the Houthis by selling weapons.[7][216] The Yemeni government meanwhile has enjoyed significant international backing from the United States and Persian Gulf monarchies. U.S. drone strikes were conducted regularly in Yemen during Hadi's presidency in Sanaa, usually targeting Al Qaeda in the Arabian Peninsula.[217] The United States was also a major supplier of weapons to the Yemeni government, although according to the Pentagon, hundreds of millions of dollars' worth of that material has gone missing since it was delivered.[218] Saudi Arabia provided financial aid to Yemen until late 2014, when it suspended it amid the Houthis' takeover of Sanaʽa and increasing influence over the Yemeni government.[219] According to Amnesty International, the United Kingdom also supplied weaponry used by Saudi-led coalition to strike targets in Yemen.[220] Amnesty International also says that U.S.-based Raytheon Company supplied a laser-guided bomb that killed six civilians on 28 June 2019.[221] In May 2019, State Secretary Mike Pompeo announced an \"emergency\" to push through $8.1 billion of arms sales to Gulf allies like Saudi Arabia, the United Arab Emirates, and Jordan, citing Iranian activity in the Middle East. Despite widespread congressional opposition, an August 2020 report by the Office of Inspector General detailed that Pompeo complied with the legal prerequisites to do so. The report, however, also noted that the possible threat to the lives of the civilians caught in the crossfire wasn't assessed properly at the time of the emergency. The State Department was also accused in the report of violating the threshold of the Arms Export Control Act while approving arms sales to Gulf states.[222] After several weeks of street protests against the Hadi administration, which made cuts to fuel subsidies that were unpopular with the group, the Houthis fought the Yemen Army forces under the command of General Ali Mohsen al-Ahmar. In a battle that lasted only a few days, Houthi fighters seized control of Sanaa, the Yemeni capital, in September 2014.[223] The Houthis forced Hadi to negotiate an agreement to end the violence, in which the government resigned and the Houthis gained an unprecedented level of influence over state institutions and politics.[224][225] In January 2015, unhappy with a proposal to split the country into six federal regions,[226] Houthi fighters seized the presidential compound in Sanaʽa. The power play prompted the resignation of President Abdrabbuh Mansur Hadi and his ministers.[204][227] The Houthi political leadership then announced the dissolution of parliament and the formation of a Revolutionary Committee to govern the country on 6 February 2015.[228] On 21 February, one month after Houthi militants confined Hadi to his residence in Sanaʽa, he slipped out of the capital and traveled to Aden. In a televised address from his hometown, he declared that the Houthi takeover was illegitimate and indicated he remained the constitutional president of Yemen.[229][230][231] His predecessor as president, Ali Abdullah Saleh—who had been widely suspected of aiding the Houthis during their takeover of Sanaʽa the previous year—publicly denounced Hadi and called on him to go into exile.[232] On 19 March 2015, the troops loyal to Hadi clashed with those who refused to recognize his authority in the Battle of Aden Airport. The forces under General Abdul-Hafez al-Saqqaf were defeated, and al-Saqqaf fled toward Sanaʽa.[233] In apparent retaliation for the routing of al-Saqqaf, warplanes reportedly flown by Houthi pilots bombed Hadi's compound in Aden.[234] After 20 March 2015 Sanaa mosque bombings, in a televised speech, Abdul-Malik al-Houthi, the leader of the Houthis, said his group's decision to mobilize for war was \"imperative\" under current circumstances and that Al-Qaeda in the Arabian Peninsula and its affiliates—among whom he counts Hadi—would be targeted, as opposed to southern Yemen and its citizens.[235] President Hadi declared Aden to be Yemen's temporary capital while Sanaʽa remained under Houthi control.[236][237] Also, the same day as the mosque bombings, al-Qaeda militants captured the provincial capital of Lahij, Al Houta District after killing about 20 soldiers before being driven out several hours later.[238] Hadi reiterated in a speech on 21 March 2015 that he was the legitimate president of Yemen and declared, \"We will restore security to the country and hoist the flag of Yemen in Sanaʽa, instead of the Iranian flag.\"[239] He also declared Aden to be Yemen's \"economic and temporary capital\" due to the Houthi occupation of Sanaʽa, which he pledged would be retaken.[240] In Sanaa, the Houthi Revolutionary Committee appointed Major General Hussein Khairan as Yemen's new Defence Minister and placed him in overall command of the military offensive.[241][242] On 22 March 2015, Houthi forces backed by troops loyal to Saleh entered Taiz, Yemen's third-largest city, and quickly took over its key points. They encountered little resistance, although one protester was shot dead and five were injured.[243][244][245] Western media outlets began to suggest Yemen was sliding into civil war as the Houthis from the north confronted holdouts in the south.[246][247][248] On 14 December 2015, the pro-Saleh Yemeni Army and Houthi militants carried out a strike with a Tochka ballistic missile against a military camp that was being used by troops of the Saudi-led coalition, south-west of the city of Taiz.[citation needed] On 23 March 2015, Houthi forces advanced towards the strategic Bab-el-Mandeb strait, a vital corridor through which much of the world's maritime trade passes.[249] The next day, fighters from the group reportedly entered the port of Mocha.[250][251] On 31 March 2015, Houthi fighters entered a coastal military base on the strait after the 17th Armoured Division of the Yemen Army opened the gates and turned over weapons to them.[252] On 2 April 2015, Mahamoud Ali Youssouf, the foreign minister of Djibouti, said the Houthis placed heavy weapons and fast attack boats on Perim and a smaller island in the Bab-el-Mandeb strait. He warned that the weapons posed \"a big danger\" to his country, commercial shipping traffic, and military vessels.[253] On 24 March 2015, Houthi forces seized administrative buildings in Dhale (or Dali) amid heavy fighting, bringing them closer to Aden.[254] However, Houthi fighters were swiftly dislodged from Ad Dali' and Kirsh by Hadi-loyal forces.[255] Fighting over Dhale continued even as the Houthis advanced further south and east. On 31 March 2015, Hadi loyalists clashed with the Houthis and army units loyal to Saleh.[256] On 1 April 2015, a pro-Houthi army brigade was said to have \"disintegrated\" after being pummeled by coalition warplanes in Ad Dali. The commander of the 33rd Brigade reportedly fled, and groups of pro-Houthi troops withdrew to the north.[257] The city reportedly fell into pro-government hands by the end of May.[258] On 24 March 2015, in the Lahij Governorate, heavy fighting erupted between Houthis and pro-Hadi fighters.[254] The next day, Al Anad Air Base, 60 kilometers from Aden, was captured by the Houthis and their allies. The base had recently been abandoned by United States of America USSOCOM troops.[259][260] Defense Minister Mahmoud al-Subaihi, one of Hadi's top lieutenants, was captured by the Houthis in Al Houta and transferred to Sanaʽa.[261][262] Houthi fighters also advanced to Dar Saad, a small town, 20 km north of Aden.[263] On 26 March 2015, after clashes erupted in Aden, Hadi loyalists counterattacked as a Saudi-led military intervention got underway. Artillery shelled Al Anad Air Base, forcing some of its Houthi occupants to flee the area.[264] Saudi airstrikes also hit Al Anad.[265] Despite the airstrikes, the southern offensive continued.[266][267] In Aden, military officials said militias and military units loyal to Hadi had \"fragmented\" by 25 March, speeding the Houthi advance. They said the Houthis were fighting Hadi's troops on five different fronts.[268] Aden International Airport suspended all flights.[269] Fighting reached Aden's outskirts on 25 March 2015, with pro-Saleh soldiers taking over Aden International Airport and clashes erupting at an army base.[270][271] Hadi reportedly fled his \"temporary capital\" by boat as the unrest worsened.[262] On 26 March 2015, he resurfaced in the Saudi capital, Riyadh, where he arrived by plane and was met by Saudi Prince Mohammad bin Salman Al Saud.[169] Over the following days, Houthi and allied army forces encircled Aden[272][273] and hemmed in Hadi's holdouts, although they encountered fierce resistance from the embattled president's loyalists and armed city residents. They began pressing into the city center on 29 March 2015 despite coalition air strikes and shelling from Egyptian Navy warships offshore.[274] On 2 April 2015, the compound that has been used as a temporary presidential palace was taken by the Houthis,[275] and fighting moved into the central Crater and Al Mualla districts.[276] A small contingent of foreign troops was reportedly deployed in Aden by early May, fighting alongside anti-Houthi militiamen in the city. Saudi Arabia denied the presence of ground troops,[277] while Hadi's government claimed the troops were Yemeni special forces who had received training in the Persian Gulf and were redeployed to fight in Aden.[278] On 21 July 2015, forces loyal to Hadi recaptured Aden with support from Saudi Arabia in Operation Golden Arrow after months of fighting. This allowed supplies to finally reach the port city giving civilians desperately-needed aid. On 22 July 2015, a Saudi military plane landed in Aden international airport filled with relief aid. Also, a UN ship docked in Aden carrying much-needed relief supplies, the first UN vessel to reach the city in four months. Another ship sent by the UAE also delivered medical aid. On 21 July 2015, a UAE technical team had arrived to repair the tower and passenger terminal at Aden international airport, heavily damaged in clashes. On 24 July 2015, a military plane from the UAE arrived filled with relief aid.[279] On 4 August 2015, Houthi forces were pushed back from the Al-Anad airbase, by Pro-Hadi forces.[280] On 17 October 2015, Saudi Arabia confirmed the arrival of Sudanese troops into Aden for the purpose of bolstering the Saudi-led coalition.[281][282] In January 2016, new conflict began in Aden, with ISIL and AQAP controlling neighborhoods in the city.[283] The Houthis racked up a series of victories in the Abyan Governorate east of Aden in the days following their entrance into Hadi's provisional capital, taking control of Shuqrah and Zinjibar on the coast and winning the allegiance of a local army brigade, but they also encountered resistance from both pro-Hadi army brigadiers and al Qaeda in the Arabian Peninsula militants.[284] Zinjibar and Jaar were recaptured by AQAP on 2 December 2015.[285] In 20 February 2016, the southern Abyan also captured by AQAP linked them with their headquarters in Mukalla.[286] As of February 2016, pro-Hadi forces had managed to enter Sanaa Governorate by capturing the Nihm District killing dozens of Houthi fighters. They continued their advance, capturing some cities and villages.[287] On 31 January 2020, Houthi fighters recaptured the entire Sanaa Governorate including Nihm district from the Hadi Government.[288] Al-Qaeda in the Arabian Peninsula took control of Mukalla in the eastern Hadhramaut Governorate on 2 April 2015, driving out soldiers defending the city with mortar fire and springing some 300 inmates from prison, including a local al-Qaeda leader.[289][290] Local tribal fighters aligned with Hadi surrounded and entered Mukalla on 4 April 2015, retaking parts of the city and clashing with both al-Qaeda militants and army troops.[291] Still, the militants remained in control of about half of the town. In addition, al-Qaeda fighters captured a border post with Saudi Arabia in an attack that killed two soldiers.[292] On 13 April 2015, Southern militia said they took control of the army base loyal to the Houthis near Balhaf.[293] Mukalla city was recaptured from AQAP in late April 2016, after UAE and Hadi loyalists troops entered the city, killing some 800 AQAP fighters.[294] On 12 June 2015, Al-Qaeda in the Arabian Peninsula leader Nasir al-Wuhayshi was killed in a US drone strike in Mukalla.[295] Although the Houthis took control of Lahij on the road to Aden, resistance continued in the Lahij Governorate. Ambushes and bombings struck Houthi supply lines to the Aden front, with a land mine killing a reported 25 Houthi fighters on their way to Aden on 28 March 2015.[296] Fighting also centered on the Shabwa Province, in the oil-rich Usaylan region, where Al-Qaeda in the Arabian Peninsula (AQAP) and Ansar al-Sharia hold sway. On 29 March 2015, 38 were killed in fighting between the Houthis and Sunni tribesmen. Tribal sources confirmed the death toll, and claimed only 8 of them were from their side, with the other 30 either Houthis or their allies from the Yemeni military.[297] On 9 April 2015, the Houthis and their allies seized the provincial capital of Ataq. The takeover was facilitated by local tribal chiefs and security officials.[298] AQAP seized Azzan, and Habban in early February 2016.[299][300] On 22 March 2015, in the province of Marib, 6 members of pro-Hadi tribes were killed during fighting against Houthis.[244] On 23 March 2015, 15 Houthis and 5 tribesmen were killed in clashes in the Al Bayda Governorate.[301] During the fight between Hadi loyalists and Houthi militiamen in Sanaa, the Ethiopian embassy was reportedly struck by shelling on 3 April 2015. The Ethiopian government said the attack appeared to be unintentional. No injuries at the embassy were reported.[302] On 7 April 2015, armed tribesmen drove off Houthis who had set up a makeshift camp in southern Ibb Governorate and seized their weapons.[303] Between 17 and 18 April 2015, at least 30 people were killed when the Houthis and allied army units attacked a pro-Hadi military base in Taiz. The dead included 8–16 pro-Hadi and 14–19 Houthi fighters,[304][305] as well as 3 civilians.[306] Another report put the number of dead at 85.[307] On the morning of 19 April 2015, 10 more Houthi and four pro-Hadi fighters were killed.[308] A pro-Hadi official claimed 150 pro-Houthi and 27 tribal fighters had been killed in fighting in Marib Governorate between 2 and 21 April 2015.[309] On 4 September 2015 a Houthi missile hit an ammunition dump at a military base in Marib killing 45 UAE, 10 Saudi and 5 Bahraini soldiers.[310] On 16 October 2015, Houthis and allied forces reportedly seized control of a military base in the town of Mukayris, pushing opponents out of southern Bayda.[311] On 6 January 2016, Hadi loyalists captured the strategic port of Midi District, but insurgents backed by the Houthi government continued making attacks in and around the city. In response to rumors that Saudi Arabia could intervene in Yemen, Houthi commander Ali al-Shami boasted on 24 March 2015 that his forces would invade the larger kingdom and not stop at Mecca, but rather Riyadh.[312] The following evening, answering a request by Yemen's internationally recognized government, Saudi Arabia began a military intervention alongside eight other Arab states and with the logistical support of the United States against the Houthis, bombing positions throughout Sanaʽa. In a joint statement, the nations of the Gulf Cooperation Council (with the exception of Oman) said they decided to intervene against the Houthis in Yemen at the request of Hadi's government.[313][314][315] King Salman of Saudi Arabia declared the Royal Saudi Air Force to be in full control of Yemeni airspace within hours of the operation beginning.[316] The airstrikes were aimed at hindering the Houthis' advance toward Hadi's stronghold in southern Yemen.[317] Al Jazeera reported that Mohammed Ali al-Houthi, a Houthi commander appointed in February as President of the Revolutionary Committee, was injured by an airstrike in Sanaʽa on the first night of the campaign.[318] Reuters reported that planes from Egypt, Morocco, Jordan, Sudan, Kuwait, United Arab Emirates, Qatar, and Bahrain are also taking part in the operation.[20] Saudi Arabia requested that Pakistan commit forces as well, but Pakistan's parliament officially voted to remain neutral.[319] However, Pakistan agreed to provide support in line with a United Nations Security Council resolution, dispatching warships to enforce an arms embargo against the Houthis.[107][320] On 21 April 2015, the bombing campaign was officially declared over, with Saudi officials saying they would begin Operation Restoring Hope as a combination of political, diplomatic, and military efforts to end the war.[321] Even still, airstrikes continued against Houthi targets, and fighting in Aden and Ad Dali' went on.[322] The United Arab Emirates has also spearheaded an active role against fighting AQAP and IS-YP presence in Yemen through a partnership with the United States. In an Op-Ed in The Washington Post, Yousef Al Otaiba, the UAE ambassador to the United States, described that the intervention has reduced AQAP presence in Yemen to its weakest point since 2012 with many areas previously under their control liberated.[323] The ambassador claimed that more than 2,000 militants have been removed from the battlefield, with their controlled areas now having improved security and a better delivered humanitarian and development assistance such as to the port city of Mukalla and other liberated areas.[323] An Associated Press investigation outlined that the military coalition in Yemen actively reduced AQAP in Yemen without military intervention, instead of by offering them deals and even actively recruiting them in the coalition because \"they're considered exceptional fighters\".[324] UAE Brigadier General Musallam Al Rashidi responded to the accusations by stating that Al Qaeda cannot be reasoned with and cited that they killed many of his soldiers.[325] The UAE military stated that accusations of allowing AQAP to leave with cash contradict their primary objective of depriving AQAP of its financial strength.[326] The notion of the coalition recruiting or paying AQAP has been thoroughly denied by the United States Pentagon with Colonel Robert Manning, spokesperson of the Pentagon, calling the news source \"patently false\".[327] The governor of Hadramut Faraj al-Bahsani, dismissed the accusations that Al Qaeda has joined with the coalition rank, explaining that if they did there would be sleeper cells and that he would be \"the first one to be killed\". According to The Independent, AQAP activity on social media as well as the number of terror attacks conducted by them has decreased since the Emirati intervention.[326] Certification and assurance were announced by US Secretary of State Mike Pompeo stating that maximum efforts are being taken by the Saudi-led coalition to avoid civilian casualties in order to legally authorize the American military to refuel coalition military aircraft and to continue its support.[328][329] The Spanish government initially cancelled the sale of 400 laser-guided bombs to Saudi Arabia, however, they have since reversed the decision.[330] According to the Guardian news agency, more than 40 Saudi officers have been trained at prestigious British military colleges since the Saudi intervention in Yemen started.[331] These officers mostly trained at Sandhurst, the RAF's school at Cranwell and the Royal Naval College in Dartmouth since 2015.[331] The MoD refused to state the earned money from the Saudi contracts, because it could influence Britain's relations with the Saudis.[331] Abdul-Malik Badreddin, The Houthi leader condemned the UK's military cooperation and arms sales to the Saudi military.[331] According to a Sky News analysis, The UK has sold at least £5.7bn worth of arms to the Saudi-led coalition fighting in Yemen since 2015.[331] Priyanka Motaparthy, senior emergencies researcher at Human Rights Watch, said: \"\"These revelations confirm once again how the UK military is working hand in glove with the Saudis.\"[331] Houthi rebels released footage and images of destroyed Light Armoured Vehicles (LAV), which are reportedly manufactured by Canada and sold to Saudi Arabia for fighting in Yemen. Former Bloc Quebecois MP, Daniel Turp has called on Ottawa to cancel its arms deal with Riyadh.[332] On 25 April 2020, the Campaign Against Arms Trade condemned the UK arms industry of serving human rights abusers and despotic regimes like the Saudi Arabia and the United Arab Emirates. Reportedly, the sales have increased by 300% or £1bn in 2019, as compared to 2018. The jets exported by UK have been accused of killing tens of thousands of people and damaging the healthcare system during a crisis.[333] On 13 July 2020, the UK Ministry of Defence logged more than 500 Saudi air raids in possible breach of international law in Yemen. These figures were revealed a few days after the UK government decided to resume the arms sales to Saudi Arabia, which could be used in the Yemen war, just over a year after the court of appeal ruled them unlawful. It justified resuming the arms sales stating that only isolated incidents without any pattern have occurred.[334] On 17 July 2020, it was revealed that French authorities are opening an investigation into the crown prince of Abu Dhabi, Mohammed bin Zayed Al Nahyan, for complicity in the acts of torture citing the UAE's involvement in the Yemen civil war. Six Yemeni citizens had filed a complaint with a judge specialising in crimes against humanity, in Paris.[335] In March 2019, the United States Congress voted to end US support to the Saudi war effort,[336] however, US President Donald Trump vetoed it.[337] His successor, President Joe Biden, announced a freeze on arms sales to Saudi Arabia and the UAE in January 2021,[338] and announced that he would end American support for the Saudi coalition.[339] On 4 February 2021, new US President Joe Biden announced an end to the US support for Saudi-led operations in Yemen.[340] As of 13 April 2021, arms sales to the UAE have not been stopped, while sales to Saudi Arabia continued to be paused.[341] However, the details of the end of American involvement in the war have yet to be released.[342] In June, the Biden Administration did not provide any answer to congressional queries regarding the level of continuing American involvement in Yemen.[343][344] A report released by Amnesty International, the European Center for Constitutional and Human Rights (ECCHR) and Centre Delàs for Peace Studies in May 2022 revealed the role of Spanish arms in the Yemen war. It presented evidence that a Spanish company, Airbus Defence and Space S.A., exported arms to Saudi Arabia and the United Arab Emirates. These arms were used in the alleged war crimes in the conflict, including attacks on schools, hospitals and against civilians. Between 2015 and June 2021, Spanish arms export licenses granted to Saudi were 116 and to the UAE were 140. During that period, Spain’s arms transferred to the two Gulf nations reached over €1,600 million. Spain was responsible for the production, transfer and maintenance of the Eurofighter Typhoon aircraft and the Airbus A330 MRTT, both of which were exported to Saudi and the UAE. The report also highlighted that Airbus Spain produced parts of Eurofighter, which were delivered to the UK’s BAE Systems before being transferred to the two Arab countries.[345][346][347] In Egypt, the Yemeni foreign minister called for an Arab League military intervention against the Houthis.[313] Egyptian President Abdel Fattah al-Sisi floated the idea of a unified military force.[348] The Arab League announced the formation of a unified military force to respond to conflict in Yemen and Libya.[349] Since the mid-2000s, the United States has been carrying out targeted killings of Al-Qaeda militants in Yemen, although the U.S. government generally does not confirm involvement in specific attacks conducted by unmanned aerial vehicles as a matter of policy. The Bureau of Investigative Journalism documented 415 strikes in Pakistan and Yemen by 2015 since the September 11 attacks, and according to the organization's estimates, between 423 and 962 deaths are believed to have been civilians. However, Michael Morell, former deputy director of the CIA, affirmed that the numbers were significantly lower.[350] During the civil war in Yemen, drone strikes have continued, targeting suspected leaders of Al Qaeda in the Arabian Peninsula. Ibrahim al-Rubeish and Nasser bin Ali al-Ansi, two leading AQAP figures, were killed by U.S. drone strikes in the vicinity of Mukalla in 2015.[351][352] Approximately 240 suspected AQAP militants have been killed by American drone strikes since the civil war began.[353] In 2013, Radhya Al-Mutawakel and Abdelrasheed Al-Faqih, Directors of Mwatana, published a joint report with Open Society Foundations titled 'Death by Drone', detailing evidence of civilian casualties and damage to civilian objects in nine US drone strikes.[354] The Islamic State (IS) has proclaimed several provinces in Yemen and has urged its adherents to wage war against the Houthi movement, as well as against Zaydis in general.[355] ISIS militants have conducted bombing attacks in various parts of the country, particularly against mosques in Sanaʽa.[356][357] On 6 October 2015, IS militants conducted a series of suicide bombings in Aden that killed 15 soldiers affiliated with the Hadi-led government and the Saudi-led coalition.[358] The attacks were directed against the al-Qasr hotel, which had been a headquarters for pro-Hadi officials, and also military facilities.[358] Yemeni officials and UAE state news agency declared that 11 Yemeni and 4 United Arab Emirates soldiers were killed in Aden due to 4 coordinated Islamic State suicide bombings. Prior to the claim of responsibility by the Islamic State, UAE officials blamed the Houthis and former president Ali Abdullah Saleh, for the attacks.[358] A five-day ceasefire proposed by Saudi Arabia was accepted by the Houthis and their allies in the military on 10 May 2015. The ceasefire was intended to allow the delivery of humanitarian aid to the country.[359] The temporary truce began on the night of 12 May 2015 to allow the delivery of food, water, medical, and fuel aid throughout the country.[360] On the fourth day of the truce, the fragile peace unraveled as fighting broke out in multiple southern governorates. At least three civilians in Aden and 12 in Taiz were killed on 16 May 2015, despite the ceasefire.[361] Agence France-Presse reported that \"dozens\" were killed in southern Yemen by the clashes, including 26 Houthi and 12 pro-Hadi fighters.[362] Around the same time in 2015 reports surfaced in the media suggesting that Oman, which is the only Middle Eastern Monarchy not taking part in the coalition and has a border with Yemen, has presented a 7-point plan to both Houthis and Saudi Arabia. The Houthis accepted the peace talks and the 7-point plan while Saudi Arabia and the Hadi government refused negotiations with the Houthis.[363] It has also been suggested that Oman was responsible to mediate a 24-hour ceasefire although analysts doubted if Oman could help bring about more rigid negotiations.[364][365] The following parts constituted the planned initiative: On Saturday, 20 August 2016, there were demonstrations at Satin Sanaa's Sabeen square to show support for the Higher Political Council, the Shia Houthi governing body and former Yemeni president Ali Abdullah Saleh. The head of council pledged to form a full government within days.[366][367] The crowd size was variously placed at tens of thousands[366] and hundreds of thousands.[367] The crowd's demands were \"quickly rejected by the United Nations and the country's internationally recognized government.\"[367] Meanwhile, Saudi planes roared above the population and bombed nearby leaving an unknown number of casualties.[368] The southern separatists represented by the Southern Transitional Council were backing the Hadi government against the Houthis, but tensions erupted in January 2018 with the separatists accusing the government of corruption and discrimination. Gun battles erupted in Aden on 28 January 2018 after the deadline set by the separatists for Hadi to dismiss his cabinet elapsed. Pro-STC forces seized a number of government offices, including the Hadi government's headquarters.[392] By 30 January, the STC had taken control of most of the city.[393] On 27 September, Kuwait reiterated its willingness to host the parties involved in the Yemen war for another round of peace talks, in order to seek a political solution to the prolonged crisis.[432] Kuwait had also hosted the Yemen peace talks for three months in April 2016. However, the negotiations broke down in August, after they failed to yield a deal between the parties involved in the war.[433] On 5 November, a power-sharing deal, Riyadh Agreement on Yemen was signed between the Saudi-backed Yemeni government and the UAE-backed southern separatists, in the presence of Mohammed bin Salman, Mohammed bin Zayed, Abdrabbuh Mansur Hadi, Southern Transitional Council's chief Aidarus al-Zoubaidi and other senior officials. It was signed in Saudi Arabia and was hailed as a wider political solution to end the multifaceted conflict in Yemen.[434] Despite the agreement, clashes between the STC and Hadi government forces took place in December.[435] On 31 December, explosions and gunfire targeted Aden International Airport whilst a plane carrying members of the recently formed Yemeni government disembarked. The attack left 28 people dead and 107 others injured.[471] None of the passengers were hurt in the attack and the Yemeni cabinet members were quickly transported to Mashiq Palace for safety.[472] The Houthis launched another offensive on Marib Governorate in late February with the aim of capturing Marib city. After making steady advances in the governorate, the Houthis launched a three pronged assault on the city with occasional ballistic strikes. According to the International Organization for Migration (IOM), over 140,000 displaced refugees from western Marib fled fearing the Houthis' advance.[473] The UN brokered a two month nationwide truce on 2 April 2022 between Yemen's warring parties, which would also allow fuel imports into Houthi-held areas and some flights operating from Sana'a airport to Jordan and Egypt.[176] The UN announced on 2 June 2022 that the nationwide truce had been further extended by two months.[177] United States welcomed the truce extension in Yemen, praising Saudi Arabia, Jordan, Egypt, and Oman in helping to secure the truce.[495] CNN reported on 8 April 2015 that almost 10,160,000 Yemenis were deprived of water, food, and electricity as a result of the conflict. The report also added per source from UNICEF officials in Yemen that within 15 days, some 100,000 people across the country were dislocated, while Oxfam said that more than 10 million Yemenis did not have enough food to eat, in addition to 850,000 half-starved children. Over 13 million civilians were without access to clean water.[496] A medical aid boat brought 2.5 tonnes of medicine to Aden on 8 April 2015.[497] A UNICEF plane loaded with 16 tonnes of supplies landed in Sanaa on 10 April.[498] The United Nations announced on 19 April 2015 that Saudi Arabia promised to provide $273.7 million in emergency humanitarian aid to Yemen. The UN appealed for the aid, saying 7.5 million people had been affected by the conflict and many were in need of medical supplies, potable water, food, shelter, and other forms of support.[499] On 12 May 2015, Oxfam warned that the five days a humanitarian ceasefire was scheduled to last would not be sufficient to fully address Yemen's humanitarian crisis.[360] It has also been said that the Houthis are collecting a war tax on goods. The political analyst Abdulghani al-Iryani affirmed that this tax is: \"an illegal levy, mostly extortion that is not determined by the law and the amount is at the discretion of the field commanders\".[500] As the war dragged on through the summer and into the fall, things were made far worse when Cyclone Chapala, the equivalent of a category 2 Hurricane,[501] made landfall on 3 November 2015. According to the NGO Save the Children, the destruction of healthcare facilities and a healthcare system on the brink of collapse as a result of the war will cause an estimated 10,000 preventable child deaths annually. Some 1,219 children have died as a direct result of the conflict thus far. Edward Santiago, the NGO's Yemen director, asserted in December 2016:[502] Even before the war tens of thousands of Yemeni children were dying of preventable causes. But now, the situation is much worse and an estimated 1,000 children are dying every week from preventable killers like diarrhea, malnutrition, and respiratory tract infections. In March 2017, the World Food Program reported that while Yemen was not yet in a full-blown famine, 60% of Yemenis, or 17 million people, were in \"crisis\" or \"emergency\" food situations.[503] In June 2017, a cholera epidemic resurfaced which was reported to be killing a person an hour in Yemen by mid June.[504] News reports in mid June stated that there had been 124,000 cases and 900 deaths and that 20 of the 22 provinces in Yemen were affected at that time.[505] UNICEF and WHO estimated that, by 24 June 2017, the total cases in the country exceeded 200,000, with 1,300 deaths.[506] 77.7% of cholera cases (339,061 of 436,625) and 80.7% of deaths from cholera (1,545 of 1,915) occurred in Houthi-controlled governorates, compared to 15.4% of cases and 10.4% of deaths in government-controlled governorates, since Houthi-controlled areas have been disproportionately affected by the conflict, which has created conditions conducive to the spread of cholera.[507] On 7 June 2018, it was reported that the International Committee of the Red Cross (ICRC) had pulled 71 of its international staff out of Yemen, and moved the rest of them to Djibouti, with some 450 ICRC employees remaining in the country. The partial evacuation measure came on the eve of an ICRC worker, a Lebanese national, being killed on 21 April by unknown gunmen in the southwestern city of Taiz. The ICRC stated, \"our current activities have been blocked, threatened and directly targeted in recent weeks, and we see a vigorous attempt to instrumentalize our organization as a pawn in the conflict.\" In light of the serious security deterioration for ICRC personnel, the international organization has called for all parties of the conflict \"to provide it with concrete, solid and actionable guarantees so that it can continue working in Yemen.\" Since the beginning of the conflict, more than 10,000 people have been killed and at least 40,000 wounded, mostly from air raids.[508] The International Rescue Committee stated in March that at least 9.8 million people in Yemen were acutely in need of health services. The closure of Sanaʽa and Riyan airports for civilian flights and the limited operation of civilian airplanes in government-held areas, made it impossible for most to seek medical treatment abroad. The cost of tickets provided by Yemenia, Air Djibouti and Queen Bilqis Airways, also put traveling outside Yemen out of reach for many.[509][510] The United Nations Development Programme published a report in September 2019 that said if the war continues, Yemen will become the poorest country in the world, with 79% of the population living below the poverty line and 65% in extreme poverty by 2022.[511] On 3 December 2019, the International Day of Person's with Disabilities, Amnesty International released a report highlighting how the almost 5-year old Yemen war has left millions of people living with disabilities and excluded from medical attention. The armed conflict led by Saudi Arabia and UAE as part of the former's coalition in the Arab nation against Houthis and terror groups, has given birth to the worst humanitarian crisis, as stated by the United Nations.[512] Humanitarian aid provided to Houthi-controlled Yemen will be scaled-down in March 2020 because donors doubt if it's actually reaching the people in need, UN official said.[513] In June 2020, the UNHCR said that following more than five years of war in Yemen, more than 3.6 million people have been forced to flee their homes, while 24 million are in dire need of aid. The group also informed that a significant gap in funding has been recorded with only US$63 million received thus far, while at least US$211.9 million is needed to run the operations in 2020.[514] On 2 July 2020, Human Rights Watch reported that detainees at Aden's Bir Ahmed facility were facing serious health risks from the rapidly spreading coronavirus pandemic. The informal detention facility, controlled by Yemeni authorities affiliated with the UAE-backed Southern Transitional Council, is grossly overcrowded and was deprived of health care facilities.[515] The World Food Programme (WFP) projected in March 2021 that if the Saudi-led blockade and war continues, more than 400,000 Yemeni children under 5 years old could die from acute malnutrition before the end of the year as the blockade devastates nation.[516][517][518] According to Farea Al-Muslim, direct war crimes have been committed during the conflict; for example, an IDP camp was hit by a Saudi airstrike, while Houthis have sometimes prevented aid workers from giving aid.[519] The UN and several major human rights groups discussed the possibility that war crimes may have been committed by Saudi Arabia during the air campaign.[520][521] In April 2015, Human Rights Watch (HRW) wrote that the Saudi-led air campaign that began on 26 March 2015, had \"conducted airstrikes in apparent violation of the laws of war, such as the March 30 attack on a displaced person camp in Mazraq, northern Yemen, that struck a medical facility and a market\". HRW also said that the Houthis had \"unlawfully deployed forces in densely populated areas and used excessive force against peaceful protesters and journalists\". In addition, HRW said that by providing logistical and intelligence assistance to coalition forces, \"the United States may have become a party to the conflict, creating obligations under the laws of war\".[522] Other incidents noted by HRW that had been deemed as \"indiscriminate or disproportionate\" or \"in violation of the laws of war\" were: a strike on a dairy factory outside the Red Sea port of Hodaida (31 civilian deaths);[523] a strike that destroyed a humanitarian aid warehouse of the international aid organization Oxfam in Saada;[524] the Saudi Arabia-led coalition's blockade of Yemen which kept out fuel needed for the Yemeni population's survival.[525] In April 2015, Amnesty International said that several Saudi Arabian-led airstrikes hit five densely populated areas (Saada, Sanaa, Hodeidah, Hajjah and Ibb), and \"raise concerns about compliance with the rules of international humanitarian law\".[526][527] Amnesty International said that at least 139 people, including at least 97 civilians (33 of whom were children) were killed during these strikes, and 460 individuals were injured (at least 157 whom were civilians).[526] HRW also said that pro-Houthi fighters may have committed war crimes when two women were killed in Yemen and aid workers were arrested for two weeks.[528] U.N. Humanitarian Coordinator for Yemen, Johannes van der Klaauw, said that air strikes by the Saudi-led coalition on Sa'ada city in May 2015, where many civilians were trapped, were in breach of international humanitarian law, despite calls for civilians to leave the area. Scores of civilians were reportedly killed and thousands forced to flee their homes after the Saudi-led coalition declared the entire governorate a military target, he said.[529][530] Van der Klaauw also said that coalition strikes had targeted schools and hospitals, in breach of international law,[531] A group of 17 aid agencies working in Yemen condemned the growing intensity of airstrikes in the north of Yemen on 8 and 9 May 2015. Save the Children's Country Director in Yemen, Edward Santiago, said that the \"indiscriminate attacks after the dropping of leaflets urging civilians to leave Sa'ada raises concerns about the possible pattern being established in breach of International Humanitarian Law\".[532] Euro-Mediterranean Human Rights Monitor has claimed that Houthi militias in alliance with the militants of exiled former president Ali Abdullah Saleh killed purposely at least 22 civilians in Taiz. According to eyewitnesses, the militants launched Katyusha rockets targeting the markets and residential neighborhoods in the center of Taiz. As a result, many civilians were killed and wounded. Houthi media denied the accusation, accusing Saudi and IS of committing these attacks.[533] In December 2015, HRW claimed that six \"unlawful airstrikes\" were carried out in the capital by the Saudi-led coalition in September and October, which killed 60 civilians. They also criticized the Coalition and the United States for refusing to investigate the attacks.[534] On 8 October 2016, a Saudi-led airstrike on a funeral ceremony killed roughly 100 people and injured 500, including children. HRW described the airstrike as an apparent war crime.[535] In November 2017, U.S. Senator Chris Murphy accused the United States of complicity in war crimes and the humanitarian crisis on the Senate floor, stating \"there is a humanitarian catastrophe inside this country – that very few people in this nation can locate on a map – of absolutely epic proportion. This humanitarian catastrophe – this famine … is caused, in part, by the actions of the United States of America.\"[536] In August 2018 the headline of article in Foreign Policy magazine was \"America is committing war crimes in Yemen and it doesn't even know why.\"[537] British researcher Alex de Waal wrote that the \"responsibility for Yemen goes beyond Riyadh and Abu Dhabi to London and Washington. Britain has sold at least £4.5 billion in arms to Saudi Arabia and £500 million to the UAE since the war began. The US role is even bigger: Trump authorized arms sales to the Saudis worth $110 billion last May. Yemen will be the defining famine crime of this generation, perhaps this century.\"[538] In July 2017, following a challenge mounted by human rights campaigners against ministers who the campaigners accused of \"acting illegally by not suspending weapons sales to Saudi Arabia, the UK High Court ruled that the government arms sales were lawful.\"[539] On 28 August 2018, at a Pentagon news conference in Washington, US Defense Secretary Jim Mattis said that the US would continue to support the Saudi-led coalition. In spite of a commitment by Saudi that \"everything humanly possible\" would be done and no damage to innocent lives would be caused, the increased civilian casualties in the Yemen war remain unexplained.[540] In August 2018, a report by UN experts said all parties to the conflict may have committed war crimes, including the governments of Yemen, the United Arab Emirates and Saudi Arabia, and the Houthi movement. The UN described the conflict as the world's worst humanitarian crisis. The report documented 6,475 deaths in the conflict, but estimated the true number was significantly higher. The report criticized Saudi-led airstrikes and accused parties of conflict of inlawful violations such as \"deprivation of the right to life, arbitrary detention, rape, torture, enforced disappearances and child recruitment\".[541] In July 2019, a large shipment of Australian-built remote weapons systems was exported from Sydney airport. The Guardian reported that the shipment was purchased by the governments of Saudi Arabia and the United Arab Emirates.[542] In August 2019, human rights groups urged Australia to suspend the arms sales to the two countries that have been “waging the bloody war in Yemen”. As of February 2019, the UN had confirmed deaths and injuries of 17,700 civilians in the conflict, in addition to the displacement of 3.3 million people and the increasing humanitarian crisis.[543] On 3 August 2019, a UN report said the US, UK, and France may potentially be complicit in committing war crimes in Yemen by selling weapons to the Saudi-led coalition which the report said was using starvation of civilians as a tactic of warfare.[544][545] On 7 October 2019, Yemeni health officials said an explosive device blasted in Wadi Nakhla, Hudaydah, killing at least four children, and wounding two others. The officials blamed Houthi rebels for the blast.[546] In February 2019, a CNN led investigation reported that the US arms agreement with the UAE and Saudi Arabia was being. According to the report, Saudi Arabia and its coalition partners, including UAE, transferred US-made weapons to al Qaeda linked fighters, Salafi militias, and other factions fighting in Yemen, violating the Saudi-led coalition's agreement with the United States. The report also alleged that US made weapons had also been captured by the Houthis.[547] In November 2019, US State Department and Pentagon assigned teams to visit the UAE and Saudi Arabia to probe into the report's claims that American-made weapons were transferred to these groups.[548] In February 2020, British law firm, Stoke White appealed the authorities in Britain, the U.S., and Turkey to arrest senior officials from the United Arab Emirates (UAE) for allegedly carrying out war crimes and torture in Yemen. The complaints were lodged under the provision of ‘universal jurisdiction’, wherein the nations must probe breaches of the Geneva Convention for possible war crimes.[549] In March 2020, Human Rights Watch accused Saudi military forces and Saudi-backed Yemeni forces of carrying out abuse of Yemeni civilians in the country's eastern province of al-Mahrah. They accused them arbitrarily arresting, torturing, and illegally transferring detainees to the kingdom of Saudi Arabia. The report documented 16 cases of arbitrary detention and five cases of detainees who had been transferred illegally to Saudi Arabia.[550][551] On 21 June 2020, The Guardian reported that after a strong campaign against arms trade in the UK in 2019, a court of appeal listed the supply of arms to Saudi Arabia as unlawful. However, the UK government allegedly continued the arms supply to Saudi Arabia and ignored this landmark ruling.[552] On 30 June 2020, a report by Yemeni human rights group Mwatana documented since May 2016, more than 1,600 cases of arbitrary detentions, 770 forced disappearances, 344 cases of torture and at least 66 deaths in unofficial prisons. The report stated that Houthis were responsible for most abuses. It blamed them for 350 forced disappearances, 138 incidents of torture, and 27 deaths in detention, while UAE-backed forces, including the Southern Transitional Council, were responsible for 327 disappearances, 141 cases of torture, and 25 deaths in detention. The report blamed forces loyal to the Saudi-backed Yemeni government for 65 cases of torture and over 24 deaths.[553] The United Nations confirmed that an airstrike by the Saudi-led coalition hit the northern province of Yemen on 6 August 2020, causing a large number of civilian casualties. The Houthi's health minister said that 9 children were among those killed, while 12 children and women were injured.[554] On 14 September 2020, Human Rights Watch wrote that Houthis have a “particularly egregious record of obstructing aid agencies from reaching civilians in need”.[555] On 17 September 2020, a coalition of 39 human rights organizations signed a letter urging Canada Prime Minister Justin Trudeau to end arms exports to Saudi Arabia, which the letter accused of committing war crimes in the Yemen war. The letter came after a United Nations panel listed Canada among the countries helping in fueling the war.[556] An investigation led by the Sky News reported that on 12 July 2020, an air-strike in Northern Yemen, reportedly carried out by the Saudi-led coalition, hit a family home, killing six children and three women. The investigators found fragments of the bomb and some of the shrapnel which seemed to be the part of a GBU-12, 500 lb fin-guided bomb, manufactured in the US. The Joint Incidents Assessment Team is still investigating the attack.[557] According to the official statistics released on 6 October 2020 by the Department for International Trade (DIT), British manufacturers have exported arms to the Kingdom of Saudi Arabia worth about £11bn in 2019. The export took place despite a halt on the sale of weapons to Saudi Arabia, for their potential use in Yemen where the Saudi-led coalition has been accused of war crimes.[558] Britain was ranked second after the United States for sales to Saudi Arabia. As of 10 October 2020, British sales were reported to have increased, with the UK issuing almost one of arms license to Saudi Arabia per day. The United Nations has accused both sides of the conflict of using child soldiers. In August 2018, the UN reported that two-thirds of child soldiers in Yemen fought for the Houthis. The report documented 800 cases of child soldiers in 2017.[559][560] In December 2018, The New York Times reported that Saudi Arabia had hired Child Soldiers from Sudan (especially from Darfur), and Yemen to fight against Houthis. They reported that as many as 14,000 Sudanese militiamen were fighting in the war, many of them children.[561][562][563] In March 2019, it was reported that British SAS special forces had allegedly been involved in training child soldiers in Yemen.[564] In March 2019, Al Jazeera reported that Saudi Arabia recruited Yemeni children to guard the Saudi Arabia-Yemen border against Houthis.[560] In June 2019, US secretary of state Mike Pompeo, blocked the inclusion of Saudi Arabia on the US list of countries that recruit child soldiers, dismissing State department experts’ findings.[565] In January 2022, the UN reported that 1,406 child soldiers recruited by the Houthis had died on the battlefield in 2020 and 562 had died between January and May 2021.[566] In February 2022, Unknown armed men kidnapped five United Nations personnel in southern Yemen as they were returning to Aden after a field tour. According to Russell Geekie, a spokesman for the top UN official in Yemen, the crew was kidnapped on Friday, 11 February 2022, in the Abyan governorate.[567] A June 2022 report by The Washington Post and the Security Force Monitor at Columbia Law School's Human Rights Institute stated that a \"substantial portion\" of airstrikes by the Saudi-led campaign were \"carried out by jets developed, maintained and sold by U.S. companies, and by pilots who were trained by the US military\". The report draws comparisons between the Saudi-led campaign and Russia's bombing of civilian targets during its 2022 invasion of Ukraine, stating that thousands of similar airstrikes occurred in Yemen, including around 150 that took place while the world's attention was focused on the war in Ukraine. Human rights observers say that hundreds of these airstrikes have violated international law. According to ACLED, airstrikes by the Saudi-led coalition had killed 24,000 people, including 9,000 civilians.[568] Djibouti, a small country in the Horn of Africa across the Bab-el-Mandeb strait from Yemen, has received an influx of refugees since the start of the campaign.[253][569][570] Refugees also fled from Yemen to Somalia, arriving by sea in Somaliland and Puntland starting 28 March.[571][572] On 16 April 2015, 2,695 refugees of 48 nationalities were reported to have fled to Oman in the past two weeks.[573] According to Asyam Hafizh, an Indonesian student who was studying in Yemen, Al-Qaeda of Yemen has rescued at least 89 Indonesian civilians who were trapped in the conflict. Later on he arrived in Indonesia and he told his story to local media.[574] United Nations High Commissioner for Refugees (UNHCR) reported in August 2015 that a total of almost 100,000 people fled Yemen, especially to regional countries, like Saudi Arabia and Djibouti.[575] In September 2016, UNHCR estimated displacement of 2.4 million Yemenis within the country and 120,000 seeking asylum.[576] In 2018, 500 refugees fleeing the civil war in Yemen came to Jeju Island, causing unease among the residents of Jeju Island.[577][578][579][580][581][582] According to the International Organisation for Migration, despite the dangerous situation, nearly 150,000 migrants from Ethiopia arrived in Yemen in 2018, most of whom were on their way to Saudi Arabia in search of employment.[583] In October 2019, Kuwait donated $12 million to the UNHCR to support its humanitarian programs in Yemen. Salvatore Lombardo, Chief of Staff at office of the UNHCR, said that the donation will be allocated to address the issues of Yemen's internally displaced persons (IDPs).[584] The Royal Saudi Navy evacuated diplomats and United Nations staff from Aden to Jeddah on 28 March 2015 as the Houthis targeted the city.[585] Pakistan dispatched two special PIA flights to evacuate from Aden some 500 stranded Pakistanis on 29 March 2015.[586] Several UN staff members and Arab diplomats were also evacuated following the airstrikes.[587] The Indian government responded by deploying ships and planes to Yemen to evacuate stranded Indians. India began evacuating its citizens from Aden on 2 April by sea.[588] An air evacuation of Indian nationals from Sanaa to Djibouti started on 3 April, after the Indian government obtained permission to land two Airbus A320s at the Houthi-controlled airport.[589] The Indian Armed Forces carried out rescue operation codenamed Operation Raahat and evacuated more than 4640 overseas Indians in Yemen along with 960 foreign nationals of 41 countries.[590] The Sanaa air evacuation ended on 9 April 2015 while the Aden evacuation by sea ended on 11 April 2015.[591] The United States did not undertake an evacuation of private U.S. citizens from the country,[592] but some Americans (as well as Europeans) took part in an evacuation organized by the Indian government.[593] A Chinese missile frigate docked in Aden on 29 March to evacuate Chinese nationals.[594] The ship reportedly deployed soldiers ashore on 2 April to guard the evacuation of civilians from the city.[595] Hundreds of Chinese and other foreign nationals were safely evacuated aboard the frigate in the first operation of its kind carried out by the Chinese military.[596] The Philippines announced that 240 Filipinos that had grouped in Sanaa were evacuated across the Saudi border to Jizan, before boarding flights to Riyadh and then to Manila.[597] The Malaysian government deployed two Royal Malaysian Air Force C-130 aircraft to evacuate their citizens from the safe airports in Djibouti and Dubai.[598] From Aden they were recuperated first by sea,[599] and there were many in Hadhramaut Governorate.[598] On 15 April, around 600 people were evacuated to Malaysia, also comprising citizens of other Southeast Asian countries such as 85 Indonesians, 9 Cambodians, 3 Thais and 2 Vietnamese.[599] The Indonesian Air Force also sent a Boeing 737-400 and a chartered aircraft to evacuate Indonesian citizens. Indonesians remained in Tarim, Mukallah, Aden, Sanaa and Hudaydah.[600] The Ethiopian Foreign Ministry said it would airlift its citizens out of Yemen if they requested to be evacuated.[601] There were reportedly more than 50,000 Ethiopian nationals living and working in Yemen at the outbreak of hostilities.[602] More than 3,000 Ethiopians registered to evacuate from Yemen, and as of 17 April, the Ethiopian Foreign Ministry had confirmed 200 evacuees to date.[603] Throughout April Russian military forces evacuated more than 1,000 people of various nationalities, including primarily Russian citizens, on at least nine flights to Chkalovsky Airport, a military air base near Moscow. In early April around 900 had come from Houthi-controlled Sanaa, and the balance from Aden.[604] The UNSC Resolution 2216 was then agreed on 14 April 2015.[605] According to UN estimates, the war has directly caused the death of over 3,000 children as of December 2020[update]; while indirect causes of the war (lack of food, health and infrastructure) have led to additional deaths.[606] The UN estimates that at the end of 2021, 70% of all the casualties of the war (around 259,000) are children under five.[607] Yemeni refugee women and children are extremely susceptible to smuggling and human trafficking.[608] NGOs report that vulnerable populations in Yemen were at increased risk for human trafficking in 2015 because of ongoing armed conflict, civil unrest, and lawlessness. Migrant workers from the Somalia who remained in Yemen during this period suffered from increased violence, and women and children became most vulnerable to human trafficking. Prostitution on women and child sex slaves is a social issue in Yemen. Citizens of other gulf states are beginning to be drawn into the sex tourism industry. The poorest people in Yemen work locally and children are commonly sold as sex slaves abroad. While this issue is worsening, the plight of Somalis in Yemen has been ignored by the government.[609] Children are recruited between the ages of 13 and 17, and as young as 10 years old into armed forces despite a law against it in 1991. The rate of militant recruitment in Yemen increases exponentially. According to an international organization, between 26 March and 24 April 2015, armed groups recruited at least 140 children.[610] According to the New York Times report, 1.8 million children in Yemen are extremely subject to malnutrition in 2018.[611] Both the Saudi-led coalition and the Houthis were blacklisted by the UN over the deaths of children during the war. In 2016 Saudi Arabia was removed from the list after alleged pressure from Gulf countries who threatened to withdraw hundreds of millions of dollars in assistance to the UN, the decision was criticized by human rights groups and the coalition added again in 2017 and was accused of killing or injuring 683 children, and attacking many of schools and hospitals in 38 confirmed attacks, while the Houthis were accused of being responsible for 414 child casualties in 2016.[612][613][614] On 16 June 2020, the United Nations removed the Saudi-led coalition fighting in Yemen war from an annual blacklist of parties violating children's rights. The decision was taken despite the UN finding that the coalition operations killed or injured nearly 222 children in Yemen, in 2019. The Saudi-led coalition's removal from the blacklist leaves Yemeni children vulnerable to future attacks.[615] In mid-May 2019, a series of Saudi/Emirati-led airstrikes hit Houthi targets on the outskirts of Sanaa. One of the airstrikes destroyed several homes, killing five civilians and injuring more than 30. According to the Armed Conflict Location and Event Data Project, while 4,800 of about 7,000 civilian fatalities have been caused by the Saudi-led coalition since 2016, the Houthis are accountable for 1,300 civilian deaths.[616] According to UNICEF, two million children have dropped out of school in Yemen since the conflict began in March 2015. The education of other 3.7 million children is uncertain as the teachers have not received salaries in the last two years.[617] On 9 October 2019, children's advocacy group, Save the Children warned of a significant rise in cholera cases in northern Yemen. The crisis caused by increase in fuel shortages has affected several thousand children and their families.[618] The UN estimates that the war caused an estimated 230,000 deaths by December 2020, of which 130,000 were from indirect causes which include lack of food, health services and infrastructure.[606] Earlier estimates from 2018 from Save the Children estimated that 85,000 children have died due to starvation in the three years prior.[619] Between October 2016 and August 2019, over 2,036,960 suspected cholera cases were reported in Yemen, including 3,716 related deaths (fatality rate of 0.18%).[620] The seasonal flu virus in Yemen has claimed more than 270 lives since October 2019. Poor medical facilities and widespread poverty in Yemen due to the war waged by Saudi-led coalition and Houthis have led to the deaths of many infected patients in their homes.[621] The UN estimated that by the end of 2021, the conflict in Yemen had claimed more than 377,000 lives, and 70% of deaths were children under age 5.[179][180] As of March 2020, the Jewish Cemetery in Aden was destroyed; as of April 2020, the fate of the last 50 Jews in Yemen was reported to be unknown.[622] On 13 July 2020 it was reported that the Houthi Militia is capturing the last Jews of Yemen of the Kharif District.[623] On 16 July 2020, 5 Jews were allowed to leave Yemen by the Houthi leaving 33 Jews in the country.[624] In July 2020, the Mona Relief reported on their website that as of 19 July 2020, of the Jewish population in Yemen there were only a \"handful\" of Jews in Sanaa.[625] On 29 March 2021, the Iranian-backed Houthi government deported the last remaining Yemenite Jews to Egypt, ending the continuous presence of a community that dated back to antiquity.[626] The civil war in Yemen severely impacted and degraded the country's education system. The number of children who are out of school increased to 1.8 million in 2015–2016 out of more than 5 million registered students, according to the 2013 statistics released by the Ministry of Education.[627] Moreover, 3600 schools are directly affected; 68 schools are occupied by armed groups, 248 schools have severe structural damage, and 270 are used to house refugees. The Yemen government has not been able to improve this situation due to limited authority and manpower. Some of the education system's problems include: not enough financial resources to operate schools and salaries of the teachers, not enough materials to reconstruct damaged schools, and lack of machinery to print textbooks and provide school supplies. These are caused by the unstable government that cannot offer enough financial support since many schools are either damaged or used for other purposes. Despite warfare and destruction of schools, the education ministry was able to send teams to oversee primary and secondary schools' final exam in order to give students 15–16 school year certificates.[627] Currently, UNICEF is raising money to support students and fix schools damaged by armed conflicts. The Yemeni quality of life is affected by the civil war and people have suffered enormous hardships. Although mines are banned by the government, Houthi forces placed anti-personnel mines in many parts of Yemen including Aden.[628] Thousands of civilians are injured when they accidentally step on mines; many lose their legs and injure their eyes. It is estimated that more than 500,000 mines have been laid by Houthi forces during the conflict. The pro-Hadi Yemen Army was able to remove 300,000 Houthi mines in recently captured areas, including 40,000 mines on the outskirts of Marib province, according to official sources.[629] In addition, the nine-country coalition led by Saudi Arabia launched many airstrikes against Houthi forces; between March 2015 and December 2018 more than 4,600 civilians have been killed and much of the civilian infrastructure for goods and food production, storage, and distribution has been destroyed.[630][631] Factories have ceased production and thousands of people have lost their jobs. Due to decreased production, food, medicines, and other consumer staples have become scarce. The prices of these goods have gone up and civilians can no longer afford them for sustenance. The United Nations representative Baroness Amos, Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator, said on 2 April 2015 that she was \"extremely concerned\" about the fate of civilians trapped in fierce fighting, after aid agencies reported 519 people killed and 1,700 injured in two weeks. The UN children's agency reported 62 children killed and 30 injured and also children being recruited as soldiers.[632] Russia called for \"humanitarian pauses\" in the coalition bombing campaign, bringing the idea before the United Nations Security Council in a 4 April emergency meeting.[633] However, Saudi Arabia's ambassador to the United Nations questioned whether humanitarian pauses would be the best way of delivering humanitarian assistance.[634] On 14 April 2015, the United Nations Security Council adopted a resolution placing sanctions on Abdul-Malik al-Houthi and Ahmed Ali Saleh, establishing an arms embargo on the Houthis, and calling on the Houthis to withdraw from Sanaʽa and other areas they seized.[635] The Houthis condemned the UN resolution and called for mass protests.[636] Jamal Benomar, the UN envoy to Yemen who brokered the deal that ended Ali Abdullah Saleh's presidency during the 2011–12 revolution, resigned on 15 April.[637] Mauritanian diplomat Ismail Ould Cheikh Ahmed, formerly the head of the UN's Ebola response mission, was confirmed as the new UN Envoy to Yemen on 25 April.[638] The Panel of Experts on Yemen mandated by the Security Council, UN submitted a 329-page report to the latter's president on 26 January 2018 denouncing the UAE, the Yemeni government and the Houthis for torturing civilians in the Yemeni conflict.[639] In December 2018, UN-sponsored talks between the Houthis and the Saudi-backed government were expected to start. The UN also started using its jets to carry wounded Houthi fighters out of the Yemeni capital, Sanaa, to Oman, paving the way for planned peace talks after nearly four years of civil war.[640] According to United Nations, more than 3.6 million Yemenis have been displaced in the 5-year-old conflict. The World Food Programme, which feeds more than 12 million Yemenis needs more funding to continue the ongoing operations and ramp back up operations in the north. Without funding, 30 of 41 major aid programmes in Yemen would close in the next few weeks.[641] On 27 September 2020, the United Nations announced that the Iran-backed Houthi rebels and the Hadi government supported by the Saudi-led military coalition, agreed to exchange about 1,081 detainees and prisoners related to the conflict as part of a release plan reached in early 2020. The deal stated the release of 681 rebels along with 400 Hadi government forces, which included fifteen Saudis and four Sudanese. The deal was finalized after a week-long meeting held in Glion, Switzerland, co-chaired by UN Special Envoy for Yemen, Martin Griffiths. The prisoner-swap deal was done by the UN during 2018 peace talks in Sweden and both parties were agreed on several measures including the cease-fire in the strategic port city of Hodeida. A prisoner swap deal was made as part of the 2018 peace talks held in Sweden. However, the implementation of the plan clashed with military offensives from Houthis and the Saudi-led coalition, which aggravated the humanitarian crisis in Yemen, leaving millions suffering medical and food supply shortages.[642] On 4 April 2015, the International Committee of the Red Cross called for a 24-hour ceasefire to deliver aid and supplies after the Saudi-led coalition blocked three aid shipments to Yemen.[313][643] On 5 April, Reuters quoted a Houthi leader as saying the group would be willing to sit down for peace talks if the airstrikes stopped and a neutral party acted as mediator.[644] On 7 April, China added its support of a ceasefire in Yemen, following an appeal by the ICRC and Russia for a humanitarian pause.[645] Despite Saudi Arabia asking for Pakistan's support to join the coalition,[646] the Pakistan government also called for a ceasefire in order to help negotiate a diplomatic solution.[647] Alongside Turkey, Pakistan has taken initiatives to arrange a ceasefire in Yemen.[648] According to analysis written in U.S. News, Pakistan's strategic calculations firmly believes that if the Saudis enter into a ground war in Yemen – with or without Pakistani military – it will become a stalemate; therefore, Pakistan is increasing its efforts to potentially help engineer a face-saving solution to achieve a ceasefire and end the war.[646] On 12 April, Saudi Arabia rejected Iran's request about a ceasefire in Yemen. Saudi Foreign Minister Prince Saud al-Faisal said in the Saudi capital, Riyadh, at a news conference with his French counterpart Laurent Fabius, that \"Saudi Arabia is a responsible for establishing legitimate government in Yemen and Iran should not interfere.\"[649] Australia called for the ceasefire in Yemen, because of the civilian casualties numbers.[650] On 16 April, Secretary-General Ban Ki-moon requested an immediate ceasefire in Yemen. Also he said all parties must stop war as soon as possible.[651] Iranian foreign minister Mohammad Javad Zarif submitted four-point Yemen peace plan to United Nations. In this letter he pointed to enormous civilian casualties and destruction of civilian infrastructure. He said the only way to stop the war is to require that Yemeni parties form a national unity government without any foreign military intervention.[652] Furthermore, since 21 April 2016, peace talks have started in Kuwait at the Bayan Palace.[653] In June 2015, a solution to ending the Saudi intervention in Yemen sought the participation of a Yemeni delegation to the Geneva peace talks; the delegation came under attack in the Geneva peace talks.[654] On 10 April 2016, cease fire agreement reached in Yemen, after months of negotiation,[655] but peace talks were suspended on 6 August.[656] A second Yemeni ceasefire attempt on 21 November 2016, collapsed within 48 hours.[657] The U.S. and U.K. have put immense pressure on Saudi Arabia following the bombing campaign in Yemen and the brutal killing of Jamal Khashoggi, a Washington Post journalist. On 30 October 2018, US Secretary of State Mike Pompeo said \"It is time to end this conflict, replace conflict with compromise, and allow the Yemeni people to heal through peace and reconstruction.\" Pompeo emphasized that the Houthi rebels must stop firing missiles at Saudi and the UAE, but he also added that \"subsequently, coalition airstrikes must cease in all populated areas in Yemen,\" aiming at Saudi Arabia.[658] Defense Secretary Jim Mattis said all the parties involved in the war need to take part in peace talks initiated by the UN within 30 days.[659] On 10 November 2018, the U.S. announced it would no longer refuel coalition aircraft operating over Yemen. The Saudi-led coalition issued a statement confirming the decision, saying the cessation of aerial refueling was made at the request of the coalition due to improvements in their own refueling capabilities. The move was expected to have minimal impact on the Saudi effort.[660] The U.S. still provides support for the Saudi-led intervention via weapons sales and intelligence sharing.[661] Many U.S. senators were upset with Trump's response on the murder of Khashoggi. The disapproval of the Trump administration's support then took another turn as U.S. senators advanced a motion to withdraw American support from the Saudi-led coalition fighting in Yemen. The senators voted 63–37 to take forward the bipartisan motion, giving a severe blow to Trump administration, which was in favor of Saudi Arabia.[662] On 13 March 2019, the U.S. Senate voted 54–46 in favor of ending U.S. support for the Saudi-led war in Yemen and called on the President to revoke U.S. forces from the Saudi-led coalition.[663] In July 2020, Mahmoud Ahmadinejad said he would be prepared to mediate between the hostile parties in Yemen to end the war.[664] Armed Houthis ransacked Al Jazeera's news bureau in Sanaʽa on 27 March 2015, amid Qatar's participation in the military intervention against the group. The Qatar-based news channel condemned the attack on its bureau.[665] On 28 March, Ali Abdullah Saleh stated neither he nor anyone in his family would run for president, despite recent campaigning by his supporters for his son Ahmed to seek the presidency. He also called on Abdrabbuh Mansur Hadi to step down as president and said new elections should be held.[666] Rumors about Saleh's whereabouts swirled during the conflict. Foreign Minister Riad Yassin, a Hadi loyalist, claimed on 4 April that Saleh left Yemen aboard a Russian aircraft evacuating foreign nationals from Sanaa International Airport.[667] Later in the month, Saleh reportedly asked the Saudi-led coalition for a \"safe exit\" for himself and his family, but the request was turned down.[668] King Salman reshuffled the Saudi cabinet on 28 April, removing Prince Muqrin as his designated successor. The Saudi royal palace said Muqrin had asked to step down, without giving a reason, but media speculation was that Muqrin did not demonstrate sufficient support for the Saudi-led military campaign in Yemen.[669] A spokesman for Yemen's exiled government told Reuters on 29 April that the country would officially seek membership in the Gulf Cooperation Council.[670] Media reports have noted that the civil war has reached nearly all of Yemen, with one notable exception being the remote Indian Ocean archipelago of Socotra,[671] where the war spread due to the South Yemen insurgency in 2017.[672] On 30 September 2019, Houthi rebels released 290 Yemeni prisoners in a move, stated by the United Nations as a revival of peace process, the International Committee of the Red Cross (ICRC) said.[673] In August 2020, confidential Saudi documents revealed the kingdom's strategy in Yemen. The 162 pages of classified Saudi documents dates back prior to 2015. The pages showed the kingdom's inaction in stopping the Houthis from capturing Sanaa, despite Saudi intelligence reports. The records also exposed that Saudi Arabia hampered German and Qatari reconstruction efforts in Saada after a ceasefire had largely terminated years of fighting between the Houthis and the government in 2010.[674] In September 2020, the United Nations announced a swap of \"1081 conflict-related prisoners\" between the two opponents, including Saudi and Sudanese troops fighting for the Saudi-led coalition.[675] In October 2020, two American hostages Sandra Loli and Mikael Gidada who had been captives for 16 months, were freed by the Houthi rebels in exchange for releasing 240 former Houthi combatants in Oman.[676] In January 2021, the US Secretary of State Mike Pompeo announced his intentions of declaring the Houthi movement in Yemen as a \"foreign terrorist organization\". Under the plan, the three leaders of Houthis, known as Ansarallah, were to be listed as Specially Designated Global Terrorists. However, it induced a fear among the diplomats and aid groups that the move would cause issues in the peace talks and in delivering aid to the Yemen crisis.[677] On 3 March 2021, a court in Rome ordered an extension of an investigation for six months around the allegations that Saudi Arabia used Italian weapons in an October 2016 bombing campaign that killed a six-member Ahdal family. The export of Italian arms to Saudi Arabia dramatically expanded between 2014 and 2016, under the then-Prime Minister Matteo Renzi. The Italian Senator was crucially criticized for his increasing ties with Riyadh, where he attended an investment forum and even interviewed the Saudi Crown Prince Mohammed bin Salman. The investigation into Italian involvement was initiated as the fragments of the bomb were linked to RWM Italia, which is a unit of the German arms manufacturer Rheinmetall AG. The Italian export authority, Unit for the Authorizations of Armament Materials (UAMA) was also being investigated.[678] Although the United Arab Emirates had announced in 2019 to vacate Yemen and withdraw all its troops, the Arab nation continued to maintain its presence for strategic objectives. Reports in May 2021 revealed that the Emirates was building a mysterious airbase on Yemen's Mayun Island in the Bab el-Mandeb Strait. Satellite images revealed that the construction work to build a 1.85 km (6,070 ft) runway, along with three hangars, on the island was completed on 18 May 2021. Military officials of the Yemeni government said that the UAE was transporting military equipment, weapons and troops to Mayun Island through ships. The island was considered a strategic location for anyone who controls it, offering power for operations into the Gulf of Aden, the Red Sea and East Africa, and for easily launching airstrikes into Yemen mainland.[679] On 7 October 2021, Bahrain, along with Russia and other members of the UN human rights council, opposed the council's investigations into the war crimes in Yemen. The members narrowly voted the Netherlands’ resolution to give another two years to the independent investigators to continue the probe to monitor atrocities in the Yemen war. In the past, independent investigators concluded that potential war crimes have been committed by all sides. An ally of Bahrain, Saudi Arabia is not a voting member of the council, but rights activists said the Kingdom heavily lobbied against the resolution.[680] In June 2022, the European Centre for Constitutional and Human Rights (ECCHR), Mwatana for Human Rights and Sherpa International accused three French arms manufacturing companies of complicity in the war crimes in Yemen. In a lawsuit filed at a Paris court, the NGOs accused Dassault Aviation, MBDA France and Thales Group of selling arms to Saudi Arabia and the United Arab Emirates, despite evidence of systematic attacks against civilians. ECCHR said companies doing business with Saudi and the UAE shouldn’t ignore the evidence of attacks that deliberately targeted civilians. The fighter jets, missiles and guidance systems produced by MBDA France and Thales were used in the war. Besides, Saudi also used the Mirage 2000 warplanes, which are made and maintained by Dassault Aviation.[681][682] Yemen is facing one of the world's worst Water, Sanitation and Hygiene (WASH) outbreaks. The lack of governance has left Yemen without a viable water supply. Poor sanitation and the lack of clean water has had a deteriorating effect on the health of Yemenis, which is apparent through the increasing cases of cholera in Yemen since 2015. The entire country has been affected by a water shortage and the price of drinking water has more than doubled. Drinking water has become unaffordable for most Yemenis. The problem in Yemen is widespread, thus making it difficult to reduce the problem from escalating because it is hard to supply everyone on a regular basis. The Regional Director for the Middle East and North Africa at UNICEF, Geert Cappelaere, has explained that the fuel shortages in Yemen have deepened the water and health crisis. The water pumping stations in Yemen have been jeopardized as they are quickly running out of fuel and over 3 million people are dependent on these water pumps which have been established through public networks. The ICRC has been working closely with vulnerable people where the resources are limited but aim to prevent the water crisis from worsening by buying 750,000 liters of diesel to provide clean water for people living in Yemen. Already a scarce commodity, the amount of water withdrawn from wells in 2016 reached unsustainable levels. The ICRC has also been working carefully with local authorities to provide water to 330,000 people in Aden. They have also installed wells nearby Aden to provide water to the neighborhood when they are experiencing shortages of water. Water resources have been used by both sides during the war as a tactic during the conflict. Unlike other countries in the Middle East, Yemen has no rivers to depend on for water resources. In 2017, 250,¬000 people of Taiz's total population of 654,330 were served by public water supply networks. As a result of the ongoing conflict NGO's have struggled to reach the sanitation facilities due to security issues. Since the aerial bombardment, Taiz has been left in a critical situation as the current water production is not sufficient for the population. Water availability in Yemen has decreased.[683] Water scarcity with an intrinsic geographical formation in highlands and limited capital to build water infrastructures and provision service caused a catastrophic water shortage in Yemen. Aquifer recharge rates are decreasing while salt water intrusion is increasing.[684] After the civil war began in 2015, the water buckets were destroyed significantly and price of water highly increased. Storing water capacity has been demolished by war and supply chains have been occupied by military personnel, which makes the delivery of water far more difficult. In 2015, over 15 million people need healthcare and over 20 million need clean water and sanitation—an increase of 52 percent since the intervention, but the government agencies can not afford to deliver clean water to displaced Yemeni citizens.[685] The Yemen civil war resulted in a severe lack of food and vegetation. Agricultural production in the country has suffered substantially leaving Yemen to face the threat of famine. Yemen has been since UNSC resolution 2216 was approved in April 2015,[605] under blockade by land, sea, and air which has disrupted the delivery of many foreign resources to Houthi-controlled territory. In a country where 90% of the food requirements are met through imports, this blockade has had serious consequences concerning the availability of food to its citizens.[686] It is reported that out of the population of 24 million in Yemen, everyday 13 million are going hungry and 6 million are at risk of starvation.[686] In October 2016, Robert Fisk reported that there is strong evidence suggesting that the agricultural sector in Houthi-controlled territory was being deliberately destroyed by the Saudi-led coalition, thus exacerbating the food shortage and leaving the Houthis dependent solely on imports, which are difficult to obtain in view of the blockade.[687] Media related to Yemeni Civil War (2015) at Wikimedia Commons","Title":"Yemeni Civil War (2014–present) - Wikipedia","KeyID":"9125","URL":"https://en.wikipedia.org/wiki/Yemeni_Civil_War_(2014%E2%80%93present)"}