{"Content: ":"Sexual exploitation and abuse in humanitarian response first came to public attention with the release of a report in February 2002 of a joint assessment mission examining the issue. The joint mission (composed of UNHCR-SCFUK personnel) reported that \"refugee children in Guinea, Liberia and Sierra Leone have been subjected to sexual abuse and exploitation, reportedly by employees of national and international NGOs, UNHCR and other UN bodies...\"[1] Humanitarian agencies responded almost immediately with measures designed to prevent further abuse, setting up an inter-agency task force with the objective of \"strengthening and enhancing the protection and care of women and children in situations of humanitarian crisis and conflict...\"[2] In 2008 there were signs that sexual exploitation and abuse of beneficiaries not only continued, but was under-reported.[3] In January 2010, the ECHA/ECPS task force developed a website devoted to protection from sexual exploitation and abuse (PSEA) by personnel of the United Nations (UN), non-governmental organizations (NGOs) and other international organizations.[4] A summary of the main findings of the report may be found in an article written by one of the original authors.[5] The report was based on a field mission by the team, which conducted interviews and focus groups with approximately 1,500 individuals (children and adults) in Guinea, Liberia and Sierra Leone: The researchers found that not only was sexual exploitation widespread, it was also perpetrated by aid workers, peacekeepers, and community leaders. Humanitarian workers traded food and relief items for sexual favors. Teachers in schools in the camps exploited children in exchange for passing grades. Medical care and medicines were given in return for sex. Some forty-two agencies and sixty-seven individuals were implicated in this behavior. Parents pressured their children to enter sexually exploitative relationships in order to secure relief items for the family.[6] The full report was published 16 years after it was written by the UK parliament as part of its inquiry into sexual exploitation and abuse in the aid sector on 31 July 2018. The report entitled 'Sexual violence and exploitation: the experience of refugee children in Liberia, Guinea and Sierra Leone' cites the names of implicated aid agencies and peacekeeping battalions and can be found at the following link: https://www.parliament.uk/documents/commons-committees/international-development/2002-Report-of-sexual-exploitation-and-abuse-Save%20the%20Children.pdf Sexual exploitation and abuse (SEA) continues to undermine UN operations thereby affecting the efficacy of these interventions. The UN Multidimensional Integrated Stabilization Mission in the Central African Republic, (MINUSCA), is faced with accusations of SEA.[7][8] Though some of the allegations of SEA in the Central African Republic (CAR) date before the UN intervention, the wide perception of the populace is that the UN forces are to blame. A research article on “sexual exploitation and abuse by intervention forces in CAR” concludes that the UN has its hands tied and has not been able to effectively enforce investigations by the TCCs since this a responsibility of the Troop/Police Contributing Countries (T/PCCs).[9] Given the fact that the UN always faces a challenge of raising troops for PKOs it does not want to lose this ability further by blacklisting TCCs who fail to complete such investigations and punish the offenders. The system wide measures put in place in support of the ‘Zero tolerance policy” have not been effective. The study recommends that there should be effort to make sure that each country takes direct responsibility for the crimes perpetuated by their contingents and failure to complete investigations and conclude such cases should be enforced by strict penalties including banning from participation in Peacekeeping Operations (PKOs).[10] Over 50 women accused staff of multiple humanitarian agencies, including the World Health Organization, of sexual abuse in the Democratic Republic of Congo.[11] The allegations were investigated by the UN Office of Internal Oversight Services (OIOS), which in October 2002 issued a report concluding that it found \"no widespread abuse by aid workers\". In an interview with CNN in May 2002, High Commissioner for Refugees Ruud Lubbers stated, \"We hardly find concrete evidence. It's very scarce\". Save the Children UK (a partner in the original study) responded, \"Nothing that the UN has found makes us think that we were wrong\".[12] In July 2002, the UN's Interagency Standing Committee (IASC) adopted a plan of action which stated that sexual exploitation and abuse by humanitarian workers constitute acts of gross misconduct and are, therefore, grounds for termination of employment. The plan explicitly prohibited the “Exchange of money, employment, goods, or services for sex, including sexual favours or other forms of humiliating, degrading or exploitative behaviour”. The major NGHAs and the UN agencies engaged in humanitarian response committed themselves to setting up internal structures to prevent sexual exploitation and abuse of beneficiaries.[13][14] A step towards protection from sexual exploitation was taken by the UN with its publication of the Secretary-General's Bulletin, Special measures for protection from sexual exploitation and sexual abuse.[15] The purpose of the bulletin was to draw up standards for protecting vulnerable populations (particularly women and children) from sexual exploitation and abuse. It defines sexual exploitation as: Any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from sexual exploitation of another.[16] It prohibits such behavior by all UN staff and by the staff of all organizations working in cooperative arrangements with the UN (i.e. NGHAs). In addition, the bulletin outlines sanctions and procedures to be followed for preventing sexual exploitation and abuse. In November 2004 a collaborative effort by a number of NGOs set up the Building Safer Organisations project (BSO), to develop the capacity of NGOs \"to receive and investigate allegations of sexual exploitation and abuse brought by persons of concern—including refugees, displaced persons and local host populations\". Hosted at the outset as a pilot project by the umbrella organization, the International Council of Voluntary Agencies (ICVA), the project initially developed training materials. Using these materials, the BSO project carried out participatory workshops for NGO and UN staff. As of June 2006, a total of 137 NGO staff took part in management or investigation workshops.[17] In April 2007 BSO was moved to Humanitarian Accountability Partnership International, where it has been merged with HAP's complaints unit.[18] By April 2008, BSO had held \"16 Investigation workshops; seven Investigations Follow-up workshops; seven Management workshops as well as four Training of Trainers workshops and 1 Complaints Mechanisms workshop. 522 humanitarian agency staff has participated in the BSO Learning Programme workshops.\"[19] Since its inception, BSO has been helping organisations apply principles of good complaint-and-response systems to cases of sexual exploitation and abuse by staff. BSO helps NGOs achieve greater accountability by: An independent evaluation by the Women's Commission for Refugee Women and Children concluded that the \"BSO learning program has proven a valuable tool for humanitarian agencies in strengthening their capacity to receive and investigate allegations of sexual exploitation and abuse of beneficiaries by staff....(and) BSO learning program materials are effective and well received\".[23] Two 2008 studies have pointed out that disaster survivors who have been sexually exploited (or abused) by aid workers often do not complain. Save the Children explains the lack of complaints thus: On 25 June 2008 the Humanitarian Accountability Partnership International (HAP) released a report on sexual exploitation and abuse, \"To complain or not to complain: still the question.\" This report includes details for three countries in which consultations were held. It concludes: Sexual exploitation and abuse is a predictable result of a failure of accountability to beneficiaries of humanitarian aid. The single most important reason for this ‘humanitarian accountability deficit’ is the asymmetrical principal-agent relations that characterise most ‘humanitarian’ transactions, that puts the users of humanitarian assistance at a structural disadvantage in their relationship with humanitarian aid providers.[25] Humanitarian aid","Title":"Sexual exploitation and abuse in humanitarian response - Wikipedia","KeyID":"9127","URL":"https://en.wikipedia.org/wiki/Sexual_exploitation_and_abuse_in_humanitarian_response"}