{"Content: ":"The Core Humanitarian Standard on Quality and Accountability (CHS) sets out nine commitments for humanitarian and development actors to measure and improve the quality and effectiveness of their assistance. The CHS places communities and people affected by crisis at the centre of humanitarian action. Humanitarian organisations may use it as a voluntary code with which to align their own internal procedures. It can also be used as a basis for verification of performance.[1] The CHS was launched on 12 December 2014 in Copenhagen, Denmark[2] as the result of a global consultation process involving 2,000 humanitarian and development practitioners. It draws together key elements of existing humanitarian standards and commitments. The founders and copyright holders of the CHS are Groupe URD, Sphere and the CHS Alliance. The Core Humanitarian Standard (CHS) describes the essential elements of principled, accountable and high-quality humanitarian action. Humanitarian organisations may use it as a voluntary code with which to align their own internal procedures. It can also be used as a basis for verification of performance.[3] The CHS is the result of a 12-month, three-stage consultation facilitated by Humanitarian Accountability Partnership International (HAP), People In Aid and the Sphere Project, during which many hundreds of individuals and organisations rigorously analysed the content of the CHS and tested it at headquarters and field level.[4] The three founding bodies and copyright holders of the Core Humanitarian Standard are Groupe URD, Sphere, and the CHS Alliance. They play complementary roles, namely: Besides the CHS Alliance, Sphere and Groupe URD, there are numerous organisations around the world that advocate for, promote and implement the CHS. The Core Humanitarian Standard (CHS) sets out Nine Commitments to communities and people affected by crises stating what they can expect from organisations and individuals delivering humanitarian aid. Each Commitment is supported by a Quality Criterion that indicates how humanitarian organisations and staff should be working in order to live up to it.[8] The Core Humanitarian Standard (CHS) was created with the ambitious goal to provide the entire humanitarian and development sectors with a common reference framework for quality and accountability. Subsequently, many humanitarian and development organisations adopted the Standard and/or expressed their support. Some of the notable statements of support are from the European Union, UNDP, UNIDO, International Committee of the Red Cross, Oxfam and from the governments of Denmark, Germany, Ireland, Switzerland and the United Kingdom. Furthermore, it has been featured in key documents such as the Commitments on Accountability to Affected People and Protection from Sexual Exploitation and Abuse (CAAP) by the Inter-Agency Standing Committee (IASC), and the first annual synthesis report published by UNOCHA since the World Humanitarian Summit and entitled ‘No Time to Retreat’ (2017).[9] “We see the CHS has the clear potential to become an influential framework to set out a common set of commitments and expectations for organisations engaged in principled humanitarian action, based on humanity, impartiality, neutrality and independence.” - International Committee of the Red Cross (ICRC) on the Core Humanitarian Standard Since 2014, the uptake of the CHS is steadily on the increase. Case studies and best practices show that complying with the CHS indeed increases the overall effectiveness and quality of the work of humanitarian and development organisations. For example, putting emphasis on training (Commitment 7, 8) helps to improve the quality and speed of surge response,[10] improving the way of engagement with communities (Commitment 4) helps to obtain quality information and thus a true understanding of people’s realities,[11] and in general, the CHS contributes to making organisations more transparent[12] and to addressing sexual exploitation and abuse (SEA).[13] The Core Humanitarian Standard (CHS) is a voluntary and measurable standard, which means its application can be objectively assessed.[14] Verification is a structured, systematic process to assess the degree to which an organisation is working to achieve the CHS. The Verification Scheme is managed by the CHS Alliance. It sets out the policies and rules of the verification process to ensure it is conducted in a fair and consistent manner for all participating organisations. The Scheme offers four verification options with different degrees of rigour and confidence in the results. These are self-assessment, peer review, independent verification and certification. Although each option is stand alone, the indicators used in the self-assessment are common to all four options. To avoid potential conflicts of interest and following international good practice, the actual independent auditing is undertaken by a certification body specially established for this purpose and is totally independent from the CHS Alliance, the CHS standard setting process and the organisations it audits. Currently the only such organisation is the Humanitarian Quality Assurance Initiative.","Title":"Core Humanitarian Standard on Quality and Accountability - Wikipedia","KeyID":"9128","URL":"https://en.wikipedia.org/wiki/Core_Humanitarian_Standard_on_Quality_and_Accountability"}