{"Content: ":"Daemonosaurus is an extinct genus of possible theropod dinosaur from the Late Triassic of New Mexico. Fossils have been found from deposits in the Chinle Formation, which is latest Triassic in age. While theropods had diversified into several specialized groups by this time, Daemonosaurus is likely a very basal theropod (if one at all), and lies outside the clade Neotheropoda. It is also quite probable that it is a member of the Herrerasauria, a group of basal Saurischians. Daemonosaurus is unusual among putative early theropods (or even Herrerasaurs) in that it had a short skull with long protruding teeth.[1][2][3] Daemonosaurus is known from a single fossil, the holotype CM 76821, which consists of a skull, mandibles, an atlas bone, an axis bone, other neck vertebrae, and rib fragments. This specimen was discovered in a sediment block collected from the Coelophysis Quarry (also known as the Whitaker quarry) at Ghost Ranch, New Mexico. This site is famous for abundant fossils of Coelophysis, an early theropod. C-4-81, the block containing CM 76821, was collected in the early 1980s by E.H. Colbert and is now housed in the collection of the Carnegie Museum of Natural History in Pittsburgh, Pennsylvania. Fossils of Coelophysis were also present in the block. CM 76821 was first uncovered by a volunteer preparing the block while it was on loan to State Museum of Pennsylvania in Harrisburg.[1][2] Daemonosaurus was named by Hans-Dieter Sues, Sterling J. Nesbitt, David S. Berman and Amy C. Henrici in the journal Proceedings of the Royal Society B in 2011 and the type species is Daemonosaurus chauliodus. The generic name Daemonosaurus is derived from the Greek words \"daimon\" (δαίμων) meaning \"demon\" and \"sauros\" (σαύρα) meaning \"reptile\". The specific name is derived from the Greek word \"chauliodous\" (χαυλιόδους) meaning \"prominent toothed\", which is in reference to its procumbent front teeth.[1] Based on the proportions of related theropods, Daemonosaurus is estimated to have been around 1.5 m (5 feet) long.[2] Other estimates suggest that Daemonosaurus was at most 2.2 m (7 ft) long and weighed 22 kilograms (49 pounds).[4] The skull of Daemonosaurus differs considerably from all other Triassic theropods. The snout is short and bears large premaxillary and maxillary teeth in the upper jaw. Procumbent teeth project forward from the tips of the upper and lower jaws,[1] which is highlighted in the species name chauliodis that roughly means \"buck-toothed\".[5] Daemonosaurus is unique among Triassic theropods because it has an unusually short snout, and all other early theropods had long heads and jaws. Like the coelophysoids, Daemonosaurus has a kink in its upper jaws, between the maxilla and the premaxilla. The proportionately large orbit, the short snout, and the apparent lack of fusion between the bones of the braincase suggest that the holotype specimen CM 76821 may be an example of a juvenile dinosaur. On the other hand, the closure (fusion) of the neurocentral sutures in the vertebrae suggest a mature individual. According to Sues et al. (2011), Daemonosaurus can be distinguished based on the following features: the skull is proportionately deep and narrow, with a short antorbital region. The antorbital fenestra is nearly the same size as the external naris (possible autapomorphy). The long posterior process of the premaxilla almost contacts the anterior process of the lacrimal bone (possible autapomorphy). The ventral process of the lacrimal bone has a slender posterior projection extending along anterodorsal margin of the jugal bone. The jugal is dorsoventrally deep and has a prominent lateral ridge; and the alveolar margin of the dentary is downturned at the symphysis. The postorbital with anterolateral overhang over the orbit; and the prefrontal is large and occupies about 50% of the dorsal margin of the orbit. The first two dentary teeth are large and procumbent; and the premaxillary and anterior maxillary teeth are much enlarged relative to the posterior maxillary teeth. The third cervical vertebra has a deep, rimmed, ovoid pleurocoels on the anterolateral surfaces of both the centrum and the neural arch.[1] Daemonosaurus is typically considered to be a basal theropod that lies outside the clade Neotheropoda, a group that includes more advanced Triassic theropods (like Coelophysis) and their descendants.[1] With such a basal position, Daemonosaurus represents a lineage that extended from the earliest radiation of dinosaurs in the Middle Triassic alongside forms such as Eoraptor and Herrerasaurus from South America. A phylogenetic analysis conducted in its original description found Daemonosaurus chauliodus to be closely related to Tawa hallae, a theropod that was described from Ghost Ranch in 2009, and the Neotheropoda. Although the two theropods are closely related, Tawa was found at a quarry that is slightly older than the Whitaker Quarry at Ghost Ranch. Sues et al. (2011) noted that the discovery of Daemonosaurus provided \"additional support for the theropod affinities of both Eoraptor and Herrerasauridae and (demonstrated) that lineages from the initial radiation of Dinosauria persisted until the end of the Triassic.\" Below is a cladogram based on the phylogenetic analysis conducted by Sues et al. in 2011, showing the relationships of Daemonosaurus:[1] Staurikosaurus Herrerasaurus Chindesaurus Eoraptor Daemonosaurus Tawa Megapnosaurus Coelophysis Liliensternus Zupaysaurus Cryolophosaurus Dilophosaurus Jurassic theropods Examination of this genus by Sues et al. (2011) demonstrates that Daemonosaurus is separate and distinct from its other contemporaries.[1] Daemonosaurus differs from Herrerasaurus based on key features in the skull and because it has much larger teeth in the premaxilla. Daemonosaurus differs from Eodromaeus based on features of the jaw bone, skull, cheek bones, and because it has much larger teeth in the premaxilla. Daemonosaurus differs from Eoraptor lunensis based on the presence of much larger premaxillary and anterior maxillary teeth and a much more restricted antorbital fossa on the maxilla. Daemonosaurus differs from Tawa hallae and Coelophysis bauri in features of the skull bones. Daemonosaurus differs from Chindesaurus bryansmalli in features of the cervical vertebrae. A paper published by Baron et al. (2017) resurrected the clade Ornithoscelida to unite ornithischians and theropods to the exception of sauropodomorphs.[6] Although not included in the original study, the authors added Daemonosaurus to their dataset after their hypothesis was criticized by a team of international researchers, Langer et al. (2017).[7] In Baron et al.'s response, Daemonosaurus was found to be the earliest ornithischian, retaining many theropod-like characteristics.[8] Nesbitt and Sues (2020) rescored the genus and reran the analyses of both Langer et al. (2017) and Baron et al. (2017). Langer et al.'s analysis resulted in a large polytomy placing Daemonosaurus as either a basal saurischian, a herrerasaurid, or a basal silesaurid. When Agnosphitys (a fragmentary possible silesaurid) was removed from the analysis, Daemonosaurus was placed as the sister taxon to Eusaurischia, which encompassed the theropod-sauropodomorph split. The rescoring of Baron et al.'s analysis placed Daemonosaurus as an ornithoscelidan outside the ornithichian-theropod split. This area was also occupied by Tawa and Chindesaurus. Although Daemonosaurus was not recovered as an ornithichian in any analysis, it also does not share any clear unambiguous characteristics exclusively with theropods. Though Nesbitt and Sues (2020) considered Daemonosaurus a likely saurischian, they were unable to conclusively place the genus within any subgroup of Dinosauria.[3] Novas et al. (2021) recovered Daemonosaurus in a clade with Tawa and Chindesaurus that is sister to Herrerasauridae, with this broader Herrerasauria being a saurischian clade sister to Eusaurischia.[9] Silesauridae Ornithischia Sauropodomorpha Eodromaeus Neotheropoda Herrerasauridae Daemonosaurus Tawa Chindesaurus The only specimen of Daemonosaurus was recovered at the Coelophysis (Whitaker) quarry at Ghost Ranch in Rio Arriba County, New Mexico. This site preserves pebbly, calcareous conglomerate rich in fossils of many different animals, with the theropod dinosaur Coelophysis being particularly abundant. It has been correlated the Siltstone Member of the Chinle Formation, which is tentatively dated to the Rhaetian (or possibly latest Norian) stage of the Late Triassic period.[1][3] Ghost Ranch was located close to the equator 200 million years ago, and had a warm, monsoon-like climate with heavy seasonal precipitation. The paleoenvironment of the Whitaker quarry included a diverse collection of rhynchocephalians (like Whitakersaurus), archosauromorphs, and archosaurs. Archosauriform taxa present include phytosaurs (Redondasaurus), crocodylomorphs (Hesperosuchus), shuvosaurids (Effigia), the silesaurid Eucoelophysis, and the dinosaur Coelophysis.[10] The multitude of specimens deposited so closely together at Ghost Ranch was probably the result of a flash flood event. Such flooding was commonplace during this period of the Earth's history and, indeed, the nearby Petrified Forest of Arizona is the result of a preserved log jam of tree trunks that were caught in one such flood. In 1989, Colbert noted that the Daemonosaurus specimen and several Coelophysis specimens were washed into a small pond, where they drowned and were buried by a sheet flood event from a nearby river.\"[10]    ","Title":"Daemonosaurus - Wikipedia","KeyID":"913","URL":"https://en.wikipedia.org/wiki/Daemonosaurus"}