{"Content: ":"The Sphere Handbook: Humanitarian Charter and Minimum Standards in Humanitarian Response often called the Sphere Standards is a textbook of minimum standards in humanitarian aid published by the Sphere Association.[1] The first edition was published in 2000[1] and is a \"cornerstone of humanitarian practice\".[2] The Sphere Handbook was developed by international humanitarian aid agencies to describe minimum standards for the provision of emergency humanitarian aid.[1] The handbook is published by the Sphere Association (also known as the Sphere Project).[1] Médecins Sans Frontières declined to engage in the project to create the standards.[3] The handbook presents minimum standards for provision of humanitarian relief activity for food aid, water and sanitation, nutrition, shelter and health care.[2] For each of the sectors, key indicators and metrics are provided.[2] The 2004 edition added two chapters, one on food security another on processes of participation, monitoring & evaluation, and staff management. Seven cross-cutting themes were included: children, older people, people with disabilities, gender, protection, HIV/AIDS, and the environment.[4] The 2011 edition included increased emphasis on protection and safety of people affected by humanitarian crisis. It includes topics of disaster risk reduction and early recovery and includes increased focus on climate change and environmental degradation. The third edition introduced the issue of humanitarian agencies needing to respond in urban (rather than peri-urban and rural) contexts.[4] The technical chapters were revised to show the importance of greater system-wide preparedness, coordination and technical quality, including recognition of the need to support and strengthen local health systems, to provide standards around transitional longer-term reconstruction, and to develop a more integrated approach to the prevention and treatment of malnutrition that addresses wider causes such as poverty and livelihoods in emergencies.[4] The fourth edition expanded further into standards for humanitarian response in urban settings[2] and includes greater focus on the role of local authorities and communities as actors of their own recovery. More emphasis was placed on context analysis to apply standards. There was also updated standards in areas such as water and sanitation, palliative care in health, security of tenure in shelter and settlement. New ways of delivering assistance, including cash-based assistance, are also integrated.[4][5] The standards within the handbook have been used to monitor and evaluate humanitarian interventions[6][7] and are used to the training of humanitarian workers.[2] The initial publication was generally welcomed by aid agencies, but was also met with criticism that the standards can only be met in ideal situations, and therefore are not useful the common situation of there being inadequate resources and time to respond perfectly to humanitarian emergencies.[1] 2019 criticism, published after the publication of the fourth edition, were still criticized for being aspirational and led by consensus rather than by evidence.[2]","Title":"The Sphere Handbook - Wikipedia","KeyID":"9130","URL":"https://en.wikipedia.org/wiki/Sphere_Handbook"}