{"Content: ":"Humanitarian aid workers belonging to United Nations organisations, PVOs / NGOs or the Red Cross / Red Crescent have traditionally enjoyed both international legal protection, and de facto immunity from attack by belligerent parties. However, attacks on humanitarian workers have occasionally occurred, and became more frequent since the 1990s and 2000s. In 2017, the Aid Worker Security Database (AWSD) documented 139 humanitarian workers killed in intentional attacks out of the estimated global population of 569,700 workers. In every year since 2013, more than 100 humanitarian workers were killed.[1] This is attributed to a number of factors, including the increasing number of humanitarian workers deployed, the increasingly unstable environments in which they work, and the erosion of the perception of neutrality and independence[citation needed]. In 2012 road travel was seen to be the most dangerous context, with kidnappings of aid workers quadrupling in the last decade, reaching more aid workers victims than any other form of attack.[2] The foremost collector of data on attacks against humanitarian workers is the Aid Worker Security Database, which has strict parameters allowing for the data to be compared across the globe over time, producing useful analysis for the humanitarian, policy and academic community.[3] Armed Conflict Location & Event Data Project (ACLED) is another database that includes attacks on humanitarian workers in addition to other conflict related incidents.[4] Insecurity Insight produces monthly Aid in Danger reports that highlight attacks during the month from news media, the AWSD and ACLED.[5] The legal basis for protection of humanitarian workers in armed conflicts is contained in the Geneva Conventions of 1949 and the related Protocols I and II of 1977. These treaties describe the category of civilians and outline the rights and obligations of non-combatants during armed conflicts. These rights include the right to be treated humanely; to have access to food, water, shelter, medical treatment, and communications; to be free from violence to life and person, hostage taking, and humiliating or degrading treatment; and the prohibition against collective punishment or imprisonment. Non-combatants include citizens and nationals of countries that are not party to the conflict. While the Geneva Conventions guarantee protection for humanitarian workers, they do not guarantee access of humanitarian workers to affected areas: governments or occupying forces may, if they wish, ban a relief agency from working in their area. Médecins Sans Frontières was created in 1971 with the express purpose of ignoring this restriction, by providing assistance to populations affected by the Biafran civil war despite the prohibitions of the government of Nigeria. In addition, the Geneva Conventions do not require that parties to the conflict guarantee the safety of humanitarian workers. The Conventions prohibit combatants from attacking non-combatants, and they require occupying forces to maintain general order. However, the Conventions do not require that combating parties provide security escorts, for example, when other factions threaten the safety of non-combatants operating in their area. In 2003, the United Nations Security Council passed Resolution 1502 giving greater protection to humanitarian workers and treating attacks on them as a war crime. ICRC promotes a framework for Neutral Independent Humanitarian Action (NIHA) to enable differentiated role understanding. The method of targeting foreigners through suicide bombings, IEDs and kidnappings (often closely associated with criminal and political actors) are strong evidence of at least some political motivations against aid workers.[6] It is very hard often to precisely ascertain a motive; for instance, in 55% of the incidents recorded by the AWSD in 2008, the motive was described as ‘undetermined’.[6] However, of those that were determined, political motivations have increased (29% of the determined total in 2003 to 49% in 2008) relative to economic motivations, or when the victim's status as an aid worker was only incidental.[6] Afghanistan, as one of the most dangerous countries for humanitarian workers to operate in is influential in this changing dynamic; in 2007 61% of incidents were carried out by criminals and 39% by political opposition groups, but in 2008, 65% of incidents were the work of armed opposition groups.[6] Aid workers can be targeted for political reasons both directly and by association.[6] Sometimes the humanitarian organisation may be targeted for something that it has done or a statement it has made, or simply for the delivery of aid to a population, to whom others do not wish aid to reach.[6] It can also be targeted as a result of being associated as an entity collaborating with the 'enemy' (a government, rebel group or foreign power).[6] The dangers of being associated with specific governments or armed forces has further increased the determination of aid workers to be seen as separate, independent and neutral politically.[6] However, evidence shows that this has little impact and instead that western aid agencies are perceived as an intrinsic part of the western 'agenda' and not merely associated with it.[6] In the case of Afghanistan, with the notable exception of the International Committee of the Red Cross, it has been surmised that locals no longer make distinctions (as they once did) between organisations, e.g. those were working with the coalition force's Provincial Reconstruction Teams and those that did not.[6] In remote areas, they sometimes represent the only accessible western target.[6] Although empirical studies on aid worker insecurity have been scarce, two have been conducted in Afghanistan. Watts (2004)[7] did not find evidence indicating heightened aid worker insecurity in provinces where the US military was present. Similarly, Mitchell (2015)[8] was unable to discover a relationship between attacks against NGOs and their proximity to the US military or US-led PRTs respectively; however, his study did reveal that aid workers were more likely to encounter a greater number of security incidents in provinces with PRTs not led by the US. Among all attacks, those on health care are numerous. Hospitals, clinics and ambulances are attacked and health workers injured or killed. As to the Safeguarding Health in Conflict Coalition initiative there have been 973 attacks on health in 23 countries in 2018.[10] Attacks usually either target wounded and sick individuals, health personnel, facilities or medical transport; facilities or medical emblems are misused.[11] These attacks have a negative impact on the overall delivery of health care. Despite the immediate effects of deaths, injuries and the destruction of facilities, the long-term effects are often even more severe. Already weakened health systems, due to present conflicts, get targeted. That can lead to the collapse of entire health systems that are urgently needed in conflicts. The health systems are unable to cope with the situation, people have no access to health care and long-term public health goals are almost impossible to achieve.[12] Many facilities have to close after attacks, hospitals run out of supplies and health projects, like vaccination campaigns, come to halt. Additionally, staff leave their posts, flee the region or country and international organizations withdraw their staff and/ or close projects.[13] The general access to health facilities and care is restricted for people in need. The number of people affected indirectly is therefore even higher than the actual numbers of victims. Moreover, attacks have a negative impact on the psychological well-being of staff and affect their motivation as well as the quality of care provided by them.[14] A full downloadable list of major incidents, from 1997–present, of violence against aid workers can be found at Humanitarian Outcomes' Aid Worker Security Database.[15]","Title":"Attacks on humanitarian workers - Wikipedia","KeyID":"9132","URL":"https://en.wikipedia.org/wiki/Attacks_on_humanitarian_workers"}