{"Content: ":"Eodromaeus (meaning \"dawn runner\") is an extinct genus of probable basal theropod dinosaurs from the Late Triassic of Argentina. Like many other of the earliest-known dinosaurs, it hails from the Carnian-age (~230 Ma) Ischigualasto Formation, within the Ischigualasto-Villa Unión Basin of northwestern Argentina. Upon its discovery, it was argued to be one of the oldest true theropods, supplanting its contemporary Eoraptor, which was reinterpreted as a basal sauropodomorph.[1] Fossils from Eodromaeus were first discovered in 1996 by Argentinean paleontologist Ricardo N. Martinez and Earthwatch volunteer Jim Murphy, and it was first believed that the fossils were a new species of Eoraptor. However, as the researchers started to take a closer look at the fossils, they found that it had many skeletal features which were absent in Eoraptor, and they understood that it came from a new genus.[1][2] Eodromaeus is known from six specimens found at various levels of the Ischigualasto Formation of San Juan Province, Argentina. By far the most complete specimen is the holotype, PVSJ 560, a crushed but nearly complete articulated skeleton recovered from the base of the Valle de la Luna Member. The Valle de la Luna Member is the thick third-oldest member of the formation. It overlies the thinner Cancha de Bochas and La Peña Members, the second-oldest and oldest members of the formation, respectively. Other referred specimens include PVSJ 561, 562, and 563 from the Valle de la Luna Member, PVSJ 534 from the La Peña Member, and PVSJ 877 from the Cancha de Bochas Member. Every Eodromaeus specimen lived within the humid Scaphonyx-Exaeretodon-Herrerasaurus biozone, which occupies the first half of the Ischigualasto Formation. A bentonite deposit in the La Peña Member has been dated to 231 ± 0.4 Ma, indicating that the Ischigualasto Formation corresponds to the later part of the Carnian stage, the first stage in the Late Triassic.[1][3] Eodromaeus was named by Ricardo N. Martínez, Paul C. Sereno, Oscar A. Alcober, Carina E. Colombi, Paul R. Renne, Isabel P. Montañez and Brian S. Currie in 2011 and the type species is Eodromaeus murphi. The generic name is derived from the Greek words Eos (\"Dawn\", \"Early\") and Dromaeus (\"Runner\"). The specific name honors Jim Murphy, who used to work the area nearby where the fossils were found.[1] Eodromaeus was a relatively small dinosaur, like most Carnian dinosaurs apart from herrerasaurids.[1] A press release estimated that its total length reach about 1.2 meters (4.0 feet) from nose to tail, with a weight of about 4.5 to 6.8 kilograms (10-15 pounds).[2] Benson et al. (2018) estimated that Eodromaeus had a mass of 7.1 kg (~16 lbs).[4] The animal was lightly-built and had long hindlimbs, suggesting that it was well-built for running even by the standards of most early dinosaurs. Kubo & Kubo (2012) found that, among 23 sampled Triassic archosaurs, only Marasuchus exceeded Eodromaeus in adaptations for cursoriality.[5] Paul Sereno has estimated that it could run about 32 km per hour (20 miles per hour).[2] Eodromaeus has been cited by Sereno as resembling a predicted common ancestor to all dinosaurs, the \"Eve\" of dinosaurs.[6] The skull was low and rectangular, about 12 cm (4.7 inches) in length. It had an expansive antorbital fenestra edged from below by a sharp ridge. The antorbital fenestra was preceded a promaxillary fenestra, an additional hole in the skull characteristic of theropods and Herrerasaurus. The braincase had deep depressions on its side like many theropods, and connected to the palate via thin and blade-like basipterygoid processes. The cranium had a relatively low number of knife-shaped teeth (fifteen in total) which were longest in the front half of the maxilla. There was also a row of tiny teeth on the pterygoid bone of the palate. Palatal teeth are very rare in dinosaurs (and true archosaurs in general), though they have also been found in Eoraptor. The lower jaw was slender, with widely spaced teeth extending to the tip of the snout as in early theropods.[1] The cervicals (neck vertebrae) were significantly more elongated than those of Eoraptor, and those near the shoulders had large pits which would have housed air sacs. The shorter but more numerous dorsals (trunk vertebrae) were reinforced by hyposphene-hypantrum articulations, while the caudals (tail vertebrae) were connected by elongated prezygapophyses, as seen in other theropods. The shoulder girdle had a deep coracoid connecting to a long and rod-shaped scapula. The large forelimbs had closely-appressed forearm bones and strongly-developed wrist and elbow joints. The manus (hand) had five fingers, with the second and third elongating towards their tips. In contrast, the fourth and fifth fingers were very thin and short. The pelvis (hip) had a tall ilium which connected to three sacrals (hip vertebrae). It also included an elongated ischium and pubis, the latter of which tapers before expanding into a small pubic boot similar to that of other theropods. The hindlimb possessed several muscle scars characteristic of theropods, such as a depression on the femur for extensor muscles, and a flange for tibial ligaments on the fibula.[1] When originally described in 2011, Eodromaeus was regarded as the earliest member of Theropoda. Theropods include the vast majority of carnivorous dinosaurs, such as Tyrannosaurus, Allosaurus, and Velociraptor, as well as the only living dinosaurs, birds. Eodromaeus was considered one of most basal theropod and placed outside of the group Neotheropoda, which contains coelophysoids and post-Triassic theropods. The only putative theropods found to be more basal were the herrerasaurids, a group of relatively large early carnivorous dinosaurs with an unstable relationship to other dinosaurs.[1] The discovery of Eodromaeus also lead to scrutiny regarding the contemporary early dinosaur Eoraptor. Eoraptor had previously been regarded as a theropod, but Martinez et al. (2011) instead concluded that it likely represented one of the most basal sauropodomorphs, the group that includes animals like Apatosaurus.[1] There is still a small amount of debate over the position of Eoraptor, with a few studies reclaiming it as a theropod alongside Eodromaeus.[7][8] Most studies since 2011 have continued to place Eodromaeus as a basal theropod akin to the results of Martinez et al. There are some disagreements; many subsequent studies consider Eodromaeus to lie crownward (i.e. more 'advanced') relative to Tawa and/or Chindesaurus.[9][10][11][12] A few also reject the notion of herrerasaurids being theropods.[8] An alternative hypothesis, first presented by Cabreira et al. (2016), argues that Eodromaeus was not a theropod, but rather a more basal saurischian.[13] This means that its lineage would have evolved prior to the split between sauropodomorphs and true theropods. Other putative theropods such as Tawa, Chindesaurus, Daemonosaurus, and herrerasaurids fall even further stemwards than Eodromaeus according to this study and derived works.[14][15][16] A few other unusual placements have been found in studies relating to the controversial Ornithoscelida hypothesis of Baron et al. (2017).[8] Although Baron et al.'s original paper did place Eodromaeus as a theropod, a critique and recoding by Langer et al. (2017) recovered Saurischia and moved Eodromaeus out of Theropoda.[17][18] A subsequent response to that critique, by Baron et al. (2017), placed Eodromaeus as a basal herrerasaurian and simultaneously shifted the entire family Herrerasauridae outside of Dinosauria.[19] The following cladogram represents the original theropodan placement of Eodromaeus found by Martinez et al., 2011:[1] Lagerpetidae Marasuchus Silesauridae Ornithischia Eoraptor Panphagia Saturnalia Sauropodiformes Herrerasaurus Staurikosaurus Eodromaeus Tawa Dilophosaurus \"Syntarsus\" kayentakatae S. rhodesiensis Coelophysis Ceratosaurus The following cladogram represents the alternative hypothesis of Cabreira et al. (2016), placing Eodromaeus as a basal saurischian:[13] Ornithischia (including Silesauridae) Herrerasauridae Daemonosaurus Tawa Chindesaurus Eodromaeus Guaibasaurus Sauropodomorpha Theropoda    ","Title":"Eodromaeus - Wikipedia","KeyID":"914","URL":"https://en.wikipedia.org/wiki/Eodromaeus"}