{"Content: ":"The 2015 European migrant crisis, also known internationally as the Syrian refugee crisis,[2][3] was a period of significantly increased movement of refugees and migrants into Europe in 2015, when 1.3 million people came to the continent to request asylum,[4] the most in a single year since World War II.[5] Those requesting asylum in Europe in 2015 were mostly Syrians,[6] but also included significant numbers of Afghans, Nigerians, Pakistanis, Iraqis and Eritreans,[7] as well as economic migrants from the Balkans.[8] Europe had already begun registering increased numbers of refugee arrivals in 2010 due to a confluence of conflicts in parts of the Middle East, Asia and Africa, particularly the wars in Syria, Iraq and Afghanistan, but also terrorist insurgencies in Nigeria and Pakistan, and long-running human rights abuses in Eritrea, all contributing to refugee flows.[9] Many millions initially sought refuge in comparatively stable countries near their origin, but while these countries were largely free of war, living conditions for refugees were often very poor. In Turkey, many were not permitted to work; in Jordan and Lebanon which hosted millions of Syrian refugees,[10] large numbers were confined to squalid refugee camps.[9][11] As it became clear that the wars in their home countries would not end in the foreseeable future, many increasingly wished to settle permanently elsewhere. In addition, starting in 2014, Lebanon, Jordan and Egypt stopped accepting Syrian asylum seekers. Together these events caused a surge in people fleeing to Europe in 2015.[9] The vast majority of refugees coming to Europe did so by crossing the Aegean Sea from Turkey to Greece[12] and subsequently making their way by land through the Balkans towards the European Union.[13] This was a significant change to previous years: before 2015, most refugees had reached Europe by crossing the Mediterranean Sea from Libya to Italy, largely due to the collapse of border controls during the Second Libyan Civil War -[14] these were mainly migrants originating in Sub-Saharan Africa.[15][16] The Aegean Sea route was used by refugees originating in the Middle East, mostly from Syria, or destinations further into Asia, mostly from Afghanistan.[17] The southeastern and central European countries through which refugees traveled to reach Western Europe were unaccustomed to and unprepared for the sudden movement of tens of thousands of refugees through them. Many reacted by closing their borders to neighboring countries. While intended to regain some measure of control, these measures often contributed to chaos as huge numbers of people repeatedly became trapped in one country or were shunted back and forth to another. Most countries refused to take in the arriving refugees; Germany ultimately accepted most of them after the government decided to temporarily suspend its enforcement of an EU rule requiring asylum seekers to remain in the first EU country they set foot in. Refugee arrivals began decreasing rapidly in autumn 2015 as winter set in and the cold made the journey more dangerous. In March 2016, Turkey agreed to close its border to the EU in exchange for money and diplomatic favors, which effectively stopped the passage of refugees through Eastern Europe.[citation needed] The crisis had considerable short-term and long-term effects on the politics of both the affected EU countries and the EU as a whole. Populist right-wing political parties in the affected countries capitalized on anti-immigrant sentiment, in many cases making it the centerpiece of their platform. Although they generally did not win enough votes to enter government, their presence often influenced politics by complicating the formation of governing coalitions and making opposition to immigration part of the political mainstream. A strong push for reforms to EU asylum law was made during and immediately after the crisis, but largely fizzled out after refugee arrival numbers receded. News organisations and academic sources use both migrant crisis and refugee crisis to refer to the 2015 events, sometimes interchangeably. Some argued that the word migrant was pejorative or inaccurate in the context of people fleeing war and persecution because it implies most are emigrating voluntarily rather than being forced to leave their homes.[18][19] The BBC[20] and The Washington Post[21] argued against the stigmatization of the word, contending that it simply refers to anyone moving from one country to another. The Guardian said while it would not advise against using the word outright, \"'refugees', 'displaced people' and 'asylum seekers' ... are more useful and accurate terms than a catch-all label like 'migrants', and we should use them wherever possible.\"[22] Al Jazeera, on the other hand, expressly avoided the term migrant, arguing it was inaccurate and risked \"giving weight to those who want only to see economic migrants\".[19] The most significant root causes of the wave of refugees entering Europe in 2015 were several interrelated wars, most notably the Libyan civil war, Syrian civil war and the 2014–2017 War in Iraq. In 2014, the year before the 2015 refugee crisis, the European Union counted around 252,000 \"irregular arrivals,\" especially refugees from Syria, Eritrea and Somalia. Most crossed the Mediterranean Sea from Libya.[23] According to Eurostat, EU member states received 626,065 asylum applications in 2014, the highest number since the 672,000 applications received in the wake of the Yugoslav Wars in 1992. The main countries of origin of asylum seekers, accounting for almost half of the total, were Syria (20%), Afghanistan (7%), Kosovo (6%), Eritrea (6%) and Albania.[24] The overall rate of recognition of asylum applicants was 45 percent at the first instance and 18 percent on appeal, although there were huge differences between EU states, ranging from Hungary (accepted 9% of applicants) to Sweden (accepted 74%).[25] Four countries – Germany, Sweden, Italy and France – received around two-thirds of the EU's asylum applications and granted almost two-thirds of the applicants protection status in 2014. Sweden, Hungary and Austria were among the top recipients of EU asylum applications per capita, when adjusted for their own populations, with 8.4 asylum seekers per 1,000 inhabitants in Sweden, 4.3 in Hungary, and 3.2 in Austria.[26][27] The EU countries that hosted the largest numbers of refugees at the end of 2014 were France (252,000), Germany (217,000), Sweden (142,000) and the United Kingdom (117,000).[28] According to the United Nations High Commissioner for Refugees, most of the people who arrived in Europe in 2015 were refugees fleeing war and persecution[29] in countries such as Syria, Afghanistan, Iraq and Eritrea: 84 percent of Mediterranean Sea arrivals in 2015 came from the world's top ten refugee-producing countries.[30] Wars fueling the migrant crisis are the Syrian Civil War, the Iraq War, the War in Afghanistan, the War in Somalia and the War in Darfur. Refugees from Eritrea, one of the most repressive states in the world, fled from indefinite military conscription and forced labour.[31][32] Below are the major regions of conflict that have resulted in the increase of asylum seekers in the European region. Migration from Kosovo occurred in phases beginning from the second half of the 20th century. The Kosovo War (February 1998-June 1999) created a wave. On 19 May 2011, Kosovo established the Ministry of Diaspora. Kosovo also established the Kosovo Diaspora Agency (KDA) to support migrants. Migrants from Kosovo newly arriving in the EU, detected but not over an official border-crossing point, was around 21,000 in 2014 and 10,000 in 2015.[34] At the same period detected illegal border crossings to the EU from Kosovo was 22,069 in 2014 and 23,793 in 2015.[35] In 2015 there was sudden surge, which Kosovo became helpless to stem.[36] The Syrian Civil War began in response to the Arab Spring protests of March 2011, which quickly escalated into a civil uprising. By May 2011, thousands of people had fled the country and the first refugee camps opened in Turkey. In March 2012, the UNHCR appointed a Regional Coordinator for Syrian Refugees, recognising the growing concerns surrounding the crisis. As the conflict descended into full civil war, outside powers, notably Iran, Turkey, the United States and Russia funded and armed different sides of the conflict and sometimes intervened directly.[37] By March 2013, the total number of Syrian refugees reached 1,000,000,[38] the vast majority of whom were internally displaced within Syria or had fled to Turkey or Lebanon; smaller numbers had sought refuge in Iraq and Egypt.[39] Afghan refugees constitute the second-largest refugee population in the world.[40] According to the UNHCR, there are almost 2.5 million registered refugees from Afghanistan. Most of these refugees fled the region due to war and persecution. The majority have resettled in Pakistan and Iran, though it became increasingly common to migrate further west to the European Union. Afghanistan faced over 40 years of conflict dating back to the Soviet invasion in 1979. Since then, the nation faced fluctuating levels of civil war amidst unending unrest. The increase in refugee numbers was primarily attributed to the Taliban presence within Afghanistan. Their retreat in 2001 led to nearly 6 million Afghan refugees returning to their homeland. However, after the Taliban insurgency against NATO-led forces and subsequent Fall of Kabul, nearly 2.5 million refugees fled Afghanistan.[41] The Boko Haram insurgency in Nigeria has resulted in the deaths of 20,000 people and displaced at least 2 million since 2009.[42] Around 75,000 Nigerians requested asylum in the EU in 2015 and 2016, around 3 percent of the total.[33] In all, over 1 million refugees and migrants crossed the Mediterranean (mostly the Aegean Sea) in 2015, three to four times more than the previous year.[43] 80% were fleeing from wars in Syria, Iraq, and Afghanistan.[44] About 85% of sea arrivals were in Greece (via Turkey) and 15% in Italy (via northern Africa). The European Union's external land borders (e.g., in Greece, Bulgaria or Finland) played only a minor role.[45] Crossing the Central Mediterranean Sea to Italy is a much longer and considerably more dangerous journey than the relatively short trip across the Aegean. As a result, this route was responsible for a large majority of migrant deaths in 2015, even though it was far less used. An estimated 2,889 died in the Central Mediterranean; 731 died in the Aegean sea.[45] The EU Border and Coast Guard Agency (Frontex) uses the terms \"illegal\" and \"irregular\" border crossings for crossings of an EU external border but not at an official border-crossing point.[46] These include people rescued at sea.[47] Because many migrants cross more than one external EU border (for instance when traveling through the Balkans from Greece to Hungary), the total number of irregular EU external border crossings is often higher than the number of irregular migrants arriving in the EU in a year. News media sometimes misrepresent these figures as given by Frontex.[23] Because the refugees entering Europe in 2015 were predominantly from the Middle East, the vast majority first entered the EU by crossing the Aegean Sea from Turkey to Greece by boat; Turkey's land border has been inaccessible to migrants since a border fence was constructed there in 2012.[48] A number of Greek islands are less than 6 km (4 mi) from the Turkish coast, such as Chios, Kos, Lesbos, Leros, Kastellorizo, Agathonisi, Farmakonisi, Rhodes, Samos and Symi.[49][50][51] At one point, incoming refugees on some of these islands outnumbered locals.[52] A small number of people (34,000 or 3% of the total) used Turkey's land borders with Greece or Bulgaria.[45] From Greece, most tried to make their way toward through the Balkans to Central and Northern Europe.[13] This represented a stark change to the previous year, when most refugees and migrants landed in Italy from northern Africa. In fact, in the first half of 2015, Italy was, as in previous years, the most common landing point for refugees entering the EU, especially the southern Sicilian island of Lampedusa. By June, however, Greece overtook Italy in the number of arrivals and became the starting point of a flow of refugees and migrants moving through Balkan countries to Northern European countries, particularly Germany and Sweden. By the end of 2015, about 80% of migrants had landed in Greece, compared to only 15% in Italy.[30] Greece appealed to the European Union for assistance; the UNCHR European Director Vincent Cochetel said facilities for migrants on the Greek islands were \"totally inadequate\" and the islands were in \"total chaos\".[53] Frontex's Operation Poseidon, aimed at patrolling the Aegean Sea, was underfunded and undermanned, with only 11 coastal patrol vessels, one ship, two helicopters, two aircraft, and a budget of €18 million.[54] A section of northeastern Croatia is believed to contain up to 60,000 unexploded land mines from the Croatian War of Independence in the 1990s. Refugees were feared to be at risk of unknowingly detonating some of these minefields as they crossed the area. However, there were no reported cases of this happening in 2015 or 2016.[55] The number of people making the considerably more dangerous sea journey from northern Africa to Italy was comparatively low at around 150,000.[45] Most of the refugees and migrants taking this route came from African countries, especially Eritrea, Nigeria, and Somalia.[56] At least 2,889 people died during the journey.[45] A few other routes were also used by some refugees, although they were comparatively low in number. One such route was entering Finland or Norway via Russia; on a few days Arctic border stations in these countries saw several hundred \"irregular\" border crossings per day.[57] Norway recorded around 6,000 refugees crossing its northern border in 2015.[58] Because it is illegal to drive from Russia to Norway without a permit, and crossing on foot is prohibited, some used a legal loophole and made the crossing by bicycle.[59][60] A year later in 2016, Norway built a short 200 m fence at the Storskog border crossing,[61] although it was viewed as a mostly symbolic measure.[62] Some observers argued that the Russian government facilitated the influx in an attempt to warn European leaders against maintaining sanctions imposed after Russia's annexation of Crimea.[57][63][64] In January 2016, a Russian border guard admitted that the Russian Federal Security Service was enabling migrants to enter Finland.[65] Because asylum seekers are usually required to be physically present in the EU country where they wish to request asylum, and there are few formal ways to allow them to reach Europe to do so,[66] many paid smugglers for advice, logistical help and transportation through Europe, especially for sea crossings.[67] Human traffickers charged $1,000 to $1,500 (€901 – €1352) for the 25-minute boat ride from Bodrum, Turkey to Kos.[49] An onward journey, not necessarily relying on smugglers, to Germany was estimated to cost €3,000 – €4,000 and €10,000 – €12,000 to Britain.[49] Airplane tickets directly from Turkey to Germany or Britain would have been far cheaper and safer, but the EU requires airlines flying into the Schengen Area to check that passengers have a visa or are exempted from carrying one (\"carriers' responsibility\").[68] This prevented would-be migrants without a visa from being allowed on aircraft, boats, or trains entering the Schengen Area, and caused them to resort to smugglers.[69] Humanitarian visas are generally not given to refugees who want to apply for asylum.[70] In September 2015, Europol estimated there were 30,000 suspected migrant smugglers operating in and around Europe. By the end of 2016, this number had increased to 55,000. 63 percent of the smugglers were from Europe, 14 percent from the Middle East, 13 percent from Africa, nine percent from Asia (excluding the Middle East) and one percent from the Americas.[71] On several occasions, unscrupulous smugglers caused the deaths of the people they were transporting, particularly by using poorly-maintained and overfilled boats and refusing to provide life jackets.[49][72] At least 3771 refugees and migrants drowned in the Mediterranean Sea in 2015. A single shipwreck near Lampedusa in April accounted for around 800 deaths.[73] Apart from drownings, the deadliest incident occurred on 27 August 2015, when 71 people were found dead in an unventilated food truck near Vienna.[74][75] Eleven of the smugglers responsible were later arrested and charged with murder and homicide in Hungary. The charges and trial took place in Hungary as authorities determined that the deaths had occurred there.[75] The Mafia Capitale investigation revealed that the Italian Mafia profited from the migrant crisis and exploited refugees.[76][77] The first half of 2015 saw around 230,000 people enter the EU. The most common points of entry were Italy and Greece.[80] From there, arrivals either applied for asylum directly or attempted to travel to other countries, especially Northern and Western European ones. For many, this involved traveling through the Balkans and re-entering the EU in Hungary or Croatia. As required by EU law, Hungary registered most of them as asylum seekers and attempted to prevent them from traveling on to other EU countries. At the same time, Hungarian prime minister Viktor Orbán began using fear of immigration as a domestic political campaign issue[81][82] and stated his hard opposition to accepting any refugees long-term.[83] By August 2015, Hungary housed about 150,000 refugees[84] in makeshift camps.[85] Due in part to the Hungarian government's unwelcoming stance towards refugees, squalid conditions in the camps, and their poor prospects of being allowed to stay, most had little desire to remain in Hungary.[86] On August 21, 2015, the German Federal Office for Migration and Refugees, overwhelmed with the number of incoming asylum applications and the complexity of determining whether each applicant had previously made an application in another EU country, and faced with the reality that almost all asylum applications by Syrians were being granted anyway, began to permit asylum applications even from people who had previously applied for refugee status in another EU country. Sweden made a similar decision. Up to that point, Germany had been deporting such refugees 'back' to the first country where they had claimed asylum.[b][88] Interpreting this to mean that Germany would begin accepting larger numbers of refugees, tens of thousands in Hungary and southeastern Europe began attempting to make their way towards the country.[89] Viral video footage of refugees being warmly received by German crowds also burnished the country's reputation as a welcoming one for immigrants.[90] On September 1, Hungarian government closed outbound rail traffic from Budapest's Keleti station, which many refugees were using to travel to Austria and Germany.[91] Within days, a massive buildup of people had formed at the station. On September 4, several thousand set off to make the 150 km journey towards Austria on foot, at which point the Hungarian government relented and no longer tried to stop them. In an effort to force the Austrian and German governments' hands, Hungary chartered buses to the Austrian border for both those walking and those who had stayed behind at the station.[92] Unwilling to resort to violence to keep them out, and faced with a potential humanitarian crisis if the huge numbers languished in Hungary indefinitely,[89][93] Germany and Austria jointly announced on September 4 that they would allow the migrants into their borders and apply for asylum.[94][95] Across Germany, crowds formed at train stations to applaud and welcome the arrivals.[96] In the following three months, an estimated 550,000 people entered Germany to apply for asylum, around half the total for the entire year.[97] Though under pressure from conservative politicians, the German government refused to set an upper limit to the number of asylum applications it would accept, with Angela Merkel arguing that the \"fundamental right to seek refuge...from the hell of war knows no limit.\"[98] Within ten days of Germany's decision to accept the refugees in Hungary, the sudden influx had overwhelmed many of the major refugee processing and accommodation centres in Germany and the country began enacting border controls[99] and allowing people to file asylum applications directly at the Austrian border.[100] Although Austria also accepted some asylum seekers, for a time the country effectively became a distribution centre to Germany, slowing and regulating their transit into Germany and providing temporary housing, food and health care.[101] On some days, Austria took in up to 10,000 Germany-bound migrants arriving from Slovenia and Hungary.[102] Germany's imposition of border controls had a domino effect on countries to Germany's southeast, as Austria and Slovakia successively enacted their own border controls.[103][104] Hungary closed its border with Serbia entirely with a fence that had been under construction for several months, forcing migrants to pass through Croatia and Slovenia instead.[105] Croatia tried to force them back into Hungary, which responded with military force.[106] Croatian and Hungarian leaders each blamed each other for the situation and engaged in a bitter back-and-forth about what to do about the tens of thousands of stranded people.[106] Three days later, Croatia likewise closed its border with Serbia to avoid becoming a transit country.[107] Slovenia kept its borders open, although it did limit the flow of people, resulting in occasionally violent clashes with police.[108] In October, Hungary also closed its border with Croatia, making Slovenia the only remaining way to reach Austria and Germany. Croatia reopened its own border to Serbia[109] and together with Slovenia began permitting migrants to pass through, providing buses and temporary accommodation en route.[110] Slovenia did impose a limit of 2,500 people per day, which initially stranded thousands of migrants in Croatia, Serbia and North Macedonia.[111][112] In November, Slovenia began erecting temporary fences along the border to direct the flow of people to formal border crossings.[113] Several countries, such as Hungary,[114] Slovenia[115] and Austria,[116] authorized their armies to secure their borders or repel migrants; some passed legislation specifically to give armed forces more powers.[117] EU officials generally reacted with dismay at the border closures, warning that they undermined the mutual trust and freedom of movement that the bloc was founded on and risked returning to a pre-1990s arrangement of costly border controls and mistrust. The European Commission warned EU members against steps that contravene EU treaties and urged members like Hungary to find other ways to cope with an influx of refugees and migrants.[118] As winter set in, refugee numbers decreased, although they were still many times higher than in the previous year. In January and February 2016, over 123,000 migrants landed in Greece, compared to about 4,600 in the same period of 2015.[119] Sweden took in over 160,000 refugees in 2015, more per capita than any other country in Europe (other than Turkey). Well over half of these came to Sweden in October and November.[120] Most entered Sweden by traveling through Germany and then Denmark; few wanted to apply for asylum in Denmark because of its comparatively harsh conditions for asylum seekers.[121] There were occasionally scuffles as Danish police tried to register some of the arrivals, as they were technically required to do according to EU rules.[122][123] In early September, Denmark temporarily closed rail and road border crossings with Germany.[124] After initial uncertainty surrounding the rules, Denmark allowed most of the people wishing to travel on to Sweden to do so.[125] In the five weeks following 6 September, approximately 28,800 refugees and migrants crossed the Danish borders, 3,500 of whom applied for asylum in Denmark; the rest continued to other Nordic countries.[126] In November 2015, Sweden reintroduced border controls at the Danish border, although this did not reduce the number of arrivals as they still had the right to apply for asylum.[127] Within hours of Swedish border control becoming effective, Denmark instituted border controls at the German border.[128] Some bypassed the border controls by taking a ferry to Trelleborg instead of the train to Hyllie,[129][128] The border controls were never fully lifted before the COVID-19 pandemic in 2020, which saw renewed border closures throughout Europe. In October 2015, the Slovenian government accused Croatian police of helping migrants bypass Slovene border controls and released a night time thermovision video allegedly documenting the event.[130][131] Because the vast majority of refugees arriving in Europe in 2015 passed through Turkey, the country's cooperation was seen as central to efforts to stem the flow of people and prevent refugees from attempting to make dangerous sea crossings. There was also a recognition that it would be unfair to expect Turkey to shoulder the financial and logistical burden of hosting and integrating millions of refugees on its own. In 2015, the European Commission began negotiating an agreement with Turkey to close its borders to Greece in exchange for money and diplomatic favours. In March 2016, after months of tense negotiations[132] during which Turkish president Recep Tayyip Erdoğan repeatedly threatened to open Turkey's borders and \"flood\" Europe with migrants to extract concessions,[133] a deal was announced. Turkey agreed to significantly increase border security at its shores and take back all future irregular entrants into Greece (and thereby the EU) from Turkey. In return, the EU would pay Turkey 6 billion euros (around US$5 billion).[134] In addition, for every Syrian sent back from Greece, the EU would accept one registered Syrian refugee living in Turkey who had never tried to enter the EU illegally, up to a total of 72,000. If the process succeeded in dramatically reducing irregular immigration to a maximum of 6,000 people per month, the EU would set up a resettlement scheme by which it would regularly resettle Syrian refugees registered in Turkey and upon vetting and recommendation by the United Nations High Commissioner for Refugees (UNHCR). The EU also promised to institute visa-free travel to the Schengen area and to breathe new life into Turkey's EU accession talks.[135] The deal came into force on March 20, 2016.[136] On April 4, the first group of 200 people had been deported from Greece to Turkey under the provisions of the deal. Turkey planned to deport most of them to their home countries.[137] The agreement resulted in a steep decline of migrant arrivals in Greece; in April, Greece recorded only 2,700 irregular border crossings, a 90 percent decrease compared to the previous month.[138] This was also the first time since June 2015 that more migrants arrived in Italy than in Greece.[138] The plan to send migrants back to Turkey was criticized by human right organisations and the United Nations, which warned that it could be illegal to send the migrants back to Turkey in exchange for financial and political rewards.[139] The UNHCR said it was not a party to the EU-Turkey deal and would not be involved in returns or detentions.[140] Like the UNHCR, four aid agencies (Médecins Sans Frontières, the International Rescue Committee, the Norwegian Refugee Council and Save the Children) said they would not help to implement the EU-Turkey deal because blanket expulsion of refugees contravened international law.[141] Amnesty International called the agreement \"madness\", and said 18 March 2016 was \"a dark day for Refugee Convention, Europe and humanity\". Turkish prime minister Ahmet Davutoglu said that Turkey and EU had the same challenges, the same future, and the same destiny. Donald Tusk said that the migrants in Greece would not be sent back to dangerous areas.[142] Turkey's EU accession talks began in July 2016 and the first $3.3 billion was transferred to Turkey.[136] The talks were suspended in November 2016 after the Turkey's antidemocratic response to the 2016 Turkish coup attempt.[143] Erdoğan again threatened to flood Europe with migrants after the European Parliament voted to suspend EU membership talks in November 2016: \"if you go any further, these border gates will be opened. Neither me nor my people will be affected by these dry threats.\"[144][145] Over the next few years, Turkish officials continued to threaten the EU with reneging on the deal and engineering a repeat of the 2015 refugee crisis in response to criticism of the Erdoğan government.[146][147] In one notable incident in March 2020, the Turkish government bused large numbers of Syrians living in Turkey to the Greek border and encouraged them to cross. Greece repelled the arrivals with border guards.[148][149] One effect of the closure of the \"Balkan route\" was to drive refugees to other routes, especially across the central and eastern Mediterranean. As a result, migrant deaths due to shipwrecks began increasing again. On 16 April, a large boat sank between Libya and Italy, with as many as 500 deaths.[150] In addition, countries that had seen comparatively few refugee arrivals began recording significant numbers. In 2017, for instance, there was a 60% significant jump in the number of migrants reaching Spain.[151] Similarly, Cyprus recorded an approximately 8-fold increase in the number of arrivals between 2016 and 2017.[152][153] In response to the increased numbers of people reaching Italian shores, Italy signed an agreement in early 2017 with the UN-recognized government of Libya, from where most migrants started their boat journeys to Italy. In return for Libya making more efforts to prevent migrants from reaching Europe, Italy provided money and training for the Libyan coast guard and for migrant detention centres in northern Libya. In August of that year, the Libyan Coast Guard began requiring NGO rescue vessels to stay at least 360 km (225 mi) from the Libyan coast unless they were given express permission to enter.[154] As a result, NGOs MSF, Save the Children and Sea Eye suspended their operations after clashes with the Libyan Coast Guard after the latter asserted its sovereignty of its waters by firing warning shots.[67] Soon afterwards, refugee arrivals in Italy dropped significantly. At the same time, the lack of rescue vessels made the crossing much more dangerous; by September 2018, one in five migrants attempting to cross the Mediterranean Sea from Libya either drowned or disappeared.[155] In 2019, the deal was renewed for a further three years.[156] After inspecting a refugee camp in Traiskirchen, Austria, in August 2015, Amnesty International noted inhabitants were receiving insufficient medical care and claimed Austria was \"violating human rights\".[157] In late November, Finnish reception centers were running out of space, which forced authorities to resort to refurbished shipping containers and tents to house new asylum seekers.[158] Deputy prime minister Petteri Orpo announced that special repatriation centers would be established to house denied asylum seekers. While he stressed that these camps would not be prisons, he described the inhabitants would be under strict surveillance.[159] Many migrants tried to enter the United Kingdom, resulting in camps of migrants around Calais where one of the Eurotunnel entrances is located. In the summer of 2015, at least nine people died in attempts to reach Britain, including falling from trains, being hit by trains, or drowning in a canal at the Eurotunnel entrance.[160] In response, a UK-financed fence was built along the A-216 highway in Calais.[161][162] At the camp near Calais, known as the Jungle, riots broke out when authorities began demolishing the illegally constructed campsite on 29 January 2015.[163] Amid the protests, which included hunger strikes, thousands of refugees living in the camp were relocated to France's \"first international-standard refugee camp\" at the La Liniere refugee camp in Grande-Synthe which replaced the previous Basroch refugee camp.[164] Germany has a quota system to distribute asylum seekers among all German states, but in September 2015 the federal states, responsible for accommodation, criticised the government in Berlin for not providing enough help to them. In Germany, which took in by far the highest number of refugees, the federal government distributes refugees among the 16 states proportionally to their tax revenue and population;[165] the states themselves are required to come up with housing solutions. In 2015, this arrangement came under strain as many states ran out of dedicated accommodation for incoming refugees.[166] Many resorted to temporarily housing refugees in tents or repurposed empty buildings. The small village of Sumte (population 102), which contained a large unused warehouse, famously took in 750 refugees.[167] Although media and some locals feared racial strife and a far-right political surge, the town remained peaceful and locals largely accepting. By 2020, most of the arrivals had moved on to bigger German cities for work or study; a small number have settled in Sumte permanently.[168] Source: Eurostat[169] ^ note 2: although the majority of refugees arrived in Europe in 2015,[170] many did not file asylum claims until 2016 or 2017. Europe needs to fulfil its humanitarian duty, helping those fleeing for their lives, and as a Christian Democrat, I want to reiterate that is not Christian rights, but human rights that Europe invented. But we also need to better secure our external borders and make sure that asylum rules are used properly and not abused. —Manfred Weber, leader of the European People's Party in the European Parliament. Angela Merkel, the German Chancellor, used uncharacteristically strong language addressing the refugee crisis and warned that freedom of travel and open borders among the 28 member states of the EU could be jeopardised if they did not agree on a shared response to this crisis.[171] Nicolas Sarkozy, president of the Republicans and former French president, compared the EU migrant plan to \"mending a burst pipe by spreading water round the house while leaving the leak untouched\".[172] Sarkozy criticised Merkel's decision to allow tens of thousands of people to enter Germany, saying that it would attract even greater numbers of people to Europe, of which a significant part would \"inevitably\" end up in France due to the EU's free movement policies and the French welfare state. He also argued that the Schengen agreement on borderless travel should be replaced with a new agreement providing border checks for non-EU citizens.[173] British Home Secretary Theresa May said that it was important to help people living in war zone regions and refugee camps, \"not the ones who are strong and rich enough to come to Europe\".[174] Italian Prime Minister Matteo Renzi said the EU should forge a single European policy on asylum.[175] French Prime Minister Manuel Valls stated, \"There must be close cooperation between the European Commission and member states as well as candidate members.\"[176] Sergei Stanishev, President of the Party of European Socialists, stated: At this moment, more people in the world are displaced by conflict than at any time since the Second World War. ... Many die on the approach to Europe – in the Mediterranean – yet others perish on European soil. ... As social democrats the principle of solidarity is the glue that keeps our family together. ... We need a permanent European mechanism for fairly distributing asylum-seekers in European member states. ... War, poverty and the stark rise in inequality are global, not local problems. As long as we do not address these causes globally, we cannot deny people the right to look for a more hopeful future in a safer environment.[177] In the years preceding the refugee crisis, EU officials had made numerous attempts to coordinate refugee and immigration policies, all of which failed due to stark differences in members' openness to immigration.[178] In April 2015, several months before the massive surge in refugee arrivals, Angela Merkel had called for redistributing asylum seekers across the EU member states.[179] In May 2015, the European Commission proposed distributing a portion of newly arrived refugees from Syria, Eritrea and Iraq (chosen because applicants from these countries had high rates of success in obtaining asylum) across EU states based on their GDP and population. Countries also had the option of not to accepting any asylum seekers and instead contributing money to support their resettlement in another country.[180] Due to objections from several countries, the idea was never implemented, as decisions by the European Commission generally require unanimity.[181] However, by September that year, the large numbers of refugees arriving in the EU put renewed pressure on leaders to pass meaningful reforms. This time the Commission proposed redistributing 120,000 refugees and forced the plan through on a highly unusual qualified majority vote rather than unanimity. The plan proved extremely divisive; the countries that had voted against it — Slovakia, Hungary, Romania and the Czech Republic — declared their intention to defy the decision and refuse to accept any refugees at all.[182][183] As a result, even countries voting for it questioned its feasibility.[184] Viktor Orbán, the prime minister of Hungary, began using the issue in political campaigns, claiming the EU was planning to flood Hungary with immigrants.[185] The Czech Secretary for European Affairs Tomáš Prouza commented that \"if two or three thousand people who do not want to be here are forced into the Czech Republic, it is fair to assume that they will leave anyway... we can't just move them here and there like a cattle.\" Meanwhile, western European politicians, particularly from countries with historically high refugee intakes, criticized what they saw as these member states' intransigence.[186] Some called for the EU to reduce funding for member countries that blocked burden-sharing initiatives.[187] French President Hollande declared, \"those who don't share our values, those who don't even want to respect those principles, need to start asking themselves questions about their place in the European Union.\"[188] In September 2017, the European Court of Justice dismissed legal actions brought by Slovakia and Hungary against the redistribution system.[189] Nevertheless, the commission, in the face of continuing opposition by dissenting countries and in acknowledgment of their success in instrumentalizing the issue with domestic voters, abandoned the idea in 2020,[190] although several thousand refugees did ultimately end up being resettled to willing countries.[191] In 2016 the European Commission began reforming the Common European Asylum System (CEAS) which was initially designed to create a unified asylum system for the EU. In an attempt to create measures for safe and managed paths for legal migration to Europe, the European Commission created five components that sought to satisfy the minimum standards for asylum.[192] On 13 July 2016, the European Commission introduced the proposals to finalise the CEAS' reform. The reform sought to create a just policy for asylum seekers while providing a new system that was simple and shortened. Ultimately, the reform proposal attempted to create a system that could handle normal and impacted times of migratory pressure.[193] The Dublin Regulation was criticised for placing too much responsibility for asylum seekers on member states on the EU's external borders (especially Italy, Greece, Croatia and Hungary), instead of sharing responsibility among EU states.[194] In June 2016, the European Commission proposed reforms to the Dublin Regulation.[195] One component of the European Commission's 10-point plan in April 2015, drawn up in response to a deadly shipwreck on April 19, called for the European Asylum Support Office to deploy teams in Italy and Greece to asylum applications to eliminate the need for dangerous Mediterranean Sea crossings.[196] On 25 October 2015, the leaders of Greece and other states along Western Balkan routes to wealthier nations of Europe, including Germany, agreed to set up holding camps for 100,000 asylum seekers.[197] On 12 November 2015, it was reported that Frontex had been maintaining combined asylum seeker and deportation hotspots in Lesbos, Greece, since October.[198] In 2014, Italy had ended Operation Mare Nostrum, a large-scale naval search-and-rescue operation to save stranded migrants in the Mediterranean, saying the costs were too large for one country alone to manage. The Italian government had requested additional funds from the EU to continue the operation but did not receive sufficient support.[199] The UK government cited fears that the operation was \"an unintended 'pull factor', encouraging more migrants to attempt the dangerous sea crossing and contributing to drownings.[200] The European Border and Coast Guard Agency took over search and rescue operations throughout the Mediterranean under the name Operation Triton,[201] although its budget, equipment and mandate were far more limited than Mare Nostrum.[202][203] On 18 May 2015, the European Union launched a new operation based in Rome, named EU Navfor Med, under the command of the Italian Admiral Enrico Credendino,[204] to identify, capture and dispose of vessels used by migrant smugglers.[205] By April 2016, the operation rescued more than 13,000 migrants at sea and arrested 68 suspected smugglers.[206] Non-governmental organizations often filled the vacuum when Italian or EU operations were insufficient to rescue migrant boats in the Mediterranean. Some Italian authorities feared that rather than saving lives, the NGO operations encouraged more people to use the dangerous passage facilitated by human traffickers.[207] In July 2017, Italy drew up a code of conduct for NGO rescue vessels delivering migrants to Italian ports. These rules prohibited coordinating with human traffickers via flares or radio and required vessels to permit police presence on board. More controversially, they also forbade entering the territorial waters of Libya and transferring rescued people onto other vessels, which severely limited the number of people NGOs could save.[208] The Human Rights Watch and Amnesty International criticised the code of conduct and some NGOs, including Doctors Without Borders, eventually suspended rescue operations.[207] In the years following its implementation, Mediterranean Sea crossings dropped considerably, although the degree to which this was caused by the NGO code is disputed. A study conducted from 2014 to 2019 concluded that external factors like weather and the political stability of Libya contributed more to the ebbs and flows of migrants crossing the Mediterranean.[209] In September 2016, Greek volunteers of the \"Hellenic Rescue Team\" and human rights activist Efi Latsoudi were awarded the Nansen Refugee Award by the UNHCR \"for their tireless volunteer work\" in helping refugees arrive in Greece during the 2015 refugee crisis.[210] After 700 migrants drowned following a shipwreck in the Mediterranean Sea on April 19,[211] EU leaders called for an emergency meeting of European interior ministers.[212][213] The prime minister of Malta, Joseph Muscat, called the 19 April shipwreck the \"biggest human tragedy in recent years\". Aydan Özoğuz, the German minister for immigration, refugees, and integration, said that emergency rescue missions in the Mediterranean should recommence as more migrants were likely to arrive as the weather turned warmer. \"It was an illusion to think that cutting off Mare Nostrum would prevent people from attempting this dangerous voyage across the Mediterranean\", she said.[214] A previously scheduled routine meeting of EU foreign ministers the day after the shipwreck was dominated by refugee policy and preventing migrant deaths.[215] The same day, the European Commission published a ten-point plan to address deaths in the Mediterranean Sea, which doubled the size and budget of Operation Triton and called for capturing or destroying smuggler boats.[216] On April 23, EU leaders held an emergency summit, where they agreed to triple the budget of Operation Triton to €120 million for the year.[217] Ireland and the United Kingdom both committed patrol boats and helicopters to the rescue effort.[217][218] Amnesty International criticised the EU's response as \"a face-saving not a life-saving operation\" and said that \"failure to extend Triton's operational area will fatally undermine today's commitment\".[219] The EU sought to increase the scope of EU Navfor Med include patrols inside Libyan waters in order to capture and dispose of vessels used by smugglers there.[220][221] Land operations on Libya to destroy vessels used by smugglers had been proposed, but such an operation would have needed UN or Libyan permission. As southeastern European countries began seeing large numbers of refugees and migrants began moving through them, political leaders began to capitalize on the uncertainty felt by locals. The Hungarian prime minister, Viktor Orbán, in particular began to campaign on fear of immigration, calling refugees \"Muslim invaders\",[222] conflating migrants with terrorism,[223] and claiming that they were part of a \"left-wing conspiracy\" to gain new voters.[224] In October Czech President Miloš Zeman used similar rhetoric to campaign on opposition to refugees.[225] The refugee crisis was a major issue in Poland's 2015 parliamentary elections, with then-opposition leader Jarosław Kaczyński in particular stoking fear of immigrants and claiming the EU was planning to flood Poland with Muslims. Under incument prime minister Ewa Kopacz, Poland had agreed to accept 2,000 refugees as part of the European Union's plan to distribute a fraction of that year's arrivals, while at the same time opposing the settlement of \"economic migrants\".[226] After Kaczyński's Law and Justice party won the elections, Poland rescinded its willingness to cooperate with the European Commission.[227] In western European countries, although support for refugees was generally high,[228] far-right leaders fiercely opposed allowing the newly arrived refugees to stay. Nigel Farage, leader of the British United Kingdom Independence Party, claimed that Islamists would exploit the situation and enter Europe in large numbers.[229][230] Matteo Salvini, leader of Italy's League, described the migration as a \"planned invasion\" which must be stopped.[231] Geert Wilders, leader of the Dutch Party for Freedom, called the influx of people an \"Islamic invasion\" and spoke of \"masses of young men in their twenties with beards singing Allahu Akbar across Europe\".[232] Marine Le Pen, leader of the French far-right National Front, was criticized by German media[233][234] for implying that Germany was looking to undercut minimum wage laws and hire \"slaves\".[235] Around November 2015, some European countries including Germany have restricted family reunions for refugees, and started campaigns to dissuade people worldwide to migrate to Europe. EU leaders also quietly encouraged Balkan governments to only allow nationals from the most war-torn countries (Syria, Afghanistan and Iraq) to pass into the EU.[236] In 2016 Sweden began issuing three-year residence permits to recognized refugees. Refugees had previously received permanent residency automatically.[237] In January 2016, Denmark passed a law permitting police to confiscate valuables like jewelry and cash from refugees. As of early 2019, the police had only enforced the cash-seizing provision.[238] Throughout the crisis, many countries experienced public debates on whether to limit the number of asylum applications they would accept. Proponents argued that such measures were necessary because no country had the capacity to absorb unlimited numbers of refugees, and that limiting refugee inflows would give countries space to deal with the influx properly.[239][240] Opponents, most notably German chancellor Angela Merkel, argued that limiting the numbers of refugees would undermine the principle of asylum, contravene national or international laws[241] and be physically unworkable.[236] Others noted that the numbers of people arriving was small relative to most EU countries' populations. Some drew parallels to previous refugee waves, such as during World War II when many countries set limits to refugee admissions from Europe, abandoning many victims of Nazism.[242][243][244] Nevertheless, several countries began setting upper limits to the number of asylum applications it would process per year. In January 2016, Austria announced a limit of 37,500 in each of the next four years[245] later temporarily reduced to 80 per day.[246] In 2018, Germany set a \"goal\" of not exceeding a net intake of 220,000 annually.[247] Germany also suspended family reunifications for beneficiaries of \"subsidiary protection\" from 2016 to 2018.[248] Sweden did so for all refugees from 2016 to 2019.[237] In 2015 and following years, many governments also began formally designating certain countries \"safe\" in order to make it easier to deny asylum applications from and deport people from them. \"Safe country lists\" usually included the Balkan countries (Kosovo, Albania, North Macedonia, Montenegro, and Serbia), Georgia, Morocco and Tunisia.[249] Some also controversially listed certain parts of war-torn countries like Iraq or Afghanistan.[250] A report by EU inspectors in November 2015 found that Greece failed to identify and register arrivals properly.[251] In February 2016, the EU gave Greece a three-month deadline to fix its border controls, or other member states would be authorized to extend border controls to Greece for up to two years instead of the standard six months.[252] In July 2016, the European parliament and Commission approved a proposal to permanently increase the funding and scope of Frontex, which until then only coordinated the coast guards and border patrols of individual EU countries, and turn it into a true EU-wide border agency and coast guard. Such a step had long been controversial because of sovereignty concerns, as it allows Frontex intervention in border countries even if they did not request it.[253] February 2016, NATO announced that it would deploy ships in the Aegean Sea to deter smugglers taking migrants from Turkey to Greece. NATO chief Jens Stoltenberg said the mission would not be about \"stopping or pushing back refugee boats\", but about intelligence gathering and sharing information with Turkey and Greece, which are both NATO members.[254] In late December 2015, Slovenia erected a razor-wire fence along the Istria and Gorski Kotar sections of its border with Croatia, to block migrants and refugees heading for more northern parts of Europe. The WWF and locals warned that the fence would threaten endangered species that roam across the area, such as lynx and brown bears, which are protected by law in Croatia.[255][256] On 9 March 2016, the Hungarian government declared a state of emergency for the entire country and deployed 1500 soldiers to its borders.[257][258] Some observers considered the supposed risk of increased immigration a pretext for centralising executive power, since migrant numbers had already receded significantly by this point.[259] In August 2017 the state of emergency was extended to March 2018.[260] Cyprus in March 2021 started building barbed wire fence on the United Nations Buffer Zone between Cyprus and Northern Cyprus, to deter predominantly economic migrant young men from Asia and Africa.[261] In total, ten permanent or semi-permanent border barriers were constructed as a direct response to the refugee crisis: The Valletta Summit on Migration between European and African leaders, on 11 and 12 November 2015, resulted in the EU creating an Emergency Trust Fund to create jobs in African countries, admit more Africans to Erasmus Plus study programmes, and set up regional development programmes in Africa, in return for African countries to counteract migrant smuggling and migrant trafficking and readmit migrants not receiving asylum in Europe.[273] For example, Germany in 2016 announced new development aid for and security partnerships with Niger, which serves as a transit country for many migrants and refugees from sub-Saharan Africa, and Ethiopia, which hosts 750,000 refugees from other countries.[274] The table above summarizes the 1.7 million asylum applicants in 2015 cost €18 billion in maintenance costs in 2016, with the total 2015 and 2016 asylum caseload costing €27.3 billion (27.296 in € Mil.) in 2016. Sweden is observed to bear the heaviest cost.[275] On 15 December 2015 the EU proposed taking over the border and coastal security operations at major migrant entry pressure points via its Frontex operation.[276] In the time during and immediately after the refugee crisis, crimes committed by immigrants were often widely publicised and seized upon by opponents of immigration. During 2015, foreign fighters who had joined the Islamic state travelled with the migration flow back to Europe. In the January 2016-April 2017 period, four asylum seekers were involved in terrorist incidents, but none who had been granted refugee status. Most of the terrorist attacks in Europe in the period were carried out by citizens of European countries.[277] In 2015, Swedish authorities reported 500 cases of suspected terrorism links or war criminals to the Swedish Security Service.[278] Twenty individuals were denied asylum in Sweden in 2015 due to suspected involvement in war crimes.[278] On November 13, 2015, a group of men consisting of both EU citizens and non-citizens detonated suicide bombs at a football stadium, fired on crowded cafes and took hostage a concert hall of 1500 people. 130 people died in the attacks.[279] Although very few of the perpetrators came to Europe as asylum seekers,[280] the event sparked a public debate on asylum policy and the need for counterterrorism measures.[281] German Vice-Chancellor Sigmar Gabriel defended Germany's and the EU's refugee policy and pointed out that most migrants are fleeing terrorism.[282] In January 2016, 18 of 31 men suspected of violent assaults on women in Cologne on New Year's Eve were identified as asylum seekers, prompting calls by German officials to deport convicted criminals who may be seeking asylum;[283] these sexual attacks brought about a new wave of anti-immigrant protests across Europe.[284] Merkel said \"wir schaffen das\" during the violence and crime by German immigrants, including the 2016 Munich shooting, the 2016 Ansbach bombing, and the Würzburg train attack.[285] In 2016, the Italian daily newspaper La Stampa reported that officials from Europol conducted an investigation into the trafficking of fake documents for ISIL. They identified fake Syrian passports in the refugee camps in Greece that were for supposed members of ISIL to avoid Greek security and make their way to other parts of Europe. The chief of Europol also said that a new task force of 200 counter-terrorism officers would be deployed to the Greek islands alongside Greek border guards in order to help Greece stop a \"strategic\" level campaign by ISIL to infiltrate terrorists into Europe.[286] In October 2016, Danish immigration minister Inger Støjberg reported 50 cases of suspected radicalised asylum seekers at asylum centres. The reports ranged from adult Islamic State sympathisers celebrating terror attacks to violent children who dress up as IS fighters decapitating teddy bears. Støjberg expressed her frustration at asylum seekers ostensibly fleeing war yet simultaneously supporting violence. Asylum centres that detected radicalisation routinely reported their findings to police. The 50 incidents were reported between 17 November 2015 and 14 September 2016.[287][288] In February 2017, British newspaper The Guardian reported that ISIL was paying the smugglers fees of up to $2,000 USD to recruit people from refugee camps in Jordan and in a desperate attempt to radicalize children for the group. The reports by counter-extremism think tank Quilliam indicated that an estimated 88,300 unaccompanied children—who are reported as missing—were at risk of radicalization by ISIL.[289] In 2016, there were reports that multiple sexual harassment incidents occurred at the We Are Sthlm festival over the course of several years.[290] In October, a plot by neo-Nazis to attack a refugee center with explosives, knives, a baseball bat, and a gun was foiled by German police. Nazi magazines and memorabilia from the Third Reich, flags emblazoned with banned swastikas were found. According to the prosecutor the goal was \"to establish fear and terror among asylum-seekers\". The accused claimed to be either the members of Die Rechte, or anti-Islam group Pegida (Nügida).[291] In November 2016, the Euro-Mediterranean Human Rights Monitor issued a report in regards to the humanitarian situation of migrants into Greece. It hosted 16,209 migrants on its island and 33,650 migrants on the mainland, most of whom were women and children. Because of the lack of water, medical care and security protection witnessed by the Euro- Med monitor team- especially with the arrival of winter, they were at risk of serious health deterioration. 1,500 refugees were moved into other places since their camps were deluged with snow, but relocation of the refugees always came too late after they lived without electricity and heating devices for too long. It showed that there was a lack of access to legal services and protection for the refugees and migrants in the camps; there was no trust between the residents and the protection offices. In addition, migrants were subject to regular xenophobic attacks, fascist violence, forced strip searches at the hands of residents and police, and detention. Women living in the Athens settlements and the Vasilika, Softex and Diavata camps felt worried about their children as they may be subjected to sexual abuse, trafficking and drug use. As a result, some of the refugees and migrants committed suicide, burned property and protested. The report clarified the difficulties the refugees face when entering into Greece; more than 16,000 people were trapped while awaiting deportation on the Greek islands of Lesbos, Chios, Samos, Leros and Kos, which is twice the capacity of the five islands.[292] In November 2016, German security officials cracked down on a militant salafist organisation calling itself Die Wahre Religion, which had been targeting newly arrived refugees.[293] Years later, reports of Croatian police sexually abusing and torturing refugees passing through the country, widely reported by victims but denied by the government, were documented by video.[294] European Commission officials were also later implicated in covering up the abuse.[295] There are a number of support systems that aid the integration of refugees and asylum seekers in their host country. United Nations High Commissioner for Refugees, working with partners, is providing a broad range of support and assistance in Europe for refugees and asylum-seekers. These efforts include humanitarian and cash assistance, provision of accommodation and support to improve reception conditions, prevention and response to sexual and gender-based violence, protection monitoring and interventions, engaging with refugee communities to enhance their participation and including their voice in their voice in the response, identification and support to persons with specific needs, including separated and unaccompanied children, and referral to appropriate services.[296] The Voice of Young Refugees in Europe[297] provide a support and educational network for young refugees. Many refugees arrive in Europe with a great diversity of skills, experience and specialisations that could make tangible contributions to the EU workforce. In the UK, the Refugee Council organisation provides support and advice to refugees and asylum seekers. The Building Bridges Partnership in the UK was set up to support refugee health professionals re-qualify in the UK. Other organisations include Transitions, a social enterprise that provides advice and helps refugees find placements depending on their qualifications and skills. There were also various humanitarian and non-governmental organisations, mostly from Slovenia, Croatia and Austria, aiding the migrants on the border.[298] A 2016 study by Pew Research Center suggested widespread anxiety over the refugee crisis and immigration in general, particularly about effects on the labour market, crime, and difficulty integrating the newcomers. The study also revealed insecurities about weakening national identities when taking in people from other cultures.[299] Many Europeans also harbored more specific anxieties around Muslim immigration with a fear that Islam is incompatible with European values.[300] Some national leaders, notably in Slovakia and Hungary, exploited and at times encouraged this fear for electoral gain.[301] A study of ten European countries by Royal Institute of International Affairs found that an average of 55% would support stopping further immigration from Muslims, with support ranging from 40% (Spain) to 70% (Poland).[302] A study by the European Social Survey using more nuanced wording found that 25% were opposed to all Muslim immigration; a further 30% supported permitting only \"some\" Muslim immigration.[303] The public perception of the migrant crisis from the Hungarian point of view characterized as anti-immigration since 2015. Muslim immigrants are perceived as a symbolic threat to the dominant—mostly Christian—Western culture and [specifically in the Hungarian context] asylum seekers with a Christian background are more welcomed than those with a Muslim background.[304] A study released by the European Union Agency for Fundamental Rights found out that almost 40% of first and second-generation Muslims in Europe surveyed reported discrimination in their daily life.[305] British Somali poet Warsan Shire's poem 'Home' became a prominent depiction of the refugee experience. A video of Benedict Cumberbatch reciting the poem after a stage performance as part of an impassioned plea to help refugees went viral in September 2015.[306] A photo of the body of a 3-year-old Syrian boy named Alan Kurdi (after he drowned on 2 September 2015) became a symbol of the suffering of refugees trying to reach Europe.[307] Unlike many pictures of refugees often published in European media, in which \"asylum-seekers are generally shown in groups of people, often on boats, rather than as single individuals,\" the picture was of a single, identifiable child victim and engendered a wave of compassion throughout Europe.[308] Multiple EU leaders addressed the photo and called for EU action to address the crisis.[309][310] Kurdi and his family were Syrian refugees, and 3-year-old Alan died alongside his brother and mother – only his father survived the journey, telling CNN \"everything I was dreaming of is gone. I want to bury my children and sit beside them until I die.\"[310] Kurdi's body was photographed by Turkish journalist Nilüfer Demir. Pegida, a pan-European far-right political movement founded in 2014 on opposition to immigration from Muslim countries, experienced a resurgence during the refugee crisis, especially in eastern Germany. The movement claimed that \"Western civilisation could soon come to an end through Islam conquering Europe\".[311] In the United Kingdom, members of the far-right anti-immigration group Britain First organised protest marches.[312] An analysis by Hope not Hate, an anti-racist advocacy group, identified 24 different British groups attempting to whip up mistrust of Muslims and provoke a \"cultural civil war\", including the UK chapter of Pegida and the political party Liberty GB.[313] White-nationalist conspiracy theories predicting a Muslim takeover of Europe gained wider prominence during and after the refugee crisis.[314] A theory known as Eurabia, which claims that globalist entities led by French and Arab powers are plotting to \"islamise\" and \"arabise\" Europe, was propagated widely in far-right circles.[315] Many groups also circulated a similar conspiracy theory called the \"Great Replacement\".[316] Other notable anti-immigration protests in the aftermath of 2015, some of which escalated to riots, included: Notable pro-refugee or pro-immigration protests in response to the refugee crisis included: Source: Eurostat[324] Over 75% of asylum seekers arriving in Europe in 2015 were fleeing from Syria, Afghanistan or Iraq.[327] Other significant countries of origin were Kosovo, Albania, Pakistan and Eritrea.[328] Around half of asylum applications were made by young adults between 18 and 34 years of age; 96,000 refugees were unaccompanied minors. Around three-quarters of applications were by men.[329] The gender imbalance among refugees reaching Europe has multiple related causes, most significantly the dangerous and expensive nature of the journey. Men with families often travel to Europe alone with the intent of applying for family reunification once their asylum request is granted.[330] In addition, in many countries, such as Syria, men are at greater risk than women of being forcibly conscripted or killed.[331] Developing countries hosted the largest share of refugees (86 percent by the end of 2014, the highest figure in more than two decades); the least developed countries alone provided asylum to 25 percent of refugees worldwide.[28] Even though most Syrian refugees were hosted by neighbouring countries such as Turkey, Lebanon and Jordan, the number of asylum applications lodged by Syrian refugees in Europe steadily increased between 2011 and 2015, totaling 813,599 in 37 European countries (including both EU members and non-members) as of November 2015; 57 percent of them applied for asylum in Germany or Serbia.[332] 52 percent of asylum applications in the EU were granted in 2015; another 14 percent were granted on appeal. The citizenships with the highest recognition rates at first instance were Syria (97.2 percent), Eritrea (89.8 percent), Iraq (85.7 percent), Afghanistan (67 percent), Iran (64.7 percent), Somalia (63.1 percent) and Sudan (56 percent).[334] Asylum applications by citizens of some countries with high levels of violence, like Nigeria and Pakistan, nevertheless had low success rates Some people applying for asylum were perceived to be economic migrants using the asylum process to move to Europe to find work, rather than fleeing war or persecution. Economic migrants are not eligible for asylum, although the distinction between economic migrants and refugees is not always clear since some people fleeing war are also fleeing poverty.[335] It is difficult to say what proportion of the 2015 arrivals to Europe were \"economic migrants.\" Some analysts use refugee recognition rates as a metric,[336] although this is also difficult since these vary widely between EU countries.[337] People from the Western Balkans — most of whom were Romanis, a marginalized ethnic group[338] — were often perceived to be economic migrants.[339] Parts of West Africa and Pakistan also had low recognition rates.[340][341] However, these nationalities made up a relatively small percentage of 2015 arrivals. In 2015, 14% of all first-time asylum requests filed in the EU were by people from the Western Balkans; in 2016 the figure was 5%.[333] Syrians, Afghans and Iraqis, whose asylum recognition rates ranged between 60% and 100% in Germany (which accepted by far the largest number of refugees in 2015) together filed around half of all asylum requests in both years.[337] Some argue that migrants have been seeking to settle preferentially in national destinations that offer more generous social welfare benefits and host more established Middle Eastern and African immigrant communities. Others argue that migrants are attracted to more tolerant societies with stronger economies, and that the chief motivation for leaving Turkey is that they are not permitted to leave camps or work.[342] A large number of refugees in Turkey have been faced with difficult living circumstances;[343] thus, many refugees arriving in southern Europe continue their journey in attempts to reach northern European countries such as Germany, which are observed as having more prominent outcomes of security.[344] In contrast to Germany, France's popularity eroded in 2015 among migrants seeking asylum after being historically considered a popular final destination for the EU migrants.[345][346] In September 2015, NATO Secretary General Jens Stoltenberg noted that NATO could play a long-term role stabilizing war-torn countries in the Middle East, North Africa, and in Afghanistan, but that \"immediate measures, border, migrant, the discussion about quotas, so on – [are] civilian issues, addressed by the European Union.\"[347] The Russian Federation released an official statement on 2 September 2015 reporting that the United Nations Security Council was working on a draft resolution to address the European migrant crisis, likely by permitting the inspection of suspected migrant ships.[348] The International Organization for Migration claimed that deaths at sea increased ninefold after the end of Operation Mare Nostrum.[349] Amnesty International condemned European governments for \"negligence towards the humanitarian crisis in the Mediterranean\" which they say led to an increase in deaths at sea. In April 2015, Amnesty International and Human Rights Watch criticised the funding of search and rescue operations. Amnesty International said that the EU was \"turning its back on its responsibilities and clearly threatening thousands of lives\".[350][351] Australian prime minister Tony Abbott said the tragedies were \"worsened by Europe's refusal to learn from its own mistakes and from the efforts of others who have handled similar problems. Destroying the criminal people-smugglers was the centre of gravity of our border control policies, and judicious boat turnbacks was the key.\"[352] Then-U.S. President Barack Obama praised Germany for taking a leading role in accepting refugees.[353] During his April 2016 visit to Germany, he praised German Chancellor Angela Merkel for being on \"the right side of history\" with her open-border immigration policy.[354] In a report released in January 2016, Médecins Sans Frontières (MSF) denounced the EU response to the refugee crisis in 2015 and said that policies of deterrence and chaotic response to the humanitarian needs of those who fled actively worsened the conditions of refugees and migrants and created a \"policy-made humanitarian crisis\". According to MSF, obstacles placed by EU governments included \"not providing any alternative to a deadly sea crossing, erecting razor wire fences, continuously changing administrative and registration procedures, committing acts of violence at sea and at land borders and providing completely inadequate reception conditions in Italy and Greece\".[355] In March 2016, NATO General Philip Breedlove stated, \"Together, Russia and the Assad regime are deliberately weaponizing migration in an attempt to overwhelm European structures and break European resolve. .. These indiscriminate weapons used by both Bashar al-Assad, and the non-precision use of weapons by the Russian forces – I can't find any other reason for them other than to cause refugees to be on the move and make them someone else's problem.\"[356] He also expressed concern that criminals, extremists and ISIS fighters might be among the flow of migrants.[357] On 18 June 2016, United Nations chief Ban Ki-moon also called for international support and praised Greece for showing \"remarkable solidarity and compassion\" towards refugees.[358][359] The lack of action by UNESCO in this area was the subject of controversy. Some scholars, like António Silva,[360] blamed UNESCO for not denouncing racism against war refugees in Europe with the same vigor as the vandalism against ancient monuments perpetrated by fundamentalists in the Middle East. They also accuse the organization of contributing to the emerging process of fetishization of the cultural heritage, forgetting that it should be used primarily as an instrument in the fight against racism, as openly declared the authors of the constitutive charter of the institution in 1945.[citation needed] Following the European Union's measures to prevent asylum seekers from reaching its shores, monthly arrivals dropped to around 10,000-20,000 in April 2016. Arrival numbers fell in each of the following years, dropping to 95,000 by 2020.[361] Turkish president Recep Tayyip Erdoğan continued to occasionally threaten to renege on Turkey's agreement to prevent migrants and refugees from reaching Europe, often demanding more cash[362] or in retaliation for European criticism of Turkey's human rights record.[363] The refugee crisis polarized European society. In Western Europe, large majorities supported accepting refugees fleeing violence and war, while Eastern Europeans were generally more ambivalent. At the same time, however, large majorities also disapproved of the EU's handling of the refugee wave.[228] Germany's acceptance of over 1 million asylum seekers was controversial both within Angela Merkel's centre-right Christian Democratic Union party and among the general public.[364] Pegida, an anti-immigration protest movement, flourished briefly in late 2014, followed by a new wave of anti-immigration protests in the late summer of 2015. Many members of parliament for the CDU voiced dissatisfaction with Merkel. Horst Seehofer, then premier of Bavaria, became a prominent critic within the CDU of Merkel's refugee policy[365] and alleged that as many as 30 percent of Germany's asylum seekers claiming to be from Syria are in fact from other countries.[366] Meanwhile, Yasmin Fahimi, secretary-general of the centre-left Social Democratic Party (SPD), the junior partner of the ruling coalition, praised Merkel's policy allowing migrants in Hungary to enter Germany as \"a strong signal of humanity to show that Europe's values are valid also in difficult times\".[367] In the 2017 German federal election, the right-wing populist Alternative for Germany (AfD) gained 12% of the vote, which was attributed in part to anxieties around immigration.[368] The 2016 United Kingdom European Union membership referendum took place on 23 June 2016, around nine months after peak of the refugee crisis. The UK was never a member of the Schengen Area and so experienced very few direct effects of the influx of migrants.[369] Nevertheless, Leave.EU, one of the two main groups campaigning in favour of Brexit, made the refugee crisis its defining issue (the other main pro-Leave group, Vote Leave, primarily focused on economic arguments). The campaign portrayed the European Union as inept and unable to control its borders, and conflated the refugee crisis with unease over Turkey's application to join the EU (although very few of the 2015 refugees were from Turkey).[370] Theresa May, then Home Secretary (and later prime minister), though critical of the European Union's immigration policy, opposed Brexit and argued that the UK was already well-isolated from immigration crises occurring in the wider EU: \"Now I know some people say the EU does not make us more secure because it does not allow us to control our border. But that is not true. Free movement rules mean it is harder to control the volume of European immigration - and as I said yesterday that is clearly no good thing - but they do not mean we cannot control the border. The fact that we are not part of Schengen - the group of countries without border checks - means we have avoided the worst of the migration crisis that has hit continental Europe over the last year.\" The Brexit vote resulted in a narrow decision to leave the EU (51.9% to 48.1%). According to exit polls, one third of Leave voters believed leaving the EU would allow Britain to better control immigration and its own borders.[372] While figures specifically for refugees are often not available, they tend to be disproportionately unemployed compared to the local population, especially in the years immediately following their resettlement. OECD data comparing employment rates of local-born compared to foreign-born residents demonstrated large differences between countries. According to a 2016 article, it took foreign-born an average of 20 years to fully \"catch up\" with locals. In all countries (except Italy and Portugal) immigrants had lower rates of employment compared to the local population, but considerable differences exist with respect to both host countries and countries of origin. In the Netherlands, Denmark, Sweden and Germany, for instance, the gap was larger than in the UK, Italy and Portugal.[373] People whose asylum applications are rejected are generally required to return to their home countries. Some do so voluntarily; others are deported. However, deportation is often difficult in practice; a common reason is lacking travel documents or the person's country of origin refusing to accept returnees.[374] The annual rate of return has generally averaged around one-third.[375] In some countries that took in large numbers of asylum seekers, this has resulted in tens of thousands of people not having legal residency rights, raising worries of institutionalised poverty and the creation of parallel societies.[376] The years following the 2015 refugee crisis saw some European countries enact legislation to speed up deportations.[377] The EU began threatening to withhold development aid from or impose visa restrictions on countries refusing to take in their own citizens. For a variety of reasons, some rejected asylum seekers also ended up being permitted to stay. Some countries, such as Germany and Sweden, allow rejected asylum seekers to apply for certain other visas (e.g., to pursue vocational training if they have secured an apprenticeship).[378] Refugees, who have often fled violence their home countries and experienced further violence during their journey, have high rates of post-traumatic stress disorder (PTSD).[379] In 2016 in Sweden, 30% of Syrian refugees were estimated to suffer from PTSD, depression, and anxiety.[380] In 2020, a study of physically healthy young refugees in Germany identified 40% as having risk factors for PTSD.[381] Long asylum claim processing times, during which refugees cannot work or travel and contemplate being sent back to their home country, often compound poor mental health.[382] Although asylum applications are in principle supposed to be processed within six months on average, many countries that took in significantly more refugees than in previous years took considerably longer - in many cases over year and sometimes up to two.[383] In Germany, refugees do not have access to non-acute medical care, including therapy mental health treatments, until they have lived in the country for at least 15 months. Language barriers also often make therapy particularly difficult.[384] The Cardiff School of Journalism, in a report on behalf of UNHCR, analysed several thousand media reports on the refugee crisis in Spain, Italy, United Kingdom, Germany and Sweden. In all countries, conservative tabloids and newspapers, such as the British Daily Mail, the Spanish ABC and the German Welt, were found to be more likely to emphasize perceived risks of extremists among arriving refugees, while centre-left publications were more likely to mention humanitarian aspects. A similar split was apparent in the reasons for people fleeing their home countries: right-wing newspapers were more likely to mention economic reasons than left-of-centre ones. The study also found significant differences between countries, noting that right-wing media in the United Kingdom had conducted a \"uniquely aggressive campaign\" against refugees and migrants in 2015. Threats to welfare systems and cultural threats were most prevalent in Italy, Spain, and Britain while humanitarian themes were more frequent in Italian coverage. More subtle differences in were found in the terminology used: German and Swedish media overwhelmingly used the terms refugee or asylum seeker while Italy and UK were more likely to use the term migrant. In Spain, the dominant term was immigrant. Overall the Swedish press was most positive towards the arrivals.[385] Journalist Will Hutton for the British newspaper The Guardian praised Angela Merkel's leadership during the refugee crisis: \"Angela Merkel's humane stance on migration is a lesson to us all… The German leader has stood up to be counted. Europe should rally to her side… She wants to keep Germany and Europe open, to welcome legitimate asylum seekers in common humanity, while doing her very best to stop abuse and keep the movement to manageable proportions. Which demands a European-wide response (…)\".[386] Analyst Naina Bajekal for the United States' magazine Time in September 2015 suggested that the German decision to allow Syrian refugees to apply for asylum in Germany even if they had reached Germany through other EU member states in August 2015, led to increased numbers of refugees from Syria and other regions – Afghanistan, Somalia, Iraq, Ukraine, Congo, South Sudan etc. – endeavouring to reach (Western) Europe.[387] In March 2016, the UK's Daily Telegraph said that Merkel's 2015 decisions concerning migration represented an \"open door policy\", which it claimed was \"encouraging migration into Europe that her own country is unwilling to absorb\" and as damaging the EU, \"perhaps terminally\".[388]","Title":"2015 European migrant crisis - Wikipedia","KeyID":"9143","URL":"https://en.wikipedia.org/wiki/2015_European_migrant_crisis"}