{"Content: ":"Caritas Austria (Caritas Österreich) is a social aid organisation of the Roman Catholic Church and a member of Caritas Internationalis, which was founded in 1903. There are nine Dioceses in Austria. Each Diocese reports to a Caritas institution which reports to the Diocesan bishop and not to Caritas Austria. In 2018, there were 15,648 full-time employees, around 50,000 volunteers, in parishes and Caritas facilities, working in 36 social counselling centres, 34 shelters for the homeless, including ten mother-child homes, 247 refugee homes and 36 counselling centres for migrants. Caritas also operates 48 homes for the elderly and nursing homes (for about 4,750 elderly people). 3,013 employees look after about 6,877 persons (in part-time and full-time living also social-psychiatric, in work projects and the like).[2][3] The Austrian Caritas consists of the nine independent organisations with their own financial responsibility in the Austrian dioceses. The central coordination currently consists of Michael Landau as President and the Secretary General Bernd Wachter and his deputy Christoph Schweifer (Secretary General for International Programmes). Each individual Caritas Institution is a separate legal body and acts as a supporting organisation for social services. Most of them are registered as associations under Church law. Organisations in the Dioceses: Each parish has its own parish charity: a total of 33,000 parish charity employees work for \"active charity\". They organise visiting services, senior meetings, benefit events, discussion groups, flea markets, Caritas showcases, holiday programmes for children, individual financial help, refugee aid, house collections and much more.[4] Caritas movement in Austria can be traced back to the first Caritas Congresses shortly after the turn of the 19th and 20th centuries. The organisational structure at that time was based on the German model. Shortly after the World War I, nine regional associations were established. The first focal points of activity were, according to the emergency, meals and children's recreation activities in the country. The Caritas funeral care took care of a Christian funeral for people from poorer social classes. Later - analogous to the Federal Republic of Germany - fields of activity such as nursing services, care and family assistance were added, homeless, disabled and refugee assistance (for example during the Hungarian popular uprising of 1956), social counselling, the Caritas shops, mother-child houses and finally (mobile) hospice [5] work and employment projects. In 2015, the Austrian Caritas supported more than 72,000 people with advice and also financially in its 36 social counselling centres and disbursed around four million Euros in emergency aid. Caritas Family helpers look after children and the household when the parents are no longer able to do so. Caritas activities abroad mainly are disaster relief and development cooperation. Over the past decades, Caritas has transformed itself from a donor company to a service company in the vicinity of the public sector. Meanwhile (2017) only about 8% of the expenses are covered by donations (including church contributions), in 2015 it was still about 10%. The predominant part (62%) is accounted for by fees for services from public funds, the rest largely by private fees and (state) subsidies.[6] Due to the strong dependence on (state) service fees, the self-definition as an aid organisation is partly doubted and Caritas is described as \"a company with an annual turnover of over 900 million euros\".[7] This criticism was rejected by Caritas President Landau with reference to the general interest in the work of Caritas. In 2017, donations rose to 77.58 million euros. This makes Caritas the non-profit organisation with the highest donations in Austria.[8] Caritas' turnover is exempt from turnover tax.[9] List of Caritas presidents post World War II:","Title":"Caritas Austria - Wikipedia","KeyID":"9150","URL":"https://en.wikipedia.org/wiki/Caritas_Austria"}