{"Content: ":"The Finnish Red Cross (FRC, Finnish: Suomen Punainen Risti, Swedish: Finlands Röda Kors) is an independent member of the International Federation of Red Cross and Red Crescent Societies, which is one of the biggest and best-known international organisations in the world and in the field of humanitarian aid. FRC has over 90,000 members and around 45,000 active volunteers in Finland. FRC consists of 12 regional chapters and 550 local branches throughout the country. The current General Secretary is Ms. Kristiina Kumpula. At the end of 2006, the FRC employed 1,168 people, of which 136 worked at the headquarters in Helsinki. The Finnish Red Cross is based on volunteering and has branches in almost every municipality in Finland. The organisational structure has three layers: local branches, regional chapters, and the national headquarters. At the local level, the activities of the branches are determined to a large part by how dedicated their members are. Finnish Red Cross was founded on May 7, 1877, to care for the wounded and sick soldiers of the Finnish Guard in the Russo-Turkish War. The FRC was recognized by the ICRC in 1920 and became a member of IFRC in 1922, when Finland ratified the Geneva Conventions.[1] In 1948 the FRC took the operational responsibility of the blood transfusion services in Finland, which had been operated by the Finnish Scouts since 1935. The FRC Blood Service is a legally independent organization. The Blood Service[2] complements the national health services and is at the same time an important component of FRC's overall structure. The FRC also runs a national AIDS helpline and organises campaigns. In addition, it trains and finds support persons for HIV infected and their families. Finnish Red Cross Drug and Alcohol programme includes prevention work and early intervention. FRC has volunteers who act as counsellors in schools and other communities in their own expertise. At the summertime they will be on call almost at hundred of festivals discussing intoxicant use. The FRC holds a fundraiser known as Hunger Day[3] every autumn, usually in September. The campaign has an annual theme; in 2006 people were reminded how desertification, flooding and storms most affect the children under five years of age. On the day fundraisers can be seen in front of grocery stores and other public places. In schools school meals can be reduced and served, for example, without salad, bread or milk. The FRC trains over 80,000 people yearly on the first aid and CPR courses for the general public and companies. FRC has more than 550 first aid groups around the country with more than 8,000 volunteers. These groups are on duty daily in the majority of public events in Finland. They can also help in search and rescue when requested by the authorities. FRC also coordinates the Voluntary Rescue Service which is formed by over 40 civic organisations and over 30,000 volunteers. The FRC has a national emergency group of psychologists which organises and coordinates psycho-social support in situations they are needed, for example after the Jokela school shooting. FRC's Disaster Relief Fund is used to give assistance in accidents and due to social reasons. Domestic aid was about FIM 3.6 million (US$955,000) in 2001.[4] The organisation also has youth programs and youth based operations. Members between 13 and 29 years of age compose 10% of all members and operate on all levels of the organisation. It was decided in the Finnish Red Cross 2008 national meeting that youth work will be supported also in the future, and that the goal for 2011 is to gain 5% more youth members. The Finnish Red Cross gives international aid – personnel, funds, material – in response to appeals from the International Movement. There are two main sources for funds: FRC's Disaster Relief Fund[5] and the Finnish government. In recent years, the European Union has also provided funds.[6] Disaster relief is given to victims of war, conflict and natural disasters. Development cooperation improves the capacities and disaster preparedness of newly established sister societies or those with fewer resources. The FRC maintains its own Logistics Centre and International Personnel Reserve in Finland. The Disaster Relief Fund provides funds when needed. Funds are collected continuously and preferably as non-earmarked. FRC's International Personnel Reserve comprises about 600 professionals trained on FRC's basic and further training courses. Approximately 100 of them work in international assignments every year. FRC is also a member organisation of the European Council on Refugees and Exiles (ECRE) and Reuter's AlertNet network. Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)","Title":"Finnish Red Cross - Wikipedia","KeyID":"9154","URL":"https://en.wikipedia.org/wiki/Finnish_Red_Cross"}