{"Content: ":"The German Red Cross (German: Deutsches Rotes Kreuz [ˈdɔʏtʃəs ˈʁoːtəs ˈkʁɔʏts] (listen); DRK) is the national Red Cross Society in Germany. With 4 million members,[1] it is the third largest Red Cross society in the world. The German Red Cross offers a wide range of services within and outside Germany. GRC provides 52 hospitals, elderly care (over 500 nursing homes and a mobile nursing care network of covering the entire country), care for children and youth (i.e. 1.300 kindergartens, a full range of social services for children). GRC also provides 75% of the blood supply and 60% of the emergency medical services in Germany, as well as first aid training. GRC headquarters provides international humanitarian aid (disaster management and development assistance) to over 50 countries across the world.[2] The majority of active voluntary Red Cross members are part of the five voluntary societies of the German Red Cross. Instituted in 1864 by Aaron Silverman of the Charité hospital of Berlin, the German Red Cross was a voluntary civil assistance organization officially acknowledged by the Geneva Convention in 1929. General Curt W. von Pfuel was the Chairman of the Central Committee of the German National Red Cross during World War I.[3][4] One of the terms of the Treaty of Versailles prevented the DRK from having any involvement in military matters. As a result, during the Weimar Republic (1918 to 1933), under the leadership of Joachim von Winterfeldt-Mencken, the DRK became a national organization focusing on social welfare.[5] In April 1933, Nazi Reich Interior Minister Wilhelm Frick made it clear to Winterfeldt-Mencken that the focus on social welfare was over; the DRK would be expected to play its part in supporting the German armed forces in any future conflict. Shortly after, the DRK was informed that Dr. Paul Hocheisen, head of the SA Medical Corps, had been given responsibility for voluntary nursing organizations. On 11 June 1933, Frick was invited to speak at Red Cross Day. He declared: \"The Red Cross is something like the conscience of the nation. ... Together with the nation, the Red Cross is ready to commit all its strength for the high goals of our leader, Adolf Hitler\".[6] The DRK was quick to respond to the changed circumstances, as Winterfeldt-Mencken had always been opposed to parliamentary democracy.[7] The Workers' Samaritan League, a left-wing humanitarian organization, had always been an unwelcome competitor to the DRK.[8] Hocheisen quickly arranged for it to be taken over by the DRK. Similarly, the DRK quickly moved to rid itself of left-wing members, and in June 1933, decided to apply the Nazi Law for the Restoration of the Professional Civil Service, and dismissed its Jewish employees. However, the DRK was still a member of the Red Cross movement, and Germany remained a signatory to the Geneva Convention, so the German Red Cross could not apply the same level of Gleichschaltung, or nazification, as other organizations. The attitude of the International Committee of the Red Cross (ICRC) towards the DRK exclusion of Jews was later expressed in a 1939 letter by ICRC President Max Huber. According to him, the primary obligation of neutral treatment as foreseen in the Geneva Convention was to victims of war, not to the helpers. Huber argued that as it was impossible to prescribe rules in conflict with national laws, and that it was better to take a flexible approach than risk breaking up the international Red Cross movement.[9] Winterfeldt-Mencken's professions of loyalty to the regime were not reciprocated; the Nazi leadership sought to have him replaced with Hochseisen. German President Paul von Hindenburg was able to influence the decision, instead selecting Charles Edward, Duke of Saxe-Coburg and Gotha, Queen Victoria's grandson. Charles Edward had moved from England to Germany at the age of 15, had subsequently served as a German army general in World War I, and had long supported right-wing movements in general, and Hitler in particular. He was already honorary president of the National Socialist Motor Corps. Charles Edward became DRK President in December 1933, and Hocheisen became his deputy. Not unsurprisingly, the two did not work well together. There followed a typically Nazi power struggle, in which Hocheisen was eventually able to assert his authority – only to be ousted by top SS doctor Ernst-Robert Grawitz at the start of 1937. At the end of 1938, the German Red Cross officially came under the control of the Ministry of the Interior's Social Welfare Organization, becoming de facto a Nazi entity, led by Grawitz in the role of 'acting president', with Oswald Pohl as chairman of the board of administration.[10] By this stage, there was no doubt about who was in charge, though Charles Edward remained in his post until 1945. As he was related to European royalty and spoke English, he was a useful figurehead for the DRK Grawitz was different: he would turn up to International Red Cross meetings in his SS uniform.[11] He took a radical approach to his task. He introduced a hierarchical chain of command into the DRK, and arranged for a new large and imposing \"representative\" presidential building to be constructed in Potsdam-Babelsberg, complete with a balcony from which speeches could be made.[12] Grawitz's ideal concept for the DRK was that of a \"healthy structure which would fit itself organically into the laws of life in the National Socialist Third Reich\".[13] In the years after the Nazi takeover, in addition to adopting Nazi salutes and symbols, the DRK introduced Nazi ideology into its training. Rescue teams were trained in military conduct, basic concepts of National Socialism, pseudogenetics, racial hygiene and demographic policy. More senior staff – doctors, nurses and managers – were educated in demographic policy, racial history, racial hygiene, the biology of inheritance and the foundations of genetics.[14] As a preparation for war, the DRK focused on training people to deal with air raids and gas attacks, and organised joint exercises with the police and the fire brigades.[15] After Nazi Germany's defeat in World War II, the Allied Military Government issued a special law outlawing the NSDAP and all of its branches. Known as \"Law Number Five\", this denazification decree disbanded the DRK, like all organizations linked to the NSDAP. Social welfare organizations, including the German Red Cross, had to be established anew during the postwar reconstruction of both West Germany and East Germany. The German Red Cross in West Germany was recognized by the ICRC on 25 June 1952. In East Germany, the Deutsches Rotes Kreuz der DDR was established on 23 October 1952 and recognized by the International Red Cross on 9 November 1954. The East German Red Cross issued a magazine called Deutsches Rotes Kreuz (German Red Cross). Albert Schweitzer became an important role model for the organization. The East German Red Cross' status as a separate entity ended on 1 January 1991, when it was merged with the German Red Cross of the former West Germany. During the First World War, General Curt Wolf von Pfuel [de] was the Chairman of the Central Committee of the German National Red Cross.[16][17] Since 1921, the society has had the following presidents: DRK until the end of World War II:[18] Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)","Title":"German Red Cross - Wikipedia","KeyID":"9156","URL":"https://en.wikipedia.org/wiki/German_Red_Cross"}