{"Content: ":"The Luxembourg Red Cross (French: Croix-Rouge luxembourgeoise, German: Luxemburgisches Rotes Kreuz) is the Luxembourg-based National Society of the International Red Cross and Red Crescent Movement. The society was established on 8 August 1914 by Emile and Aline Mayrisch. They persuaded the mayor of Luxembourg City, the commander-in-chief of the army and representatives of the three churches to sign the founding certificate. Its president is currently Grand Duchess Maria Teresa.[2] Michel Simonis is the managing director.[3] The Grand Duchess was the guest of honour at an event to celebrate the 20th anniversary of the Luxembourg Red Cross Bazaar in Limpertsberg in November 2016.[4] Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)  This Luxembourg-related article is a stub. You can help Wikipedia by expanding it. This article about an organization in Europe is a stub. You can help Wikipedia by expanding it.","Title":"Luxembourg Red Cross - Wikipedia","KeyID":"9157","URL":"https://en.wikipedia.org/wiki/Luxembourg_Red_Cross"}