{"Content: ":"The Italian Red Cross (IRC, Italian: Croce Rossa Italiana or CRI) is the Italian national Red Cross society. The Italian Red Cross was one of the original founding members of the International Committee of the Red Cross in 1919.[1] The present-day Italian Red Cross was founded under the name of Comitato dell'Associazione Italiana per il soccorso ai feriti ed ai malati in guerra in Milan on June 15, 1864, two months before the signing of the Geneva Convention. On June 20, 1864, the Third Italian War of Independence broke out and four groups of IRC volunteers were sent to Custoza. In 1872, the headquarters were moved to Rome, and a Central Committee was formed. Since then, the IRC has expanded its operations throughout the entire territory of the country, and has been deployed to face a growing array of activities and emergencies, starting with the Casamicciola earthquake of 1883. The American Red Cross has long been active in Italy, working in cooperation with the Italian Red Cross.[2] Ernest Hemingway worked for the American Red Cross in Italy in 1918.[3] The American Red Cross continues to have an office in Naples, Italy.[4] During the Korean War, the Italian Red Cross Field Hospital 68 (Ospedale da campo CRI n. 68) was despatched to Korea to aid the humanitarian disaster there, even though Italy was not a member of the United Nations at the time.[5] The Hospital arrived in Korea in November 1951 and provided medical services to wounded civilians and soldiers of all sides. It finally left Korea in January 1955. Presently, the Italian Red Cross has the status of a sovranational charitable organization, under the high patronage of the President of the Italian Republic. The Italian Red Cross is currently a member of the International Federation of Red Cross and Red Crescent Societies. Doctor Massimo Barra was elected President of the Italian Red Cross on December 11, 2005, and served until October 30, 2008, when the Italian Government appointed Extraordinary Commissioner Francesco Rocca. On January 27, 2013, Francesco Rocca was elected President of the IRC during the National Assembly of the organisation.[6] Italian Red Cross vehicles bear special license plates.[7] The 7 Fundamental Principles are the foundation of the Italian Red Cross and International Federation of Red Cross and Red Crescent Societies:[8] The Italian Red Cross is currently conducting the 2020 Strategy promoted by the International Federation of Red Cross and Red Crescent Societies.[9] The main aim of this project is to reach, during this decade, six objectives based on the analysis of the needs and vulnerabilities of the community. The six strategic objectives are the following:[10] Since the 2012 reform, the Italian Red Cross is made up of three components:[11] Official Italian Red Cross website (in Italian) Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)","Title":"Italian Red Cross - Wikipedia","KeyID":"9158","URL":"https://en.wikipedia.org/wiki/Italian_Red_Cross"}