{"Content: ":"The Netherlands Red Cross (Dutch: Rode Kruis) was founded in 1867. It is among the Red Cross and Red Crescent Societies. It adopts branch governance structure which leads to approximately 214 branches that enables it to serve the whole country.[1] It is run by paid staff at the national and district level in collaboration with 17,000 volunteers who are distributed all over the Netherlands. The organization's efforts are financed by 450,000 contributing affiliates and donors who make available monetary help frequently. Its revenue in 2006 was €58.8 million.[1] Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)  This article about an organisation in the Netherlands is a stub. You can help Wikipedia by expanding it.","Title":"Netherlands Red Cross - Wikipedia","KeyID":"9159","URL":"https://en.wikipedia.org/wiki/Netherlands_Red_Cross"}