{"Content: ":"Solidarités International is a non-profit organization working in areas of conflict and natural disasters. Its main aim is to provide quick and effective support for people in life-threatening situations by meeting their vital needs: water, food and shelter. The organization also has a particular focus on unsafe drinking water and food insecurity among the most vulnerable populations. Solidarités International, an organization founded in 1980 by Alain Boinet under France's 1901 charity law, comprises 2 350 national and international employees (2020 figures).[1][2] Each year it carries out over 120 humanitarian programs in 20 countries. Solidarités International's humanitarian action dates back to 1979 and the war in Afghanistan. Five French citizens, including Patrice Franceschi, Alain Boinet and Patrick Brizay, launched the “caravans of hope” to provide aid for the local inhabitants. With the help of the Afghan resistance, they crossed the border in secret and delivered much-needed humanitarian aid to the population throughout the country.[3] This was the first mission by Solidarités International. Solidarités International's mission is to go further in terms of humanitarian aid. The aim of the organization is not only to respond to the vital needs of populations faced with humanitarian crises resulting from armed conflicts or natural disasters but also to support the survivors on the road to autonomy and growth, especially in the areas of water, hygiene, sanitation and food security. During a conflict or following a natural disaster, Solidarités International intervenes by responding to the basic needs of water, food and shelter. The emergency response follows a three-stage action plan: Solidarités International works in the field with those populations most vulnerable to waterborne diseases. It intervenes to limit the propagation of these diseases. Its actions aim to: Solidarités International's action aims to respond to the most urgent food needs and to sustainably reinforce the livelihoods of the populations. In addition, Solidarités International's programs aim to increase yields and incomes from family farms by setting up public education projects, specific training programs, help with investment, activities to support producer groups, etc. Solidarités International respects the principles as defined in its charter: Every year, Solidarités International intervenes in an average of 20 countries by supporting more than 5 million people with their vital needs (2020 figures)[1] Mali,[6] Burkina Faso, Nigeria, Niger, Central African Republic, Democratic Republic of the Congo, South Sudan, Chad, Cameroon. Bangladesh, Myanmar Haiti Lebanon, Syria, Yemen, Iraq France Colombia In 2005, Solidarités International began to prioritize action in water and sanitation. Since then Solidarités International has initiated numerous flagship campaigns designed to raise awareness among the general public on worldwide water issues. Following “L’eau qui tue” (“Deadly Water”) in 2006, the “Votre Goutte d’Eau“ (“Your Drop of Water”) campaign launched in 2007 aimed to shed light on the devastation caused by unsafe drinking water as well as to mobilize the public through a petition. This campaign has been organized each year for World Water Day and was also part of the 2012 World Water Forum, a decisive stage in the organization's struggle. For the 2010 World Water Day, the organization created a “wall of water” for the public in front of the Louvre in Paris which delivered messages to passers-by with spotlights shining on jets of water. The organization also publishes the Water, Sanitation and Hygien Barometer[7] which takes stock of the current state of access to this vital resource. Solidarités International receives funding from European and international donors, businesses and the general public. 93% of funds are assigned to humanitarian missions in the field (2020 figures).[1] This figure reflects the organization's strategic commitment to the principle of action. The organization's accounts are certified by an auditor. As well as this internal monitoring, 95% of missions are subject to an external audit.","Title":"Solidarités international - Wikipedia","KeyID":"9164","URL":"https://en.wikipedia.org/wiki/Solidarit%C3%A9s_international"}