{"Content: ":"SOS Children's Villages is an independent, non-governmental, nonprofit international development organization headquartered in Innsbruck, Austria. The organization provides humanitarian and developmental assistance to children in need and protects their interests and rights around the world.[1][2][3][4] The first SOS Children's Village was founded in 1949 in Tyrol, Austria by an Austrian philanthropist Hermann Gmeiner after the realization that the world war had left many children orphaned and neglected.[5] Today, SOS Children's Villages is active in 135 countries and territories worldwide.[6][7] SOS Children's Villages provide alternative families to children without adequate parental care.[8] Children of different ages and background live together in a house with a full-time parent, usually a woman who serves as the children's parent.[9][10][11] There are usually 6 to 15 houses in a typical SOS Village. In addition to the Villages, the organization also runs a whole range of programs and facilities to support socially disadvantaged and impoverished families through its subsidized kindergartens, primary and secondary schools,[12] youth facilities,[13][14][15] social and medical centers, and emergency response relief operations.[16][17][18] In 2017, over 85,000 children and youths are raised in 572 SOS Children's Villages and over 700 SOS Youth Facilities. Another 3.8 million children and adults received services from their other programs.[19] SOS relies on contributions from governments and private donors. In 2017, the organization's 350 institutional partnership contracts totaled more than €31 million in institutional funds implemented. Funding from foundations and lotteries totaled nearly €48 million, and corporate partnerships provided more than €49 million in support for SOS Children's Villages globally.[20] The organization was awarded the Conrad N. Hilton Humanitarian Prize[21] in 2002, and the Princess of Asturias Award of Concord in 2016.[22] The Second World War resulted in many children becoming homeless and orphaned. Hermann Gmeiner (23 June 1919 – 26 April 1986), who himself participated in the war as an Austrian soldier, founded the first SOS Children's Village in Imst in the Austrian Federal State of Tyrol in 1949.[23] Originally, the SOS Children's Village was established to look after the orphans of the Second World War. But later the organization eventually started looking after other children such as the abandoned, neglected, abused, and children in difficult economic circumstances.[24] In the second half of the 20th century, the organization spread all over Europe. In 1959, SOS Children's Village national associations were established in Italy, France, and Germany, and in the same year, the first SOS Youth Facility was founded in Innsbruck, Austria. The first mother of a Children's village was the Austrian Maria Weber (1919–2011). This first patron was the wife of a German Industrialist, Béatrice von Boch-Galhau (1914-2011). She financed the first SOS-childrens village in Germany (Hilbringen / Saar) with her private assets and she used the political and business connections of her husband to promote the idea. As the organization grew, the umbrella organization SOS-Kinderdorf International was established to oversee all the national associations in the world in 1960. In the same year, the first SOS Children's Village in South America was founded in Uruguay. In 1963, the organization reached Asia with the first Villages established in North Korea and India. Seven years later, the organization founded Villages in Africa in the Republic of Ivory Coast, Kenya, Ghana, and Sierra Leone.[25] In North America, the first Village was established in 1991 in the United States. Today, there are now more than 570 SOS Children's Villages present in 135 countries and territories.[26] Hermann Gmeiner was the SOS Children's Village president until 1985 when he was succeeded by Helmut Kutin. Helmut Kutin, born in 1941 in Bolzano, Italy, who was one of the first children admitted in SOS Austria, led the organization SOS Children's Villages International for 27 years after which in 2012 he was succeeded by Siddhartha Kaul, born in 1951 in Pilana, India.[27][28] Each 118 national SOS Children's Villages associations carries out the international organizations’ missions, protocols, and policies. Regional offices guide this work and provide fundraising, marketing, and technical assistance to country offices as needed. Overall management and administration of the organization takes place at the headquarter in Innsbruck, Austria. The highest decision-making body is the General Assembly responsible for electing the President, Vice-President, and other members of the international senate. Guiding and monitoring of all SOS’ work is the responsibility of the International Senate made up of 22 members. They establish policies, formulate policy changes, and procedural guidelines. The International Senate's work is coordinated by the Management Council, comprising eight representatives from member associations chaired by the President. The Management Council makes recommendations for Senate decisions, approves work plans developed by the Management Team, and defines the federation's targets. The General Secretariat comprises the international offices in Austria, and other regional offices responsible for implementing strategic decisions, developing and monitoring the organization's quality standards, and representing the organization in international communications and forums SOS Children's Villages Governance. The organization follows three international frameworks that serve as guidelines for their work. The United Nations Convention on the Rights of the Child (UNCRC) adopted in 1989 is a human rights treaty that sets out the civil, political, economic, social, health, and cultural rights of children. The UN Guidelines for Alternative Care of Children adopted in 2009 provides a framework for governments to acknowledge and deliver alternative care to children in need.[29] And the UN Sustainable Development Goal adopted in 2015 and valid until 2030 in which SOS' work focuses mainly on vulnerable children and families. In 2017, the organization launched the No Child Should Grow Up Alone campaign which aims to emphasize research showing that 1 in 10 children (220 million) worldwide is growing up alone. The campaign is based on a global research called the 'Care Effect' claiming that children growing up without adequate parental care are particularly vulnerable to different forms of human rights violations such as child labor, violence, and sex trafficking.[30] The report concluded that: \"If we provide care for today’s children in vulnerable circumstances, giving them the foundation they need for learning and developing life skills, we stand a better chance of building a better future for the world”[31] In 2012, the organization launched the Care For ME! Campaign to encourage research and assessment on alternative child care and to advocate the need to protect the human rights of children from various violations committed against them. Participating countries need to assess whether their national alternative care system complies with the UN Guidelines for Alternative Care of Children.[32] In 2009, the organization launched the \"I Matter\" campaign to improve legislation surrounding the practice on leaving care. The aim is to support youth ageing out of care in their transition toward independence.[33] SOS is present in over 135 countries around the world. These are listed below by region. SOS organizations in these countries provide active support to children and families. Exceptions are countries marked with an asterisk, in which SOS maintains representative offices which focus on fundraising and building awareness.[34] In January 2018, the branch of the association in Ethiopia was accused of supporting Islam, including forcible conversion of children.[40] The organization denies the allegations, but does admit that a mosque (now closed) had been built on SOS land, contrary to policy.[41] The first prominent supporter was the German-British businesswoman Béatrice von Boch-Galhau, wife of the largest shareholder of the ceramic manufacturer Villeroy & Boch. She became friends with the at-the-time unknown Hermann Gmeiner. In 1959, she employed some of her private fortune to pay for the first Kinderdorf in Germany located in Merzig Hilbringen. She also used her husband's political connections to promote the SOS Kinderdorf idea which was first meeting resistance from the local majors. Prominent supporters include Nelson Mandela; the Dalai Lama; international footballers Kakha Kaladze, Andriy Shevchenko, Vincent Kompany, Ruud van Nistelrooy, Cesc Fàbregas and Javier Zanetti; opera singer Anna Netrebko; writer Henning Mankell; Belgian tennis player Kim Clijsters; French writer & actress Anny Dupérey; Sarah, Duchess of York; English Child Actress Georgie Henley; former model Princess Salimah Aga Khan; actress and singer Cher; businessman and television host Mike Holmes; Grammy Award-winning singer-songwriter and entertainer June Carter Cash; and Johnny Cash whose memorial fund is towards the work of SOS Children's Villages worldwide.[citation needed] The organisation received the 2002 Conrad N. Hilton Humanitarian Prize.[42] SOS also receive significant funds through Genworth Financial's Putts4Charity initiative, which they run on golf's European Tour. In November 2012, the initiative reached €1 million in total money raised since 2007.","Title":"SOS Children's Villages - Wikipedia","KeyID":"9165","URL":"https://en.wikipedia.org/wiki/SOS_Children%27s_Villages"}