{"Content: ":"Caseosaurus (/ˌkeɪzioʊˈsɔːrəs/ KAY-zee-oh-SOR-əs) is a dubious genus of saurischian dinosaur that lived approximately 221.5 to 212 million years ago during the latter part of the Triassic Period in what is now Texas, in North America. It was a small, lightly-built, bipedal, ground-dwelling carnivore, and could grow up to 2 m (6.6 ft) long. The genus Caseosaurus, is known from specimen UMMP 8870, an isolated hip bone that measures nearly 141 mm. A 3D model of this specimen is available on the University of Michigan Online Repository of Fossils. Size estimates suggest that Caseosaurus was at best 2 m (6.6 ft) long and weighed 50 kilograms (110.2 pounds) at most.[1] The genus name Caseosaurus, means \"Case's lizard\", and was named in the honor of the scientist who discovered it, Ermine Cowles Case. The Greek suffix \"-saurus\" (σαυρος) means \"lizard\".[2] The specific name crosbyensis, is a Latinized rendering of Crosby County in Texas, the site of its discovery. Caseosaurus was described and named by A. P. Hunt, Spencer G. Lucas, Andrew B. Heckert, Robert M. Sullivan and Martin Lockley in 1998 and the type species is Caseosaurus crosbyensis.[3] In 1998, Hunt et al., examined UMMP 8870, a partial hip bone (ilium) that was assigned as a paratype of the dinosaur Chindesaurus and made it the holotype of a new dinosaur, Caseosaurus crosbyensis. Irmis et al. concluded that an ilium, NMMNH P-35995 originally assigned by Heckert et al., in 2000 to the silesaurid Eucoelophysis, strongly resembles the Caseosaurus holotype.[4] Langer (2004) examined the ilium and reassigned it back to the genus Chindesaurus.[5] Other paleontologists also agree that this may be the same dinosaur as Chindesaurus, which lived during the same period and geological region. However, in 2018 Caseosaurus was considered a valid species, as a relative of Herrerasaurus outside of the Dinosauria.[6] According to Hunt et al. (1998), Caseosaurus could be distinguished based on the following features:[3] The only specimen of Caseosaurus was discovered in the Tecovas Formation of the Dockum Group in Texas, in sediments deposited during the Norian stage of the Late Triassic period, approximately 221.5 to 212 million years ago. Caseosaurus's paleoenvironment included the archosaur Tecovasaurus and other early theropod dinosaurs, some of whom left bipedal tracks that were preserved. ","Title":"Caseosaurus - Wikipedia","KeyID":"917","URL":"https://en.wikipedia.org/wiki/Caseosaurus"}