{"Content: ":"Mannerheim League for Child Welfare (Finnish: Mannerheimin Lastensuojeluliitto ry (MLL); Swedish: Mannerheims Barnskyddsförbund rf) is a Finnish non-governmental organization founded in 1920 that promotes the well-being of children, young people and families with children. MLL's goal is a child-friendly Finland. It can be attributed to the construction of a comprehensive counseling system in Finland. “The goal of the work should be that every single child in Finland, from birth and throughout his or her growth period, receives a rightful share of the affection and care that alone can lay the foundation for the development of young people into good and useful citizens.” With these words, General C. G. E. Mannerheim called on citizens to work to improve the conditions of children. The Mannerheim League for Child Welfare began its activities on October 4, 1920,[1] originally under the name General Mannerheim's League for Child Welfare.[2] The key initiator in the founding was Sophie Mannerheim, the sister of the general, the baroness and the superintendent, who served as vice-president of its federal council from 1920 to 1928. The first chairman of the council was Chancellor E. N. Setälä. In 1920–1960, Arvo Ylppö served as chairman of the board. The first secretary (executive director) was school counselor Erik Mandelin. At the founding meeting of the League, Mannerheim himself initially opposed the proposal that the League be given his name, but he bowed to the unanimous wish of the other participants. Mannerheim knew that poverty, inadequate living conditions, ignorance and outright indifference, and the resulting malnutrition, illness, and high mortality in children, had contributed to the events of 1917–1918. As a regent, Mannerheim had found that a large proportion of the country's male youth did not pass a medical examination at call because of their poor physical condition. On the other hand, he also knew that his name was not valued on the losing side of the Finnish Civil War, which had ended a little earlier. Attitudes on the left were illustrated by the fact that back in 1927, the then Social Democratic Tanner Cabinet proposed in its budget proposal that the League should receive an additional FIM 100,000 for childcare and infant care in border areas.[3] The League's first mission was to prevent infant mortality. The Children's Castle (Lastenlinna), which served as a shelter for single mothers, became the property of the Mannerheim League for Child Welfare and its operations were radically changed. At the initiative of Arvo Ylppö, Finland's first counseling center was established in the Children's Castle in 1922. The association, with the help of its sub-associations, built a comprehensive counseling network in Finland, the maintenance of which was transferred to municipalities with the 1944 municipal maternity and child counseling law. During the Winter and Continuation Wars, the Mannerheim League for Child Welfare organized grants for war orphans through godparents. Under the auspices of the League, a special Warfare Committee was established, which provided a large amount of funds, partly from Finland, but especially from abroad, to assist war orphans. The foreign currency received as a gift was used to buy coffee and sugar from abroad, which were sold at a rather high price with the consent of the Finnish Government. As the remit of the Warfare Committee continued to expand, it became a functionally completely independent body of the Mannerheim League for Child Welfare in 1944. Nevertheless, the name of the League was retained in the name of the committee at the request of other affiliates.[4] For its part, the alliance also organized transfers of Finnish war children to Denmark and Sweden. The independence of the Warfare Committee from the League was not legally completed, which proved fatal when it became clear in 1958 that Mrs. Karin Sauramo, the committee's secretary, had embezzled more than FIM 30 million in committee funds. It was alleged in public that embezzlement had taken place specifically within the League, and Ilmari Turja's Uusi Kuvalehti magazine, in particular, dropped the issue. As a result of the uproar, Arvo Ylppö, who had been the subject of a violent accusation in connection with Sauramo's case, resigned as chairman of the central government of the League. Mrs. Sauramo was sentenced to a prison, after which the uproar around the League gradually subsided.[5] After the councils moved to municipalities, the Mannerheim League for Child Welfare focused on training housekeepers and promoting healthy lifestyles. In the 1970s, the union began to develop welfare services in children's health care, day care, and schools. Part of this was starting a nursing activity for a sick child. The association offers many services: In addition, the union informs and runs various campaigns to improve children's affairs. The activities are funded by STEA (Assistance Center for Social and Health Organizations)[6] and the Children's Day Foundation,[7] as well as donations and fundraisers. The Ministry of Education and Culture awarded EUR 130,000 general grant to youth organizations through the League for Child Welfare.[8]","Title":"Mannerheim League for Child Welfare - Wikipedia","KeyID":"9175","URL":"https://en.wikipedia.org/wiki/Mannerheim_League_for_Child_Welfare"}