{"Content: ":"Relief International is a humanitarian non-profit agency that provides emergency relief, economic rehabilitation, development assistance, and programme services to vulnerable communities worldwide. Relief International UK is non-political and non-sectarian in its mission. It is based in Washington, D.C. and in London.[1] Relief International was founded in the U.S. in 1990 by Farshad Rastegar, an Iranian American. The European headquarters under the title Relief International UK began operations in 2005. The organisation has more than 7,000 professionals assisting people affected by humanitarian crises in 26 countries.[2] Relief International believes that as a humanitarian agency one of its main functions is to communicate the pronounced needs of the vulnerable and affected populations to the international community. Relief International thus consults closely with the local communities it serves in order to ensure that its programs do not impose solutions from the outside but rather address their needs and requirements for the long term. This grassroots approach proves effective in fostering an environment of self-help and sustainability. Relief International meets the immediate needs of victims of natural disasters and civil conflicts worldwide with the provision of food rations, clean water, non-food items, transitional shelter and emergency medical services. Beyond emergency situations, Relief International’s field teams provide long term health and nutrition services to communities in need by operating clinics and training health workers. Relief International also provides water and sanitation programming, providing communities with access to clean water, decreasing the incidence of communicable diseases, and improving quality of life. Relief International’s food and agriculture programming embraces environmental awareness by incorporating climate change, natural resource management, and conservation principles into projects that improve global food security. By increasing communities' knowledge of sound agricultural methods suitable to the regional landscape, cultural needs, and environment concerns, Relief International empowers farmers how to diversify viable crops, make the best use of the local growing season, and preserve local natural resources. The result is communities that can produce nutritious food for themselves in a sustainable way. Education is vital to the social and economic integration of future generations. Relief International places a significant focus on this sector to ensure that children affected by conflict can continue to pursue their education. Programs include a wide range of activities: teacher training programs, building libraries and Internet centers, providing books and classroom furniture to under-resourced schools, and promoting equal access to education. These programs also empower youth through service learning and leadership training to become active in their communities and act as agents for change. Finding new or better work is the most direct path out of poverty for families in need. Relief International facilitates this process by providing vocational training, offering microfinance opportunities, and developing promising value chains. As a result of these efforts, farmers in Tanzania can get their crops to market before they spoil and women in Afghanistan can earn an income to support their families. These programs are aimed at long-term, reliable growth, and Relief International often engages private sector partners to leverage additional resources and guarantee sustainability. When natural disasters destroy housing or conflict forces families to flee their homes, Relief International provides for temporary and permanent shelter. Relief International also contributes to local infrastructure by building schools, irrigation canals, and community centers in impoverished communities. Relief International supports training for local residents so that they can participate in the construction process, creating livelihood opportunities for community members. Complementary programs help make homes safer and more comfortable by promoting products like high-efficiency cook stoves, which decrease indoor air pollution and reduce the need to gather fuel. Millions of individuals worldwide face discrimination, persecution, and even violence. Relief International is on the forefront of implementing programs to protect and support these individuals and encourage peace through nonviolent conflict resolution. The result is programming that provides legal-assistance, fights trafficking in persons, promotes media and journalism, and encourages democratic governance. The rights of women and girls is a critical issue in this sector, and is incorporated in many of Relief International’s programs. Relief International's approach to civil society development emphasizes cross-cultural understanding and empowerment of vulnerable and under-represented members of society. In Africa, the organisation works in Ghana, Guinea, Niger, Nigeria, Senegal, Somalia, South Sudan, Sudan and Uganda. In 2006 aid workers from Relief International and other agencies were killed while providing assistance in Darfur.[3] Relief International started a mobile health clinic in Doro, South Sudan at a UNHCR way station in November 2011.[4][5] In Asia, the organisation works in Afghanistan, Bangladesh, Indonesia, Myanmar / Burma, Nepal, Pakistan, Sri Lanka, Tajikistan, Philippines and Iran. Relief International runs a ‘Livestock for Life’ project in five districts of Peshawar, Afghanistan to prevent Zoonotic diseases. Part of the programme involves setting up a model slaughterhouse and butcher shop in each of the five districts and educating the people involved about cleanliness.[6] In Bangladesh, Relief International runs a programme which combats human trafficking. The programme includes raising local awareness of the threats of human trafficking, and rehabilitation and livelihood development for victims. In the Middle East, the organisation works in Iraq, Jordan, Lebanon, the Occupied Palestinian Territories and Yemen. In The Americas the organisation works in Haiti. Relief International UK leads a project known as Act Global RED, which is a project designed to engage young people in global citizenship and support them in taking action on emergency and humanitarian related issues. By signing up, schools become part of a network whose aim is to support vulnerable communities worldwide.","Title":"Relief International - Wikipedia","KeyID":"9179","URL":"https://en.wikipedia.org/wiki/Relief_International"}