{"Content: ":"The Secours Populaire Français (SPF), or French Popular Relief, is a French non-profit organization founded in 1945, dedicated to fighting poverty and discrimination in public life. Secours Populaire Français is a non-profit organization operating on donations and legacy funds, and is dedicated to fighting poverty and discrimination in France and the world. It aims to bring together people of all opinions, origins, and walks of life who wish to live in solidarity. In France, SPF is particularly focused on providing victims of discrimination with emergency shelter, food, clothing, and referrals to health care facilities. The organization also supports equal access to housing, health, vacations, cultural, sports and leisure activities, and job placement — stressing that even in non-emergencies, equal access to services is a matter of personal dignity. Secours Populaire Français also works globally, providing both emergency aid and ongoing development projects, working closely with expert associations capable of identifying local needs. These local partners provide long-term monitoring of program impact on local cultures. Secours Populaire Français is partnered with numerous private and government associations in the French, European, and global spheres. French Secours Populaire grew out of an earlier organization, the Secours Rouge International, founded in 1926 with the aim of providing a relief effort similar to the International Red Cross, with an emphasis on Communist and antifascist ideals. Communist intellectuals such as Henri Barbusse and Romain Rolland were associated with the organization. The SRI provided outreach to prisoners and deported persons. In 1936, the organization changed its name to Secours Populaire de France et des Colonies. The organization was dissolved in 1939 for the duration of the War in Europe, with half of the organization's officers either shot or dead from the pressures of forced deportation. The effort resumed in 1944 with the liberation of France, with relief operations primarily aimed at children and prisoners of war. The organization adopted its current name in 1945 and its remaining members had direct personal experience with the deportation camps, prisons, and vagaries of clandestine life in occupied France. Over the years Secours Populaire Français has become pre-eminent among French organizations aligned against poverty and discrimination. Its work with children has led to its recognition by French national educational organizations. It continues to engage in charitable projects with strategic partners working to fight discrimination, child abuse, and anti-social behavior. The organization maintains a publication called Convergence for its charitable donors and fundraising partners. The organization has campaigned in France for laws requiring supermarkets to preserve their unsold food if it is deemed to be unsaleable before its expiration date — for distribution to the poor and homeless — and prohibiting stores from contaminating the food with chemicals such as bleach to render it unfit for human consumption. A petition circulated by the group garnered 179,000 signatures. An industry spokesman proposed collecting donations from customers as an alternative, and defended the practice of bleach treatment as necessary to prevent inevitable food poisoning in homeless people eating spoiled food.[1] On April 21, 2015, the SPF organized an event for impoverished French children, providing admission for over 7,000 children to Park Asterix, an amusement park in Plailly, Oise, France, based on the popular comic-book character Asterix the Gaul.[2] The SPF allocated €50,000 to victims of the April 2015 Nepal earthquake.[3][4]","Title":"Secours populaire français - Wikipedia","KeyID":"9180","URL":"https://en.wikipedia.org/wiki/Secours_populaire_fran%C3%A7ais"}