{"Content: ":"Deutsche Welthungerhilfe e. V. – or Welthungerhilfe (literally: World Hunger Aid) for short – is a German non-denominational and politically independent non-profit and non-governmental aid agency working in the fields of development cooperation and humanitarian assistance. Since its founding in 1962, it has used 4.2 billion euros to carry out more than 10.369 projects in 70 countries in Africa, Latin America and Asia.[1] Welthungerhilfe holds the Seal of Approval awarded by Deutsches Zentralinstitut f체r Soziale Fragen (DZI). In 2014, Welthungerhilfe and the aid organization World Vision International were announced the most transparent German organizations. Welthungerhilfe is part of the Partner Circle of the Foundations Platform F20, a global network of foundations and philanthropic organizations. [1] Welthungerhilfe's goal is to end hunger and poverty. Following the basic principle of help towards self-help, it works with local partner organisations to support the efforts of people in developing countries to free themselves from hunger and poverty [2] and to provide for themselves on a sustainable basis. Welthungerhilfe was founded in 1962 on the initiative of the then Federal President of Germany, Heinrich L체bke. It formed the German section of the Freedom from Hunger Campaign, which was launched in 1961 by Binay Ranjan Sen, the Director-General of the United Nations' Food and Agriculture Organization (FAO). In 1967 the organisation's name was changed to Deutsche Welthungerhilfe e. V. The organisation’s chairpersons have been: Since its founding, the respective Federal President of Germany has been patron of the organization. In 2008, a new management structure was established. B채rbel Dieckmann, who was at that time the mayor of Bonn, became Welthungerhilfe's President in November 2008; her deputy is Joachim von Braun, Director of the Center for Development Research (ZEF) at the University of Bonn. In organisational terms the registered association is managed by an honorary Supervisory Board of seven members which appoints a three-member executive Board of Directors. In September 2018, Mathias Mogge has been selected as secretary general.[4] Despite a rapid increase in the amount of private donations from the general public (2016: 44.7 million euros), Welthungerhilfe continues to finance the majority of its work from institutional grants (2016: 213.4 million euros). The largest institutional donor organisations are the United Nations' World Food Programme (WFP), the German Federal Ministry for Economic Cooperation and Development (BMZ), the Deutsche Gesellschaft f체r Internationale Zusammenarbeit (GIZ), the EU Commission and the German Federal Foreign Office (AA). In addition to those principal sources, income is received through ‘Foundation Welthungerhilfe’ (2016: 0.8 million euros) and \"Interest and other income\" (2016: 2.2 million euros). In 2016, Welthungerhilfe spent 4.9% of its income on administration, a further 9.7% was spent on advertising and public relations.[5] As well as direct disaster aid, Welthungerhilfe mainly provides support for people in developing countries in the fields of rural development and food security.[6] Projects to restore basic infrastructure (schools, roads, etc.) to improve social integration and education and to strengthen civil society and health care are also carried out. In Germany and Europe, Welthungerhilfe is working together with other organisations to scrutinize current development policies and to campaign the relevant government bodies. In 2016, 17 projects in Germany helped raise awareness of global problems among the German and European public and political bodies. Together with the children's charity, terre des hommes, Welthungerhilfe regularly publishes the Report on the Reality of Development Aid.[6] Welthungerhilfe is a member of VENRO, the Association of German Development and Humanitarian Aid NGOs. Together with the Alliance2015 network, an association of seven European aid organisations, it carries out political lobbying work at European level. It also promotes the appropriate debate of development politics topics in school lessons by providing teaching material, and offers a range of participative campaigns. Volunteer supporters assist Welthungerhilfe with fundraising events. Since 2006, Welthungerhilfe, the International Food Policy Research Institute (IFPRI), and – since 2007 – Concern Worldwide have been publishing the annual Global Hunger Index every October.[7] In 2014, the analysis institute Phineo conducted a study on transparency and examined 50 aid agencies in different categories. The research revealed the level of transparency of the information provided by the organizations about their strategies, activities and impact. Welthungerhilfe documents its work transparently on its website[7] and was named as the most transparent organization in Germany in December 2014, alongside World Vision.[8]","Title":"Welthungerhilfe - Wikipedia","KeyID":"9185","URL":"https://en.wikipedia.org/wiki/Welthungerhilfe"}