{"Content: ":"Medico International is a human rights organization based in Frankfurt am Main, Germany. Its declared aim is to achieve the human right to health globally. The organization is committed to the global realization of the human right to health. Therefore, the organization supports partner organizations in Africa, Asia and Latin America, who deliver emergency aid in disaster situations and supports long-term projects in the areas of health care, human rights and psychosocial work. The organization's second focus is critical public relations and campaign work. The causes of need and poverty are criticized and alternatives discussed in regular publications, at public events and in joint campaigns with other organizations and initiatives. In a newsletter and a quarterly newsletter, medico international informs about its work and the situation in the projects. Medico International is a registered association with a voluntary board. The psychologist Thomas Gebauer is the managing director. The office is divided into the three sections: public work, project monitoring and administration. Around 40 people work at the office in Frankfurt, with three additional offices: one in Israel/Palestine, one in Central America and one in Algeria.[1] The most famous employee is the philosopher Thomas Seibert.[2][3][4][5][6] The process of oversight and regulation of Medico activities are well documented in an annual report.[7] Founded in 2004, the Medico International Foundation supports activities with earnings and engages in debates, congresses and symposia. Famous members of the board of trustees are the German cabaret artist Georg Schramm as well as the former Hessian minister Rupert von Plottnitz. Former members were the Psychoanalysts Paul Parin and Margarete Mitscherlich-Nielsen.[8] Since its founding in 1968, then still under the name 'action medico', the organization's working methods have changed fundamentally. Originally founded to organize a collection of medicines for Biafra, this was soon followed by the dispatch of personnel and vehicles to disaster areas. The experience with this type of aid led medico to rethink its approach: in order to achieve lasting improvements, the causes of need and poverty should be given greater attention. The approach that medico took in the future focused on supporting local initiatives and political commitment to change the circumstances that lead to the emergence of the emergency situations in the first place, instead of collecting medicines and short-term assignments of foreign experts. Long term projects came into the centre of Medico's work. In 1970s Medico focused on Primary Health Care and a community centred health support because of the stranding of a big health centre in cooperation with the government of Mali in 1973.[9] A central perspective of this approach is the impossibility to achieve global health care of everyone by centrally monitored projects from governments. Furthermore, everyone concerned needs to take place in this process. Currently Medico International works together with 114 partners from 24 countries. Most of them in the Middle East and Central America. It gives emergency assistance during urgent catastrophes like armed conflicts or environmental crisis. But those are tied to long term cooperation with partners and not short term delegations to achieve long lasting improvements. Central for this work are local organizations, who work with Medico as independent partners. Following its definition of health as comprehensive well-being Medico works together not only with health organizations but with political/cultural groups like Palestinian Freedom Theatre Jenin, and the Gays and Lesbians of Zimbabwe (GALZ), an organization fighting for rights for sexual minorities in Zimbabwe. Further it supports mine cleaning and education organizations in Afghanistan and Colombia. Public works for Medico not only means fundraising, furthermore it aims to engage in debates and informs about the situation of the project and the countries they are working in. Constant focuses of attention are the sources of poverty and injustice. Medico informs mainly through its homepage https://www.medico.de/en/, its newsletter and its quarterly German publication ‘rundschreiben’. Further it is present in the public debate through campaigns, lectures and interviews. Medico launches several campaigns like the campaign against the strategy of the EU to gain access to resources of countries of the global south called ‘Die EU nennt es Rohstoffinitiative...Wir nennen es Rohstoffraub‘ together with attac.[10] In 1991 Medico and the Vietnam Veterans of America Foundation launched an international campaign against land mines. The international successful campaign resulted in the Ottawa Treaty 1997, which banned land mines internationally.[11] The same year the campaign was honoured with the Nobel Peace Price.[12] In 2012 the network 'Umfairteilen' (a word play with the words fair and redistribute [ger: umverteilen]) is launched. Several unions, initiatives as well as Medico worked together for a tax for the wealthy. In 2014 Medico together with the presidents of the German unions Deutscher Gewerkschaftsbund and the IG Metall and ver.di launched a campaign called ‘untragbar’ (unbearable/unwearabe) in support of textile workers in southeast asia.[13] This was a reaction to the accident at the factory of Ali Enterprises in Pakistan, where 300 people died. Apart from the campaign Medico and the European Center for Constitutional Human Rights supported a lawsuit of four suvivours against the German textile company KiK.[14] In Bangladesh medico supports a fund for the injured of the collapsed fabric Rana Plaza , where 1127 people died and 2438 were injured.[15]","Title":"Medico International - Wikipedia","KeyID":"9187","URL":"https://en.wikipedia.org/wiki/Medico_International"}