{"Content: ":"Concern Worldwide (often referred to as Concern) is Ireland's largest aid and humanitarian agency.[1] Since its foundation 50 years ago it has worked in 50 countries. According to its latest annual report, Concern helped 28.6 million of the world's poorest and most vulnerable people in 2019, while responding to 82 emergencies in 24 countries.[2] Concern aims to help those living in the world's poorest countries.[3] Concern is engaged in long-term development work, in addition to emergency relief in Africa, Asia and the Caribbean. Concern's core work focuses on health, hunger and humanitarian response in emergencies.[4] The charity works in partnership with small community groups as well as governments and large global organisations. Concern is one of fourteen fully certified members of Humanitarian Accountability Partnership.[5] It has no religious or political affiliations. Concern Worldwide US is an affiliate of Concern Worldwide. It has offices in New York City and Chicago. Concern Worldwide is a partner of One Campaign. Concern Worldwide UK is a UK charity that supports the overseas work of Concern Worldwide. It is a registered charity in the UK (number 1092236 England and Wales and SC038107 Scotland). Danny Harvey became Executive Director of Concern Worldwide UK in late 2019.[6] Concern Worldwide was set up by a small group of people including John and Kay O'Loughlin Kennedy[7] in their home in Dublin in 1968, following an appeal for aid by missionaries for the starving population of war-torn Biafra. Also involved in the creation of Concern were Spiritans Ray Kennedy (John's brother),[7] Aengus Finucane and Jack Finucane. In June 1968, Africa Concern, as it was originally called, launched their famine appeal \"Send One Ship\". The ship, the Colmcille, landed off the coast of Biafra in September 1968 with supplies of powdered food and medicine. In 1970, the public were asked to respond to a cyclone in East Pakistan and Africa Concern became Concern.[8] Concern has worked in 50 countries and as of 2019 was employing over 3,500 staff in 26 countries around the world delivering programmes that benefitted 28.6 million people.[9] Concern's work is centered on five main programmes: Education, Emergencies, Health and Nutrition, Gender Equality and Livelihoods. Concern launched an appeal to tackle the drought in East Africa[10] in June 2011. They also responded to the earthquake in Haiti and the floods in Pakistan.[11][12] The Chief Executive Officer is Dominic MacSorley. Concern is a member of the Humanitarian Accountability Partnership.[citation needed] During the COVID-19 pandemic, Concern's focus is on maintaining current lifesaving programmes, where possible, as well as playing their part in raising awareness of the tools that can be used to fight the spread of the infection.[13] Concern is controlled and regulated by its members who have responsibility for the Articles of Association, election of the Council, appointment of the auditors and approval of accounts. The Council of Concern is elected from membership at each AGM. The maximum number on the Council is 24 and one third must step down every year. They meet at least four times per year.[citation needed] The Council is accountable to the relevant government Minister to ensure that the Companies Act is adhered to. They are also accountable to the general public to ensure that donations are put to an appropriate use.[14] Concern is the first Irish charity to receive certification from the Geneva-based organisation Humanitarian Accountability Partnership (HAP), which works to make humanitarian work more accountable and transparent through self-regulation, compliance verification, and quality assurance certification.[15] Concern is a member of the Irish Charities and Tax Research Reform Group.[16] Concern Worldwide's annual report and accounts won the charity and not-for-profit category in the annual Chartered Accountants Leinster Society awards for published accounts for 2009, 2010, 2011 and 2012.[17] Concern raises money from individuals, communities, sponsored events and companies as well as receiving financial support from the Irish government, the European Union, the United Nations, the British government and other government agencies, private donors, and major trusts.[18] In 2007, the Irish Government announced a five-year strategic funding programme with Concern which would see funding double from €60 million (for the period 2003 to 2006) to €148 million over the 5-year period from 2007 to 2011.[19] Subsequent to the announcement, Irish Aid announced a series of cutbacks to Ireland's official development aid, including the programme under which Concern was funded.[20] Campaigns and initiatives run by the organisation include the Concern Fast, which is a sponsored 24-hour fast and programme of events to raise money to fight child malnutrition.[21] Other initiatives focusing on nutrition have included a \"1,000 days\" project.[22] Since 2008 Concern has also run a creative writing competition in a number of age categories.[23][24] Concern also runs a number of different physical challenges for additional fundraising opportunities.[25] In 2020, Concern has launched new campaigns and events such as Go Green For Concern,[26] The Concern Long Jump Challenge[27] and the Step in Their Shoes campaign.[28] Hollywood actress Toni Collette is an ambassador for the charity, having visited their programmes in Haiti.[29] Chef and TV personality Donal Skehan visited Concern's programmes in Malawi.[30] He also encouraged people to donate to Concern while to charity responded to Cyclone Idai. Dublin footballer Michael Darragh Macauley is an ambassador for Concern and has visited their programmes in Kenya and Iraq. In December 2019, he appeared on The Late Late Show to talk about his experience meeting Syrian refugees in camps in Iraq.[31] Fashion photographer Alexi Lubomirski has been a long-time supporter and ambassador for Concern Worldwide.[32] He has visited programmes in Kenya and has hosted Concern's annual Winter Ball in New York. Leinster and Ireland rugby player Rob Kearney has supported many of Concern's fundraising drives in Ireland. He visited Ethiopia to visit Concern's emergency nutrition programme in Ebinat, a 12-hour drive from Addis Ababa.[33] Concern is referenced in the 1990 The Saw Doctors song \"I Useta Love Her\".[34] Concern's only charity song – which was written by Paul Cleary from The Blades and produced by award-winning composer Bill Whelan – was the brainchild of the late Gerry Ryan and Paul Cleary's then-manager Mark Venner. The Concerned, made up of over 40 Irish stars, had a number one hit in March and April 1985 with the song and music video \"Show Some Concern\".[35] A short segment from the song's video also features in RTE's hit series Reeling in the Years, when it highlights the top events of 1985.","Title":"Concern Worldwide - Wikipedia","KeyID":"9189","URL":"https://en.wikipedia.org/wiki/Concern_Worldwide"}