{"Content: ":"Gnathovorax is a genus of herrerasaurid saurischian dinosaur from the Santa Maria Formation in Rio Grande do Sul, Brazil. The type and only species is Gnathovorax cabreirai, described by Pacheco et al. in 2019.[1] The type specimen comprises a mostly complete and well-preserved articulated skeleton (considered one of the best herrerasaurid skeletons ever discovered), which fossilized in close association with rhynchosaur and cynodont remains. The discovery of this superb specimen has shed light onto poorly understood aspects of herrerasaurid anatomy such as endocranial soft tissues.[1] The holotype specimen, CAPPA/UFSM 0009, is an almost complete and partially articulated skeleton, lacking only portions of the left shoulder girdle and left forelimb. It was found in 2014 at the Marchezan site, in the municipality of São João do Polêsine, Rio Grande do Sul, Brazil. This locality preserved rocks from Santa Maria Formation in the Candelária Sequence of the Paraná Basin. The skeleton was fossilized within a mudstone layer, along with small articulated skeletons of prozostrodont cynodonts. This mudstone layer was then covered by a layer of sandstone containing disarticulated rhynchosaur remains. These fossil remains are indicative of a diverse community of animals at Marchezan. Stratigraphically correlated beds from a nearby site were dated as the middle of the Carnian stage of the Late Triassic, circa 233.23 ± 0.73 million years ago.[1] The monospecific genus was named and described by Cristian Pacheco, Rodrigo Temp Müller, Max Langer, Flávio Augusto Pretto, Leonardo Kerber and Sérgio Dias da Silva in an article published in 2019. The generic name is derived from the Greek gnathos, jaw, and the Latin vorax, \"voracious\", from vorō (“devour”) + −āx (“inclined to”). The specific epithet was given in honour of Dr. Sérgio Furtado Cabreira, the palaeontologist who found the specimen.[1] There were three teeth in the premaxilla, in contrast to Herrerasaurus (which possessed four). The contact between the premaxilla and maxilla encompassed two fenestrae (holes): a subnarial fenestra which was situated low on the snout and an additional smaller fenestra positioned above it. While a subnarial fenestra is common in herrerasaurids and theropods, the additional fenestra is unique to Gnathovorax. Like other archosaurs, a small basin known as the antorbital fossa is present in front of the antorbital fenestra. Many early saurischians have a hole called the promaxillary fenestra situated on the antorbital fossa, but this hole is absent in Gnathovorax. On the other hand, Gnathovorax does possess a characteristic thin ridge edging an additional emargination within the antorbital fossa; a small depression is present between this ridge and the ridge forming the border of the antorbital fossa. The lower branch of the lacrimal is slender and extends to the middle of the lower edge of the orbit (eye socket), similar to Daemonosaurus but different from Herrerasaurus. Most other aspects of the skull, such as the thick squamosal, expanded front branch of the jugal, the shape of the infratemporal fenestra, and a lack of palatal teeth, are most similar to herrerasaurids among early dinosaurs.[1] The supraoccipital bone at the top of the braincase is trapezoidal when seen from behind (unlike Herrerasaurus's triangular supraoccipital) and has a blade-like crest on top. The occipital condyle is also thicker, the basioccipital has a V-shaped (rather than U-shaped) contact with the parabasisphenoid, and the paroccipital processes are larger in Gnathovorax compared to Herrerasaurus. Otherwise the braincase is similar between the two taxa. The dentary lacks sauropodomorph qualities and instead likely possessed a sliding joint at the chin similar to other herrerasaurids, although preservation is not good enough to fully confirm this. The 3 premaxillary, 19 maxillary, and 14 dentary teeth are all thin, curved, and blade-like. There are serrations on the distal (rear) edge of all the teeth, and the maxillary teeth also have serrations on the mesial (front) edge.[1] The neck is short, with keels along the lower edge of its vertebrae (like other herrerasaurids) and long transverse processes (like Sanjuansaurus specifically). The dorsal vertebrae are similar to those of other herrerasaurids, though the tips of the neural spines are only slightly expanded. As with herrerasaurids and most non-dinosaur reptiles, only two vertebrae form the sacrum. However, Gnathovorax also has its last dorsal vertebra encompassed by the ilium (upper hip plate), although its transverse processes are not long enough to contact the ilium; therefore, it does not qualify as a sacral vertebra. The tail vertebrae are most similar to Herrerasaurus, with low and elongated zygapophyses, upwards-pointing neural spines, and transverse processes which are semicircular in cross section.[1] Gnathovorax is the only herrerasaurid combining features of the scapula such as posterior curvature, an expanded tip, and no fusion with the coracoid. The rest of the forearm is similar to that of Herrerasaurus, with a strongly developed elbow area and a long hand. The ilium is short, although it has a pointed front tip in contrast with the rounded front edge of other herrerasaurids. Gnathovorax is the only herrerasaurid in which the pubis is both sinuous in front view, and projects straight down in side view. The pubis also possesses a large pubic boot with a smooth lower edge, similar to other herrerasaurids, although it lacks the beveled pubic booth of Staurikosaurus. Unlike other herrerasaurids (but like lagerpetids), the ischium has a hole known as an obturator foramen at its base. The femoral head is more simple than that of other herrerasaurids, with a small craniomedial tuber (front inner bump) and no caudomedial tuber (rear inner bump). Otherwise the femur possesses all the muscle attachment sites typical of basal dinosaurs. The tibia is 90% the length of the femur, unlike Staurikosaurus which has a longer tibia. The rest of the lower leg is similar to Herrerasaurus, but the foot has three phalanges (toe bone) in the fifth toe, while Herrerasaurus only has one.[1] Gnathovorax was a member of the Herrerasauridae, a group of small to medium-sized carnivorous dinosaurs. The paper describing Gnathovorax contained a cladistic analysis which argued that the Herrerasauridae are basal Saurischia, outside of the Theropoda and Sauropodomorpha. Within Herrerasauridae, Gnathovorax was found in a polytomy with Herrerasaurus and Sanjuansaurus.[1][2] Ornithischia (including Silesauridae) Staurikosaurus Sanjuansaurus Herrerasaurus Gnathovorax Daemonosaurus Tawa Chindesaurus Eodromaeus Guaibasaurus Theropoda Sauropodomorpha The holotype skeleton of Gnathovorax is so well preserved that its describers were able to reconstruct a digital endocast of the brain. It possessed a large floccular fossa lobe (FFL) of the cerebellum, a portion of the brain generally (but not universally) considered useful for motor control of the eye, head, and neck. These features mean that most paleontologists consider a large FFL to be indicative of an active predatory lifestyle, explaining why it is reduced in later sauropodomorphs but not in most theropods. This soft tissue data provided by Gnathovorax is congruent with other evidence for carnivory in herrerasaurids, such as the structure of their teeth and claws. The tooth proportions of herrerasaurids and basal carnivorous sauropodomorphs each overlap slightly with theropods according to a morphological variation analysis, but herrerasaurids and sauropodomorphs do not overlap with each other. It is inferred that during the Carnian stage of the Triassic, herrerasaurids occupied large predatory niches while small basal sauropodomorphs occupied small carnivorous and omnivorous niches. After the extinction of herrerasaurids and carnivorous sauropodomorphs in the Norian, theropods became the dominant predatory dinosaurs at multiple size tiers, encouraging sauropodomorphs to acquire larger, more herbivory-focused ecologies.[1] Maxilla and dentary Neck and tail vertebrae Shoulder girdle and forelimbs ","Title":"Gnathovorax - Wikipedia","KeyID":"919","URL":"https://en.wikipedia.org/wiki/Gnathovorax"}