{"Content: ":"Emergency (stylized as EMERGENCY in all caps) is a humanitarian NGO that provides free medical treatment to the victims of war, poverty and landmines. It was founded in 1994. Gino Strada, one of the organisation's co-founders, served as EMERGENCY's Executive Director.[1] It operates on the premise that access to high-quality healthcare is a fundamental human right.[2] The organization has treated over 12 million patients since its inception, and has active operations in Afghanistan, Eritrea, Iraq, Italy, Moldova, Sierra Leone, Sudan, and Uganda. Projects usually involve the construction and operation of permanent hospitals, as well as training of local staff. The original aim was to bring free, high-quality medical assistance to war victims. Over time, their projects assumed a broader view, now providing specialist and ongoing medical care in locations that require these facilities and expertise. EMERGENCY was recognised as a non-profit organisation in 1998, and received jurisdictional approval as a non-governmental organization in 1999. It has been an official partner of the United Nations Department of Public Information since 2006, and a special consultant for the United Nations Economic and Social Council since 2015.[1] EMERGENCY begins operations in a specific region or country based on the need for specialized medical assistance, and the absence of similar humanitarian projects in that country. Once a project is initiated, specialized international personnel construct and operate high-quality facilities, as well as first aid posts, and health centers for basic medical assistance. The organization also deals with endemic diseases such as polio and malaria and provides basic health care in these circumstances, as well as establishing social development projects, not only in war-torn areas, but also in high poverty regions. Since 2005, it has worked in Italy to provide healthcare to marginalised groups and communities. The organization builds and manages: The aim of its projects is to transfer long-term project management to local healthcare authorities, as long as high-quality and free assistance are guaranteed. The organization has employed thousands of local staff in the countries they operate to cover both medical and non-medical positions. The organisation provides both theoretical and practical training and considers this an integral part of its programmes.[4] The organization has been working in Afghanistan since 2000, where it has treated more than 8 million patients. EMERGENCY runs a Surgical Center for victims of war and landmines in Kabul, the capital. It runs a Surgical Center in Lashkar-Gah;[5] the only free, specialized facility in the Helmand Province and in the remote areas, surrounding it with first aid posts. It operates two centers in the district of Anabah, Panjshir Valley: a medical-surgical center opened in 1999 and a maternity center opened in 2003. As with its other projects, it has established a network of First Aid Posts and Primary Health Clinics connected to the center.[6][7] The organization has been working with migrants, refugees and disadvantaged individuals in Italy since 2005. Through a network of outpatient clinics (located in Palermo, Polistena, Marghera, Castel Volturno, Naples), it has provided over 210,000 consultations. It also runs Mobile Clinics across Italy, which are intended to provide healthcare in places were access to public facilities is limited, including farming areas, refugee and migrant reception centers, and Roma camps; they are housed in converted buses, minivans and lorries.[8] In 2020, during the Covid-19 crisis, Emergency assisted in building a field hospital in Bergamo.[9] The organization has been established in Iraq since 1995, primarily treating victims of landmines from the 1981-1988 conflict. The Sulaimaniya Rehabilitation and Social Rentegration Center provides physiotherapy, the fitting of prostheses for amputees, and vocational training courses. In 2017, it reestablished operations at the surgical center in Erbil that it had handed over to local authorities in 2005. The decision was taken due to the hospital's proximity to the Battle for Mosul. Throughout the year, the organisation provided free medical assistance to casualties of war . As the acute phase of fighting ended, the hospital was handed back to be run by local authorities, having performed 1,749 surgical operations during its intervention, mainly for bullet and shell injuries.[10][11] Emergency runs a Surgical Center in Goderich, near the capital Freetown. During the Ebola crisis, staff were trained in containing the spread of the disease at their established surgical and pediatric center in Goderich. With the virus spreading rapidly, they opened an intensive care unit for Ebola patients - the only facility of its kind in Sierra Leone. As hospitals were overwhelmed, their center was the only surgical and pediatric center to remain open in the entire country.[12][13] The Salam center for Cardiac Surgery in the capital, Khartoum. In view of the high incidence of heart disease in African countries and the lack of adequate health care standards, the Salam Center offers specialized heart surgery, with the aim of its establishment as a regional center for cardiac surgery serving Sudan and the bordering countries.[14] It was built by the architectural group TAM,[15] a collaboration which also saw the construction of the Port Sudan Pediatric Clinic.[16][17] The organization has also run a free paediatric center within the Mayo Refugee camp, on the outskirts of Khartoum since December 2005,[18] and a paediatric center in Port Sudan since 2011.[19][20] In 2017, construction work began on the center of Excellence in Paediatric Surgery in Entebbe.[21][22] The hospital will offer free treatment and be a referral for Ugandan patients as well as children from all over Africa. One of its main aims is to help reduce infant mortality in Uganda and neighbouring countries, as part of the African Network of Medical Excellence (ANME), created in 2009 to develop free medical systems of excellent quality. The hospital in Entebbe will be the second project in the network, after the Salam center for Cardiac Surgery in Khartoum, Sudan. International branches EMERGENCY has offices and affiliates in Belgium, Switzerland, the UK and the USA. On 30 November 2015, Gino Strada and EMERGENCY received the Right Livelihood Award in Stockholm, Sweden, \"for his great humanity and his ability to offer medical and surgical assistance of excellence to the victims of war and injustice, continuing to denounce the causes of war without fear.\"[23] The organization was awarded the Gold Medal for Public Health by the Italian government in 2016.[24] In February 2017, Gino Strada and EMERGENCY were awarded the Sunhak Peace Prize in Seoul, South Korea, for treating Ebola in Sierra Leone.","Title":"Emergency (organization) - Wikipedia","KeyID":"9195","URL":"https://en.wikipedia.org/wiki/Emergency_(organization)"}