{"Content: ":"INTERSOS is a non-profit humanitarian aid organization that works to assist victims of natural disaster and armed conflict. INTERSOS has operated as an independent organization since its foundation in 1992. A Mine Action Unit was established within INTERSOS to deal specifically with the mine danger and its effects through mine awareness, victims assistance and mine clearance operations. INTERSOS is recognized by the Italian Ministry for Foreign Affairs, the European Commission and the principal UN agencies; it holds an advisory status with the United Nations Economic and Social Council (ECOSOC). Bolded countries indicate programs that are currently in operation AFRICA: Angola, Burkina Faso, Burundi, Cameroon, Chad, Central African Republic, Democratic Republic of The Congo, Eritrea, Ethiopia, Kenya, Liberia, Libya, Mauritania, Mozambique, Nigeria, Niger, Rwanda, Somalia, Sudan, South Sudan CENTRAL AMERICA: El Salvador, Honduras, Nicaragua, Haiti, Venezuela ASIA AND THE MIDDLE EAST: Afghanistan, Bangladesh, India, Indonesia, Iran, Iraq, Jordan, Lebanon, Pakistan, Syria, Sri Lanka, Yemen EUROPE: Albania, Bosnia-Herzegovina, Chechnya (Russian Federation), Italy, Greece, Kosovo, Republic of Macedonia, Montenegro, Poland, Serbia. Part of INTERSOS's funding comes from its own members and from donations made by individuals, associations, social organisations, solidarity groups and businesses. Most of its funding comes from various public bodies: the European Union, ECHO (the Humanitarian Office of the European Commission), the Italian Government and other International Governments, FAO, OCHA, UNDP, UNHCR, UNICEF, UNMAS, UNOPS, WFP, WHO, Italian Regions, Provinces and City Councils. The Italian Federation of Trade Unions has been a constant supporter of INTERSOS. AUSER is also a supporter of INTERSOS. The budget, which amounted to approximately 82 million Euros a year (€82.121.587, total revenues of 2020[1]), is certified by a leading public auditing firm. \"INTERSOS\". intersos.org. Retrieved 21 June 2011.","Title":"Intersos - Wikipedia","KeyID":"9196","URL":"https://en.wikipedia.org/wiki/Intersos"}