{"Content: ":"Cordaid is an internationally operating value-based emergency relief and development organization, mostly working in conflict-affected countries. It is one of the biggest international development organizations in the Netherlands, with a network of hundreds of partner organizations in countries in Africa, the Middle East and Asia. Cordaid was founded in 2000 in The Hague. Its mission was – and is – to address structural poverty, provide medical aid, aid to the most disadvantaged, as well as emergency and refugee relief. Its foundation consisted of a merger of three Dutch Catholic development organizations: Memisa Medicus Mundi (created in 1925), Mensen in Nood (People in Need, created in 1914) and Lenten Campaign/Bilance. The history of these organizations goes back to the beginning of the 20th century, providing relief to World War 1 refugees in the Netherlands and doing medical missionary work abroad. For decades these organizations provided health care, famine relief, shelter, and other forms of assistance in dozens of countries in Africa, Asia, Latin America, and Europe. In 2015, when forced migration, displacement, and conflict had become key drivers of global dynamics, Cordaid shifted its focus to conflict-affected and volatile countries and to addressing causes of fragility. In January 2021, the protestant organization ICCO joined forces with Cordaid, realizing the largest merger in the Dutch development sector to this day. With ICCO, Cordaid expanded its scope and its fields of expertise, including climate resilient food systems and food security. Cordaid is part of several networks, among them CIDSE, Caritas International, Medicus Mundi International, and the ACT Alliance. Cordaid is working closely with other international NGOs, and collaborates with over 300 partner organizations worldwide. Its financial support comes from a private donor base in the Netherlands (250.000 in 2019) and from major donors, including the Dutch Ministry of Foreign Affairs, the Global Fund, and the World Bank.","Title":"Cordaid - Wikipedia","KeyID":"9199","URL":"https://en.wikipedia.org/wiki/Cordaid"}