{"Content: ":"Tearfund is an international Christian relief and development agency based in Teddington, UK. It currently works in around 50 countries, with a primary focus on supporting those in poverty and providing disaster relief for disadvantaged communities.[1] Tearfund states that it offers this support regardless of race or religious affiliation. However, they fulfil the work by operating largely through local Christian churches and other Christian partner organisations around the world.[1] The charity organisation was created by the Evangelical Alliance (EA), which was receiving spontaneous aid from its supporters.[2] The money was distributed to support existing aid agencies, before the EA launched an entirely new organisation. Originally named The Evangelical Alliance Relief Fund Committee,[3]: 17 this was later abbreviated to the acronym TEAR Fund, before finally changing to Tearfund. The charity was initially headed by former curate, George Hoffman, who was also one of its founders.[3]: 21  TEAR fund was launched in 1968 and officially registered as a charity in 1973.[3]: 21  In 1972, Tearfund worked overseas for the first time – as opposed to funding projects run by existing agencies – working in hospitals, clinics, and feeding camps of Bangladesh alongside the charity Interserve.[3]: 62  John Stott was the first International President of Tearfund and was succeeded in 1997 by joint Presidents Rene Padilla and Elaine Storkey. Launch of disaster response work In 1994, Tearfund set up the Disaster Response Unit, later re-named the Disaster Management Team.[3]: 65–66  The first disaster responded to was the aftermath of the Rwandan genocide. Under Executive Director, Doug Balfour, Tearfund became a member of the Disasters Emergency Committee (DEC), an umbrella group, comprising 13 charities, including Oxfam and Christian Aid. It has continued to work in cooperation with these charities in emergency disaster work. It also became part of the joint initiative to combat HIV/AIDS, headed up initially by President Dr Elaine Storkey. Tearcraft and the fairtrade movement Tearfund began Tearcraft, an early fairtrade venture, in 1974. They imported goods such as coffee, crafts and jewellery from areas where it was working. Most of the items were sold through a network of volunteer church representatives in the UK. Tearcraft’s work was wound up in 2015, with more and more fairly traded goods available elsewhere. However, the charity Traidcraft, formed in 1979 by Tearcraft founder Richard Adams, continues very similar work – Adams had left Tearfund, unhappy that Tearcraft only worked with evangelical Christian organisations overseas. Adams also went on to found the Fairtrade Foundation in 1989 which has played a central role in bringing fairly traded goods to a wider public.[3]: 133  Child sponsorship programme Tearfund began an early child sponsorship programme, ‘Family Plan’ in 1974 – later renaming it ‘Partners in Childcare’. The first children sponsored were Bangladeshi orphans. Tearfund later changed its emphasis from institutional care to supporting children through families and local churches. Tearfund’s child sponsorship work was wound up in 1999. Micah Network In 1999, Tearfund played a role in the foundation of the Micah Network, which consists of over 750 evangelical organisations worldwide. The network aims to strengthen the work of the member charities, share best practice, and examine the Christian distinctives of their work,.[4] 50th Anniversary Tearfund marked its 50th Anniversary in 2018 with an extensive campaign encouraging financial giving, prayer for an end to extreme poverty and further support for its campaigning work. There have also been a number of events around the UK marking the anniversary, including a service in Coventry Cathedral featuring the Archbishop of Canterbury, Justin Welby.[5] A number of other international charities have been launched in partnership with Tearfund. These are separate organisations that all have ties with Tearfund itself: Tearfund Ireland, founded 2008.[6] Tearfund (New Zealand), founded 1975.[7] Tear based in the Netherlands, founded 1973.[8] Tearfund Canada (formerly World Relief Canada), founded 1970.[9] Sel based in France, founded 1980.[10] Tear Australia, founded 1971.[11] Tearfund Belgium, founded 1979.[12] TearFund (Switzerland), founded 1984.[13] In 2018 Tearfund announced that it was launching Tearfund USA, with Sonia Patterson, founder of the Impact Wisdom website,[14] the first CEO.[15] A number of discrete initiatives currently operate within Tearfund in the UK. These include: Restored: An international Christian Alliance working to end violence against women, with a focus on transforming relationships.[16] Toilet Twinning: Funds the building of latrines and sanitation projects around the world by getting people to twin their toilets in the UK with an overseas latrine.[17] Inspired Individuals: The Tearfund-sponsored programme identifies, nurtures and links up Christian entrepreneurs who are radical changemakers in their communities.[18] Tearfund Learn: An arm of Tearfund that produces a wide range of educational resources for people involved in development work.[19] There are also separate Tearfund offices in Wales,[20] Scotland[21] and Northern Ireland,[22] each initiating nation-specific campaigning and communications as well as coordinating on UK-wide work. Tearfund produces a number of regular and one-off publications, mostly available in both printed and digital formats. Current publications include: Tear Times – A magazine sent to supporters three times a year, with news, stories and promotions.[23] Prayer Diary – Sent with Tear Times, containing prayer points for every day.[24] Tearfund Learn – publish a number of educational resources, include Footsteps, a community development magazine. It is currently translated into five languages and distributed worldwide three times a year. They also regularly produce training materials on topics such as environmental sustainability.[25] Church publications – Tearfund sends supporting churches regular resources to coincide with appeals and emergencies. It occasionally produces church and Bible study group resources for Christmas and Easter.[26] It also publishes a number of reports on development-related issues such as sustainability.[27][28] Advocacy (influencing government policy and practice) and campaigning are a major part of Tearfund’s current work. Tearfund first spoke out about climate change as part of the \"Whose Earth?\" campaign in 1992, with evangelical organisations Spring Harvest and Youth for Christ. In 1997, Tearfund started a full-scale programme to equip supporters to campaign on poverty issues called ‘Global Action Network’.[3]: 183  Isabel Carter from Tearfund was part of the team that launched the international Jubilee 2000 campaign in 1996.[29] The campaign, which later became the Jubilee Debt Coalition, was based around the biblical idea of Jubilee. It called for the debt of the world’s poorest nations to be cancelled, to mark the forthcoming new millennium. In 2005, Tearfund joined a number of NGOs and other groups for the Make Poverty History campaign. This also focused on global debt as well as fairer trade between rich and developing nations and more, ‘better targeted’, aid. Make Poverty History was dissolved in 2006, although the Jubilee Debt Campaign continues to campaign on a number of related issues.[30] In 2012 Tearfund campaigned with the Publish What You Pay coalition, leading to oil, gas, mining and forestry companies registered within the EU being required to publish payments made to governments anywhere in the world.[31][32] Tearfund currently campaigns on climate change – stressing its role in the creation of global poverty – pressing for greater global access to clean energy. They are members of The Climate Coalition (UK), with 130 other charities including Christian Aid and Friends of the Earth. They have extensively promoted the circular economy – an economic model based on the re-use of resources and avoidance of unnecessary waste.[33] In 2019 Tearfund launched a 'Rubbish Campaign' which petitioned large companies such as Coca-Cola, Nestlé, PepsiCo and Unilever to manage their plastic pollution.[34] Current Tearfund ambassadors include Tamsin Greig and Bear Grylls, along with a number of evangelical Christian leaders including Rev Katei Kirby and Pete Greig.[35] Other supporters have included Sir John Houghton,[36] Dr Krish Kandiah, Bishop Harold Miller and Martha Collison. Sir Cliff Richard has been a long-term supporter, brought into the organisation by John Stott. He dedicated the proceeds of one of the charity evenings for his 50th anniversary to the organisation.","Title":"Tearfund - Wikipedia","KeyID":"9200","URL":"https://en.wikipedia.org/wiki/Tearfund"}