{"Content: ":"Norwegian People's Aid (Norwegian: Norsk Folkehjelp) was founded in 1939 to provide post-conflict reconstruction assistance and humanitarian relief during conflicts. NPA is now engaged in more than 33 countries in de-mining, humanitarian relief, promoting democratization; the rights of indigenous people, equality; and fair distribution of land and resources. NPA currently operates de-mineing activities in 16 countries and played a central role in the International Campaign to Ban Landmines and the Convention on Cluster Munitions which was signed in Oslo in 2008. NPA manages refugee reception centres, anti-racism campaigns, volunteer rescue teams, and a volunteer ambulance service. Norwegian People's Aid (NPA) was founded on 7 December 1939 as a natural continuation of the work of several Norwegian organizations who had been working to alleviate human suffering during the Spanish Civil War and the Winter War in Finland. During World War II, NPA mobilized medical services across the country until the German occupying forces seized its assets and officially disbanded it in September 1941. NPA went into exile and continued work from Sweden. After World War II, NPA took active part in the rebuilding of Norway, particularly in areas of health care. NPA built health centers and occupational health services throughout the country. International participated particularly in the humanitarian relief efforts for refugees. In collaboration with Red Cross work was expanded in 1946 to include all of Europe in terms of the European Council. NPA organized relief efforts globally such as the response after the earthquake in Skopje. NPA was involved in the liberation of Zimbabwe, South Africa and Namibia. It was also sent help to earthquake victims in Yugoslavia. NPA intensified efforts primarily in southern Africa and Latin America. Food relief aid for 40 million people (1,200 tons) was collected and sent to Poland during the food crisis in the country. Efforts in the Middle East and South Sudan began during this decade.[clarification needed] NPA began working in Eastern Europe during this time, and in the new regime of South Africa, NPA was one of the first foreign organizations promoting democracy and transitional justice. Demining began on behalf of United Nations in Cambodia and Mozambique. In Norway, NPA established a guardian system for unaccompanied minor asylum seekers from countries in conflict. In March 2000, the European-Sudanese Public Affairs Council, led by David Hoile, referred to a November 1999 television documentary that alleged that NPA-controlled aeroplanes had supplied the Sudan People's Liberation Army (SPLA) with 80–100 tonnes of weapons and landmines.[1] The Sri Lankan Ministry of Defence referred to allegations by unnamed groups that the Liberation Tigers of Tamil Eelam (LTTE) had \"used\" the NPA for \"terrorist activities\".[2] The Ministry of Defence also expressed concern about an incident in which several NPA vehicles were stolen by the LTTE.[3] In 2018, they settled a $2 million legal case with the US Department of Justice, following claims from the U.S. government that NPA breached the U.S. False Claims Act when signing an USAID grant agreement in South Sudan, by failing to disclose NPA's activities in support for a democratisation project for youth in Gaza from 2012 to 2016, and a demining project in Iran that ended in 2008, the latter an assignment for the Norwegian oil company Norsk Hydro.[4] Israel has called on the EU to stop funding Norwegian People's Aid due to its alleged links to groups categorized by the United States, EU and Israel as terrorist groups.[5] Hanne Anette Balch Fjalestad, a teammember at NPA, was killed on Utøya during the attack on the 22 July 2011 and NPA provided emergency medical services to victims on-site after the attack.","Title":"Norwegian People's Aid - Wikipedia","KeyID":"9204","URL":"https://en.wikipedia.org/wiki/Norwegian_People%27s_Aid"}