{"Content: ":"A diaconia was originally an establishment built near a church building, for the care of the poor and distribution of the church's charity in medieval Rome or Naples (the successor to the Roman grain supply system, often standing on the very sites of its stationes annonae). Examples included the sites of San Vito, Santi Alessio e Bonifacio, and Sant'Agatha[1] in Rome, San Gennaro in Naples (headed by a deacon named John in the end of the ninth and the beginning of the tenth century.[2] An alternative spelling, diakonia, is a Christian theological term from Greek that encompasses the call to serve the poor and oppressed. The terms deaconess and diaconate also come from the same root, which refers to the emphasis on service within those vocations. In scripture deacons were those whom the Church appointed to dispense alms, and take care of the poor. Diakonia is a term derived from Greek, used in the Bible, New Testament, with different meanings. Sometimes, refers to the specific kind to help any people in need. At other times, it means to serve the tables, and still, others refer to the distribution of financial resources. Diaconia contained public bathing facilities to serve both the clerics and needy poor people.[3] Also in contemporary theology, the word diakonia presents a variety of connotations and representations. For FLD (Diakonal Lutherans Foundation in Brazil)[1], diakonia means serve to change people's lives, to contribute to the construction of citizenship of the less fortunate. Diakonal activities include but are not limited to the provision of medical care, long-term care for the elderly and the socially underprivileged, support for migrants and their integration, Roma inclusion, job coaching, etc. The term Diakonie is a constant reminder of the selfless love taught by Jesus in such gospel passages as Luke 10:25–37, the story of the Good Samaritan. Early disciples were particularly responsive to the fact that the Jesus had lived, taught, and died in lowly circumstances. They thought that if the master had chosen to be seen as a servant, the leaders of congregations had to follow. The word has now come to mean the titular church of a Cardinal Deacon. Also in some South American countries, it is a native meal. The second volume of Gerhard Kittel's Theologisches Wörterbuch poo zum Neuen Testament (Theological Dictionary of the New Testament) can be considered as the scholarly prop on which the contemporary view of ministry/diakonia leans.. In the 1830s initiatives within German Lutheranism started the creation of communities of men and especially of women who were dedicated exclusively to the works of charity so desperately needed in the wake of social dislocations created by industrialization and the Napoleonic wars. By the 1930s such institutions had opened in many cities in central and northern Europe. The geographical spread was accompanied by the growth of a distinctively modern diaconal spirituality centered on the servant roles of the deacon and deaconess in their meeting the needs of the poor and the destitute. Diakonie Deutschland is one of the largest social welfare organizations in Germany. It is one of six members of BAGFW [de], the federal association of free social welfare organizations. The parent organization and its members employed 599,282 people in 2018 and were supported by about 700,000 volunteers. At the start of 2018 Diakonie Deutschland had 31,594 institutions and services offering a total of 1,174,765 places/beds.[4] Diakonie Österreich [de] in Austria had circa 9,000 employees and was supported by 1,500 volunteers in 2017.[5] This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). Catholic Encyclopedia. New York: Robert Appleton Company. {{cite encyclopedia}}: Missing or empty |title= (help)","Title":"Diaconia - Wikipedia","KeyID":"9210","URL":"https://en.wikipedia.org/wiki/Diakonia"}