{"Content: ":"The United Nations Mine Action Service (UNMAS) is a service located within the United Nations Department of Peacekeeping Operations that specializes in coordinating and implementing activities to limit the threat posed by mines, explosive remnants of war and improvised explosive devices. The Service operates under United Nations legislative mandates of both the General Assembly and the Security Council, as well as by request of affected Member States, the United Nations Secretary-General or their designated official. The United Nations had been involved in mine action since it established the Mine Action Programme for Afghanistan in 1989. Additionally, in the early 1990s the organization was conducting various mine action activities in Cambodia, Angola, Bosnia and Mozambique as part of its Peacekeeping Operations.[1] However, UNMAS was not formally formed until 1997, when the Department of Peacekeeping Operation's Demining Unit and the Department of Humanitarian Affairs' Mine Clearance and Policy Unit were merged. It was created to act as the \"UN focal point\" regarding mine action and works to support the vision of a \"world free of the threat of landmines and unexploded ordnance.\"[1][2] In 1998 the General Assembly welcomed the creation of the UNMAS Resolution 53/26, designating the Service as: \"the focal point for mine action within the United Nations system, and its ongoing collaboration with and coordination of all mine-related activities of United Nations agencies, funds and programmes.\"[3] The work of UNMAS is divided into 5 Pillars of Mine Action:[4] In its broad sense, mine clearance includes surveys, mapping and minefield marking, as well as the actual clearance of mines from the ground. This range of activities is also sometimes referred to as demining. Humanitarian mine clearance aims to clear land so that civilians can return to their homes and their everyday routines without the threat of landmines and unexploded remnants of war (ERW), which include unexploded ordnance and abandoned explosive ordnance. This means that all the mines and ERW affecting the places where ordinary people live must be cleared, and their safety in areas that have been cleared must be guaranteed. Mines are cleared and the areas are thoroughly verified so that they can say without a doubt that the land is now safe, and people can use it without worrying about the weapons. The aim of humanitarian demining is to restore peace and security at the community level. Mine clearance methods: Risk education, or RE, refers to educational activities aimed at reducing the risk of injury from mines and unexploded ordnance by raising awareness and promoting behavioural change through public-information campaigns, education and training, and liaison with communities. RE ensures that communities are aware of the risks from mines, unexploded ordnance and/or abandoned munitions and are encouraged to behave in ways that reduce the risk to people, property and the environment. Objectives are to reduce the risk to a level where people can live safely and to recreate an environment where economic and social development can occur free from the constraints imposed by landmine contamination. RE, along with demining (which includes technical surveys, mapping, clearance of unexploded ordnance and mines, marking unsafe areas, and documenting areas that have been cleared), contributes to mine-risk reduction, or limiting the risk of physical injury from mines and unexploded ordnance that already contaminates the land. Advocacy and the destruction of landmine stockpiles focus on preventing future use of mines. \"Education and training\" in MRE encompasses all educational and training activities that reduce the risk of injury from mines, unexploded ordnance and/or abandoned munitions by raising awareness of the threat to individuals and communities and promoting behavioural change. Education and training is a two-way process, which involves the imparting and acquiring of knowledge, changing attitudes and practices through teaching and learning. Education and training activities may be conducted in formal and non-formal environments: teacher-to-child education in schools, information shared at home from parents to children or from children to their parents, child-to-child education, peer-to-peer education in work and recreational environments, landmine safety training for humanitarian aid workers and the incorporation of landmine safety messages in occupational health and safety practices.[5] Building on the experience gained in this area since the entry into force of the Antipersonnel Mine Ban Treaty the negotiators of the Convention on Cluster Munitions agreed on a specific article on victim assistance (Article 5), which contains a number of obligations for States Parties with respect to cluster munition victims in areas under its jurisdiction and control. The Convention on Cluster Munitions also provides the following definition of cluster munition victims: \" (...) all persons who have been killed or suffered physical or psychological injury, economic loss, social marginalisation or substantial impairment of the realisation of their rights caused by the use of cluster munitions. They include those persons directly impacted by cluster munitions as well as their affected families and communities.\" Hundreds of thousands of mine and explosive remnants of war survivors exist in 78 countries. According to the 2008 Landmine Monitor Report, there are up to 60,000 survivors in Afghanistan alone and over 45,000 in Cambodia. In 2011, the Landmine Monitor identified 4,286 new injuries around the world by mines, explosive remnants of war and victim-detonated improvised explosive devices.[6] While the actual figure is unknown, it may well be far greater, since many incidents of mine and explosive ordnance accidents are never reported and are therefore not registered. Within the UN system, the United Nation Mine Action Service works closely with the World Health Organization (WHO) and other UN entities, in particular UNICEF, that also support victim assistance activities. They all work closely with partner organisations outside the United Nations system, such as the International Committee of the Red Cross, Survivor Corps, World Rehabilitation Fund, Handicap International Belgium and Vietnam Veterans of America Foundation. UNMAS coordinates overall UN advocacy in support of treaties and other international legal instruments related to landmines and explosive remnants of war, including cluster munitions, and in support of the rights of people affected by these devices. Methods: Community liaison services may begin far in advance of demining activities and help the development of local capacities to assess the risks, manage information and develop risk-reduction strategies. Stockpiled anti-personnel landmines (APM) far outnumber those actually laid in the ground. In accordance with Article 4 of the anti-personnel mine-ban treaty, State Parties must destroy their stockpiled mines within four years after their accession to the convention. Sixty-five countries have now destroyed their stockpiles of antipersonnel landmines, destroying a combined total of more than 37 million mines. Another 51 countries have officially declared not having a stockpile of antipersonnel mines and a further three countries are scheduled to destroy their stockpiles by the end of the year. There are many options available to states in destroying their stockpiles. Stockpiles are usually destroyed by the military, but an industrial solution can also be employed. The techniques used vary depending on the make-up of the mines and the conditions in which they are found. The complete destruction cycle involves aspects such as transportation and storage, processing operations, equipment maintenance, staff training and accounting, as well as the actual physical destruction. The Inter-Agency Coordination Group on Mine Action (IACG-MA) is a coalition of 12 United Nations offices, specialized agencies, funds and programmes that work to divide of labor within the United Nations regarding mine action. In order to achieve this, they created the Mine Action and Effective Coordination: the United Nations Inter-Agency Policy to effectively tackle the United Nation's mine action response.[7] Members Observers On 14 June 2011, the United Nations had declared Nepal to be landmine free.[8] On 14 May 2015, the UN Secretary-General Ban Ki-moon designated Daniel Craig as the UN Global Advocate for the elimination of mines and explosive hazards.[9] 2017 marked the 20th anniversary of UNMAS.","Title":"United Nations Mine Action Service - Wikipedia","KeyID":"9216","URL":"https://en.wikipedia.org/wiki/United_Nations_Mine_Action_Service"}