{"Content: ":"The Spanish Agency for International Development Cooperation (AECID) (Spanish: Agencia Española de Cooperación Internacional para el Desarrollo) is a Spanish autonomous agency responsible for the management of the Government international development cooperation policy. Its original name was Spanish Agency for International Cooperation (AECI), but Royal Decree 1403/2007, of 26 October, amended its Statute and gave AECID its current name. AECID is a public body under the aegis of the Ministry of Foreign Affairs, via the State Secretariat for International Cooperation and for Ibero-America and the Caribbean (SECIPIC). The Agency is in charge of designing, implementing and managing development cooperation projects and programmes, whether directly, with its own resources, or through collaboration with other national and international bodies and non-governmental organizations.[1] According to the OECD, 2020 official development assistance from Spain decreased 1.8% to USD 3 billion.[2] AECID's responsibilities are set forth in its Statute. In the framework of its current Management Contract, the Agency is in charge of designing and implementing development cooperation projects and programmes, as well as humanitarian action abroad, either as the only actor or jointly with other Cooperation Agencies. Another responsibility is to coordinate development policies with Spain's other General State Administration bodies, and with other bilateral and multilateral agencies and organizations, especially within the European Union and the United Nations system. AECID also represents Spain on issues that fall under its mandate, promotes cooperation actions of other institutions, and is in charge of producing and disseminating relevant development studies, as well as exercising the duties and responsibilities assigned to the Ministry of Foreign Affairs as regards promoting and implementing cultural and scientific relations with other countries.[1] The Spanish Agency for International Development Cooperation (AECID) was created by Royal Decree 1527/1988, of 11 November,[3] through the integration of several self-governing agencies and other organizational units of the Foreign Ministry. It was last restructured in 2001, with the incorporation of the Directorate-General for Cultural and Scientific Relations. The Agency's origins date back to 1946, with the foundation of the Institute of Hispanic Culture. The first significant change to its structure was made in 1976, when a Presidency was established as its highest governing body. In 1977, it was restructured for the first time and given a new name: the Ibero-American Centre for Cooperation, together with new responsibilities and powers in the field of cooperation. From then on, the term \"cooperation\" became the organization’s hallmark, in its name and in all of its activities. The Hispanic Library dates back to the initial period of the 1940s and 1950s, as do the organization's publications under the name Hispanic Culture Editions. Both have fostered a major effort in disseminating Spanish culture, to which their holdings and catalogues bear witness. Before AECI was born, this fruitful work was enhanced by the incorporation of the Félix María Pareja Islamic Library. The Colegio Mayor (student residence) Nuestra Señora de Guadalupe was inaugurated in 1954, as a foundation of the Institute of Hispanic Culture, and as a residence for Spanish and Ibero-American university students. This institution complemented the organization’s policy regarding grants for the higher education of those countries' future leaders and professionals, and it has been open uninterruptedly to this day. Much later, with AECI, the Colegio Mayor Nuestra Señora de África was created. Today, they are both managed by the Colegios Mayores Foundation, and presided over by the Secretary of State for International Cooperation and for Ibero-America. Two other self-governing bodies were also consolidated and integrated into AECI at the time of its creation: the Spanish Arab Institute of Culture (IHAC), which had been functioning since 1954, and had been provided with a legal and operational structure in an Act of 13 February 1974, also as a self-governing institution of the Ministry of Foreign Affairs; and the National Commission and the Cooperation Office with Equatorial Guinea (1981). In 1977, the Institute of Hispanic Culture was renamed the Ibero-American Cooperation Centre (CIC), and underwent a significant change to its basic organizational structure, with a President and a Director-General, and the creation of new organizational units: Documentation and Planning and Research, Cultural Cooperation, Economic Cooperation, and Technological and Industrial Cooperation; in other words, with a clear focus on development cooperation. Its new name would not last for long—in 1979, the organization became known as the Institute for Ibero-American Cooperation (ICI), and its purpose was set forth as being Spanish Cooperation with Ibero-America. In this reorganization, the associations, centres and Institutes of Hispanic Culture in Ibero-America, which had been attached institutions since the Organization's inception, were eliminated. In 1985, a new organizational structure was approved for the Ministry of Foreign Affairs, involving the creation of the Secretariat of State for International Cooperation and for Ibero-America (SECIPI), under which fell the self-governing bodies Institute for Ibero-American Cooperation and Spanish Arab Institute of Culture. The following reported directly to the SECIPI: the Directorates-General for Cultural Relations, for International Technical Cooperation, and for International Economic Relations, as well as the Office and National Cooperation Committee for Equatorial Guinea. The Hispanic and Islamic libraries are housed in a 1970s building behind the main AECID building on Avenida de los Reyes Catolicos, Madrid. To carry out its work, AECID has an extensive structure abroad, made up of Technical Cooperation Offices, a Network of Cultural Centres and Training Centres, located in the countries where the Agency implements its main cooperation projects. The current priority areas for Spanish Cooperation are set forth in the Master Plan 2018‐2021.[4] AECID also performs the duties of the Ministry of Foreign Affairs and Cooperation in the field of cultural action abroad. The instruments for carrying out the mandate assigned to AECID are principally established in the Master Plan for Spanish Cooperation, the Annual International Cooperation Plan, and the sector-based and country-based strategies, as well as in agreements and conventions with public and private entities and organizations; like the Millennium Development Goals (MDGs), approved by the United Nations, have been added. The AECID President is, at the same time, the Secretary of State for International Cooperation. The AECID Vice President is at the same time the Director-General for Sustainable Development Policies as the successor position of the now defunct General Secretary of International Cooperation for Development. It is the official that manages the agency day by day. This is a list where the technical cooperacion offices of the AECID has its headquarters, but that doesn't mean that only work in that country. As an example, the Uruguay's AECID office has competences over the cooperation policy in Brazil. The content of this Article includes information from:","Title":"Spanish Agency for International Development Cooperation - Wikipedia","KeyID":"9218","URL":"https://en.wikipedia.org/wiki/Spanish_Agency_for_International_Development_Cooperation"}