{"Content: ":"Staurikosaurus (Pronounced \"STORE-ee-koh-SAWR-us\", \"Southern Cross lizard\") is a genus of herrerasaurid[1] dinosaur from the Late Triassic of Brazil, found in the Santa Maria Formation. Colbert (1970) described Staurikosaurus as a small and agile, bipedal predator.[2] Staurikosaurus lived during the late-Carnian and early-Norian stage, of the Late Triassic, approximately 225 million years ago—which makes it one of the earliest dinosaurs known. Its length is measured at 2.2–2.25 metres (7 ft 3 in – 7 ft 5 in) long,[3] but Greogry S. Paul presented a lower length estimate of 2.1 metres (6 ft 11 in) and a body mass estimate of 12 kilograms (26 lb).[4] Staurikosaurus was small in comparison to later theropods like Megalosaurus. The type specimen has long but relatively slender limb bones. There exists a very incomplete fossil record of Staurikosaurus, consisting of most of the spine, the legs and the large lower jaw. However, dating from such an early period in the dinosaurs' history and being otherwise so primitive, most of Staurikosaurus' other features as being primitive also can be reconstructed. For example, Staurikosaurus is usually depicted with five toes and five fingers[5]—very simple features of an unspecialized dinosaur. However, since the skeletal structure of the legs is known, it can be seen that Staurikosaurus was a quick runner for its size. It also had just two vertebrae joining the pelvis to the spine, a distinctly primitive condition. The available teeth for Staurikosaurus bear a morphology that strongly suggests a carnivorous diet. The teeth are all serrated, laterally compressed, and caudally curved (i.e. the top of each tooth is curved back toward the throat).[6] This dentition suggests that Staurikosaurus could catch and hold prey, as well as slice and tear flesh to aid in mechanical digestion.[7] The tail of Staurikosaurus was relatively long (with more than 40 vertebrae) compared to the rest of its body and was held straight and off the ground as it ran. The rear part of Staurikosaurus's tail is stiffened by features of the tail vertebrae. Ostrom (1969a) considered this adaptation to serve as a dynamic stabilizer facilitating the animal's leaping and running.[8] A diagnosis is a statement of the anatomical features of an organism (or group) that collectively distinguish it from all other organisms. Some, but not all, of the features in a diagnosis are also autapomorphies. An autapomorphy is a distinctive anatomical feature that is unique to a given organism or group. According to Sues (1990), Staurikosaurus can be distinguished based on the following 14 features: (i) a mandible almost as long as the femur, suggesting a proportionately large head; (ii) a fairly deep but thin dentary with 13 to 14 teeth and with a well-developed retroarticular process; (iii) a vertebral column with 9 to 10 cervical, 15 dorsal, 2 sacral, and more than 40 caudal vertebrae. Staurikosaurus is considered to be more primitive than any other dinosaur because only two sacral vertebrae are present; (iv) an elongated 3rd, 4th, and 5th cervical vertebrae, which represents a primitive condition; (v) cranial cervical vertebrae that lack epipophyses; (vi) the absence of accessory intervertebral articulations; (vii) a slender scapular blade that is not expanded proximally; (viii) a large and plate-like coracoid; (ix) a humerus featuring a prominent deltopectoral crest (represents a primitive condition) as well having distinctly expanded articular ends; (x) an ilium with an extensively developed medial wall of a semiperforate acetabulum (like Herrerasaurus, but unlike any other dinosaur); (xi) a long pubis, two-thirds the length of the femur; (xii) hollow limb bones that feature fairly thick walls; (xiii) a robust femur with an S-shaped shaft: and (xiv) a tibia and fibula slightly longer than the femur.[9] Novas (1993) added that Staurikosaurus is distinguished from other dinosaurs based on the presence of a distal bevel on anterior margin of its pubis.[10] Langer and Benton (2006) noted that Staurikosaurus can be distinguished based on the anterior trochanter being reduced to a scar.[11] Bittencourt and Kellner (2009) also noted that the proximal fibula has a medial sulcus, which is unique to Staurikosaurus pricei.[6] Staurikosaurus means \"Southern Cross\" (after the star constellation visible from the Southern Hemisphere) and \"Lizard\" (from the Greek work \"saurus\" meaning lizard), thus \"Southern Cross Lizard.\" The species name pricei is in the honor of Colbert's fellow paleontologist Llewellyn Ivor Price. The first known specimen of Staurikosaurus (MCZ 1669) was recovered from the Paleontological Site Jazigo Cinco of the Santa Maria Formation,[5] Rio Grande do Sul, southern Brazil. Staurikosaurus was found in mid-Carnian sediments. The genus name refers to the star constellation \"The Southern Cross\", pictured in the coat of arms of Brazil and only visible in the Southern Hemisphere—when Staurikosaurus was described in 1970,[2] it was unusual to find dinosaurs in the Southern Hemisphere. The specific name honors the Brazilian paleontologist Llewellyn Ivor Price, who discovered it in 1936. It was described by Edwin Harris Colbert, working at the American Museum of Natural History. The rarity of Staurikosaurus remains may be a result of it being uncommon while alive, or because it lived in an environment like a forest, where fossils rarely form.[5] Nonetheless, Garcia et al. (2019) referred the holotype of Teyuwasu barberenai as a second specimen of Staurikosaurus pricei (see Classification).[12] Later research by Sues et al. (2011) supports that Staurikosaurus and the related genus Herrerasaurus are theropods and evolved after the sauropod line had split from the Theropoda.[13] Mortimer points out that Benedetto (1973) and Galton (1985) were the first to recognize that Staurikosaurus and Herrerasaurus were more closely related to each other than to sauropodomorphs or avepods, placing them both in the Herrerasauridae and Herrerasauria.[14][15][16] Staurikosaurus differs from Herrerasaurus because of its considerably smaller size (femur length of 23 centimetres (9.1 in) vs. 47 centimetres (19 in)). Sereno et al. (1993) concluded that Staurikosaurus was not a theropod and considered it a basal saurischian outside Theropoda and Sauropodomorpha.[17]Staurikosaurus was originally incorrectly assigned by Colbert to Palaeosauriscidae, a defunct family based largely on Efraasia, a prosauropod dinosaur. All major phylogenetic analyses since 1994 have assigned Staurikosaurus to the clade Herrerasauridae, which is the current scientific consensus on classification of this genus. Bittencourt and Kellner (2009) stated that the phylogenetic position of Staurikosaurus is constrained by its close relationship with Herrerasaurus ischigualastensis, which is more complete and well known.[6] Below is a cladogram based on the phylogenetic analysis conducted by Sues et al. in 2011, showing the relationships of Staurikosaurus:[13] Staurikosaurus Herrerasaurus Chindesaurus Eoraptor Daemonosaurus Tawa Megapnosaurus Coelophysis Liliensternus Zupaysaurus Cryolophosaurus Dilophosaurus Jurassic theropods Staurikosaurus was placed in the clade Herrerasauridae by Benedetto in 1973. Herrerasauridae also includes Herrerasaurus ischigualastensis, both small predatory animals that were either dinosaurs or precursors to dinosaurs.[18] These three dinosaurs lived during the Carnian stage of the Triassic period. Most phylogenetic analyses excluded Eoraptor from the Herrerasauridae.[19] Phylogenetic analysis by Sues, Nesbitt, Berman and Henrici, in 2011, exclude Eoraptor, and include Chindesaurus along with Herrerasaurus as more derived than Staurikosaurus.[20] Sanjuansaurus was assigned to Herrerasauridae by Alcober and Martínez (2010).[21] Sues (1990) assigned Ischisaurus to Herrerasauridae.[22] Other proposed members of the clade have included Sanjuansaurus[23] from the same Ischigualasto Formation of Argentina as Herrerasaurus, and possibly Caseosaurus from the Dockum Formation of Texas,[24] although the relationships of these animals are not fully understood, and not all paleontologists agree. Alcober and Martinez (2010) concluded that Staurikosaurus and Sanjuansaurus are closely related based on similarities in their pubis and tibia.[25] The controversial dinosauriform \"Teyuwasu barberenai\" was recently considered a synonym of Staurikosaurus pricei.[12] Both taxa are known from single incomplete and somewhat poorly preserved specimens, therefore the former holotype specimen of \"Teyuwasu\" would be the second specimen ascribed to Staurikosaurus within almost 50 years of its naming.[2][12] The synonymy was based on a combination of five osteological features that are only present in both specimens among Triassic early dinosauriforms: (i) femur without a trochanteric shelf; (ii) symmetric fourth trochanter of the femur; (iii) crista tibiofibularis poorly separated from the lateral condyle at the distal end of the femur; (iv) posterolateral flange of the distal end of the tibia does not exceeds the lateral margin of the bone; (v) and rounded distal end of the tibia. The synonymy is commented in two subsequent papers, which cast doubt in the association of \"Teyuwasu\" with Staurikosaurus. In the first paper, the authors only mention that the holotype of \"Teyuwasu\" is not well preserved, and thus cannot be attributed to Staurikosaurus.[26] In the second, the authors argue that several of the five character states cited to unite the taxa are present in immature specimens of other dinosauriforms.[27] However, the combination (that is, the simultaneous presence) of the five characters listed by Garcia et al.[12] is not present in any of the aforementioned dinosauriforms, and therefore remains unique between \"Teyuwasu\" and Staurikosaurus. Therefore, further investigations are needed in order to whether confirm or not the synonymy between \"Teyuwasu barberenai\" and Staurikosaurus pricei. Staurikosaurus was a small but active bipedal predator, that preyed on small and medium-sized terrestrial vertebrates such as cynodonts, rhynchosaurs, and herbivorous synapsids. The mandible of Staurikosaurus suggests that a sliding joint in the jaw allowed it to move backwards and forwards, as well as up and down. However, some authors questioned the presence of an intramandibular joint in Staurikosaurus, due to the poor preservation of the holotype.[6] Smaller prey could be worked backwards towards Staurikosaurus's throat, aided along by its small, backwards-curving teeth.[7] This feature was common in theropods of its time, but would disappear in later theropods. During the Late Triassic dinosaurs played only a minor role in terrestrial life; a fact that would change by the Early Jurassic. Staurikosaurus coexisted with large rauisuchian archosaurs like Rauisuchus, which were the top carnivores in their ecosystem[28] Staurikosaurus's paleocommunity included medium- to large-sized herbivorous rhynchosaurs and dicynodonts. Medium-sized omnivorous aetosaurs and cynodonts were also present. Dinosaurs were represented by the Herrerasaurids, which include Staurikosaurus, and the basal sauropodomorph Saturnalia. The contemporaneous occurrence of basal theropods Staurikosaurus, Herrerasaurus, and Eoraptor with the ornithischian Pisanosaurus suggests that the main carnivorous and herbivorous lineages were established during the middle part of the Carnian stage.[18] A U-Pb (uranium decay) dating found that the Santa Maria Formation dated around 233.23 million years ago, putting it 1.5 million years older than the Ischigualasto Formation, and making the two formations approximately equal as the earliest dinosaur localities.[29] ","Title":"Staurikosaurus - Wikipedia","KeyID":"922","URL":"https://en.wikipedia.org/wiki/Staurikosaurus"}