{"Content: ":"The Protezione Civile (Civil Protection[1]), officially Dipartimento della Protezione Civile (Civil Protection Department), is the national body in Italy that deals with the prediction, prevention and management of emergency events. It was established in 1992 by legge 24 febbraio 1992, n. 225, which was updated in 2012, and it is supervised by the office of the Prime Minister. The duties of the Protezione Civile are to predict, prevent and manage at national level disasters and catastrophes, both natural and human-made. The main goal is to protect the sake of life, the properties, the settlements and the environment from damages and dangers. The current chief is Fabrizio Curcio. In order to cope with the risky and difficult situations, the Protezione Civile needs a great deal of volunteers and all the other existing forces. More than 5,000 local volunteering organizations participate to the Protezione Civile activities[2] that represent the backbone of the department. The Civil Protection is formed by: Protezione Civile also provides transport needs for the Government of Italy. Protezione Civile's aerial firefighting aircraft was operated by contractor Societa Ricerche Esperienze Meteorologiche (SOREM) since 1998.[3] In 2018, after a rearrangement of national forces and corps, the complete firefighting fleet was transferred to the Corpo Nazionale dei Vigili del fuoco, Italy's fire department, as the Corpo forestale helicopters were as well. In regions with special status who benefit from a bilingual regime, the name Protezione Civile has been made in the following variants: \" For meritorious work done by the Department of Civil Protection in the event of major and tragic events that occurred during 2002, indicated below: June 2002, Verbano Cusio-Ossola: formation of a lake epiglaciale on the Monte Rosa glacier . October–November 2002 Catania: volcanic and seismic activity. October–November 2002 Campobasso-Foggia: earthquakes with an intensity of 5.4 on the Richter scale. November 2002 serious landslides in northern Italy. December 2002 Aeolian Islands: tsunami. In the above circumstances, the Department of Civil Protection of the Presidency of the Council of Ministers has ensured a constant and effective coordination of the bodies, the bodies and structures operating within the National Service of Civil Protection, providing evidence of admirable dedication in preparing of relief for the people affected by the tragic events and the subsequent reconstruction and upgrading of the environment. The generous action of all the components involved in the activities of civil defense is an admirable example of dedication to the good of Italy. \" - May 16, 2003 \" On the occasion of the serious natural disasters and the tragic events that occurred in the years 2004–05 in different parts of the world the Department of Civil Protection of the Presidency of the Council of Ministers, gave proof of extraordinary self-sacrifice in the name of the values of solidarity and humanitarian commitment , providing assistance and support to vulnerable people and tragically affected; especially meritorious work was paid by the Department in the city of Bham after the disastrous earthquake in the city of Beslan following the serious terrorist attack in Southeast Asia devastated by the tsunami in the city of New Orleans affected by Hurricane and finally in the region of Kashmir, which is also affected by the earthquake; at the same time with high competence and extraordinary efficiency the Department has been able to coordinate in Italy the organization of \"major events\" that have drawn millions of people involved and the world public opinion, in particular on the occasion of the funeral of Pope John Paul II and the unwinding of the Turin 2006 Winter Olympics . \" - 1 April 2006 \" They have been able to transform the dedication that motivates them to efficiently and effectively in rescue operations in Italy and abroad, making the Italian Civil Protection system a model admired and respected and its volunteers an example of professionalism, charity and sacrifice. \" - October 2, 2011 \" On the occasion of the earthquake that struck the Abruzzo region the Department of Civil Protection of the Presidency of the Council of Ministers ensured a constant and effective coordination of components and operational structures, as well as civil organizations, military and volunteer of the National Service of Civil Protection, providing proof of admirable dedication in the organization of relief and assistance in favor of the affected population and the subsequent work of restoration of normal living conditions, receiving the unanimous appreciation of the local community and across the country, and a general approval the international community. \" - June 5, 2012 \" During the early stages of relief following the earthquake that hit the Abruzzo region, the Department has demonstrated extraordinary organizational capacity during all phases of the complex system of coordination between relief, providing assistance to thousands of people so severely affected. \" - September 27, 2012 Coordinates: 41°57′29″N 12°29′10″E﻿ / ﻿41.958°N 12.486°E﻿ / 41.958; 12.486","Title":"Protezione Civile - Wikipedia","KeyID":"9220","URL":"https://en.wikipedia.org/wiki/Protezione_Civile"}