{"Content: ":"The Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH (English: German Agency for International Cooperation GmbH), often shortened to simply GIZ, is the main German development agency headquartered in Bonn and Eschborn that provides services in the field of international development cooperation and international education work. It is the organization's self-declared goal to deliver effective solutions that offer people better prospects and sustainably improve their living conditions.[2] GIZ's main commissioning party is Germany's Federal Ministry for Economic Cooperation and Development (BMZ). Other commissioners include European Union institutions, the United Nations, the private sector, and governments of other countries. In its projects GIZ works with partners in national governments, actors from the private sector, civil society and research institutions. GIZ was established on 1 January 2011, through the merger of three German international development organizations: the Deutscher Entwicklungsdienst (DED), the Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ), and Internationale Weiterbildung und Entwicklung (InWEnt).[3] GIZ is one of the world's largest development agencies, with a business volume in excess of €3.1 billion in 2019 as well as 22,199 employees spread over more than 120 countries.[4] Additionally, in cooperation with the German Federal Employment Agency, GIZ operates the Centre for International Migration and Development (CIM), an agency specialized on international cooperation activities related to global labor mobility.[5] GIZ's headquarters are located in Bonn and Eschborn. It also has a representation in Berlin and offices at 16 other locations across Germany. Outside Germany, the company has a representation in Brussels and operates 90 offices around the world.[6] Because GIZ is incorporated under German law as a GmbH (limited liability company), it is governed by a management board that acts on behalf of the company's shareholders and is monitored by a supervisory board.[7] Additionally, GIZ also has a board of trustees and a Private Sector Advisory Board.[8] GIZ's management board consists of three managing directors, namely Tanja Gönner (Chairperson), Thorsten Schäfer-Gümbel and Ingrid-Gabriela Hoven.[9] The Federal Republic of Germany (represented by the Federal Ministry for Economic Cooperation and Development (BMZ) and the Federal Ministry of Finance (BMF)) is GIZ's sole shareholder.[10] The organization is structured into eight corporate units (Corporate Development; Corporate Communications; Legal Affairs and Insurance; Compliance and Integrity; Auditing; Evaluation; Corporate Security; Academy for International Cooperation (AIZ)) and ten departments (Commissioning Parties and Business Development; Sectoral Development; Sector and Global Programmes; Africa; Asia, Latin America, Caribbean; Europe, Mediterranean, Central Asia; International Services; Human Resources).[11] GIZ holds a 49% share in sequa gGmbH, the implementing partner of the German business community, in line with the company's objective to foster private sector development and cooperate closely with business chambers and associations abroad. Moreover, GIZ is a member of the European Network of Implementing Development Agencies (EUNIDA), which was co-founded by GTZ in 2000.[12] GIZ's considers capacity development to be its core discipline.[13] The company's services are grouped into eight so-called \"product areas\" (as of January 2017): GIZ has been involved in the creation of various networks, associations and portals, and may carry out or support secretariat functions for some of these for a limited period of time. Examples of such networks and associations that have had some GIZ involvement include: Other global agendas supported by GIZ include South-South cooperation, i.e. bilateral cooperation between developing countries and emerging economies, and triangular cooperation between developing countries as beneficiaries, emerging economies as \"new donors\" and traditional donors, e.g. Germany, as contributors of expertise. GIZ works closely with the German government-owned development bank KfW, which is based in Frankfurt. While GIZ implements those projects on behalf of the BMZ that belong to \"technical cooperation\", i.e. capacity development, the KfW implements those BMZ projects belonging to \"financial cooperation\".[23] GIZ is currently represented in the SuRe® Stakeholder Council.[24] SuRe® – The Standard for Sustainable and Resilient Infrastructure is a global voluntary standard which integrates key criteria of sustainability and resilience into infrastructure development and upgrade. SuRe® is developed by GIB Foundation and Natixis as part of a multi-stakeholder process and will be compliant with ISEAL guidelines.[25] Finally, GIZ also hosts the Eschborn Dialogue, a two-day event that offers international experts a forum to exchange knowledge and experiences on a given topic in international cooperation (e.g. \"World in motion: mobility, migration, digital change\" in 2014 or \"Raw materials and resources: growth, values, competition\" in 2013). The Eschborn Dialogue has been organized each year since 1988.[26] GIZ mainly operates on behalf of the Federal Ministry for Economic Cooperation and Development (BMZ). At the national level, GIZ, however, is also commissioned by other government departments, e.g. the Federal Foreign Office, the Federal Ministry for the Environment (BMU), or the Federal Ministry for Economic Affairs and Energy (BMWi),[27] as well as by German states and municipalities.[28] At the international level, GIZ cooperates with the European Union,[29] UN agencies, other international institutions such as the Global Fund to Fight AIDS, Tuberculosis and Malaria (GFFATM),[30] and foreign governments.[31] The cooperation with private enterprises is an emerging field, promoted under the name of sustainable development. The GIZ is set up with International Services (IS) and the Public Private Partnership (PPP)[32] in this area. Media related to Deutsche Gesellschaft für Internationale Zusammenarbeit at Wikimedia Commons","Title":"Deutsche Gesellschaft für Internationale Zusammenarbeit - Wikipedia","KeyID":"9221","URL":"https://en.wikipedia.org/wiki/Deutsche_Gesellschaft_f%C3%BCr_Internationale_Zusammenarbeit"}