{"Content: ":"ITF Enhancing Human Security is a humanitarian, non-profit organization founded by the Republic of Slovenia.,[1] which specializes in land mine clearance and post-conflict reconstruction. It was established on 12 March 1998 with the purpose of helping Bosnia and Herzegovina in its post-conflict rehabilitation, specifically with mine clearance and assistance to mine victims.[2] The organization focuses on humanitarian de-mining, conventional weapons destruction, policy development, and other forms of post-conflict assistance. ITF was established under the formal name ‘International Trust Fund for Demining and Mine Victims Assistance’ on 12 March 1998. Slovenia allocated 1.3 million US dollars to ITF to begin the processes of de-mining Bosnia and Herzegovina. In December 1998, ITF received a donation from the U.S. Congress in the sum of 28 million U.S. dollars, allowing operational activities in Bosnia and Herzegovina to commence.[3] In 2002, ITF spread its operations beyond the South East European region. In 2011, the name of the organization was changed to ITF Enhancing Human Security in order to better describe the organization’s mission.[2] To date, ITF programs and projects have covered seven regions around the world: - Southeast Europe: Albania, Bosnia and Herzegovina,[4] Bulgaria, Croatia, Kosovo, Macedonia, Montenegro, Serbia; - Eastern Europe: Belarus, Ukraine; - Central Asia: Afghanistan, Kyrgyz Republic, Regional Activities; - Middle East: Egypt, Gaza Strip, Iraq, Jordan, Lebanon, Syria, West Bank; - South Caucasus: Armenia, Azerbaijan, Georgia; - Africa: Cabo Verde, Libya, Economic Community of West African States (ECOWAS); - Other Countries: Colombia, Cyprus, Lithuania. Activities include workshops and lectures that aim to educate the participants and their families on the risks of land mines and other explosive remnants of war (ERW). ITF focuses on the health and psychosocial well-being of mine/ERW victims through medical rehabilitation and/or socio-economic reintegration. Victim assistance reduces the immediate and long-term medical and psychological effects of their trauma and reintegrates the victims by helping them become active members of the society. ITF develops national capacities at two levels: community and state. Capacity building focuses around individuals, groups, organizations, institutions and societies. This increases the ability of local authorities to manage and implement their capabilities, while taking ownership of the problem and possible solutions. At the state level, there is promotion of appropriate national laws and standards, improvement of systems of governance, arrangement of equipment and infrastructure, coordination and adequate project management and capacity of national authorities to prepare resources. ITF defines physical security and stockpile management (PSSM) as the safe storage of weapons and ammunition. Accountable and secure access, paired with professional training on the most modern approaches and appropriate procedures, can result in the effective management of stockpiles. Surplus of weapons and ammunition, if inappropriately stored or obsolete, can present a constant and direct threat to human security. They can also deteriorate to a state where they present an environmental danger. In order to prevent accidental explosions at storage houses caused by obsolete or inappropriately stored weapons and munitions, it is key to destroy or alter weapons and ammunition into an inert state, disabling their further use. ITF works with local governments in this process. ITF advocates mine awareness and other human security issues through community outreach, meetings, trainings and workshops. These methods raise awareness about the impact of mines/ERW, the dangers of surplus and deteriorating stockpiles of munitions, and advocate the rights of people with disabilities. On April 4, International Day for Mine Awareness and Assistance, ITF runs a campaign in Slovenia called Lend Your Leg, where participants roll up their pant leg in solidarity with those who have lost a limb to land mines[5] The headquarters of ITF is located in Ljubljana, Slovenia. It is responsible for the coordination of all activities and the financial management of donations. Main tasks of the ITF Headquarters include the management and awarding of contracts, project management, reporting and evaluation, implementation of different workshops, conferences and meetings. These tasks are combined with the monitoring and evaluation operations in the field that are conducted by the staff. ITF also carries out its operations from the Representative Office in Bosnia and Herzegovina and Implementation Office in Croatia. Temporary Implementation Offices are also established in Libya, Afghanistan, Ukraine and Colombia. The use of land mines has drawn international attention and condemnation due to their ability to remain primed years after their implantation and that majority hurt civilians rather than combatants. As a result, the Ottawa Treaty was introduced in 1997, which prohibited the use of indiscriminate weapons in wartime. Similar treaties have also been agreed upon by the international community such as The Convention on Cluster Munitions (CCM) which went into effect in 2010. CCM stipulates that countries who ratify it must never 1) use cluster munitions 2) develop produce or otherwise acquire munitions or 3) encourage and assist a third party to violate the two former conditions. Non-governmental organizations also became involved with the 1992 International Campaign to Ban Landmines (ICBL). The campaign aimed to rid the world of landmines and also promote survivors’ rights and ability to re-acclimate into society. ICBL has many prominent partners who represent and advocate for land mine victims such as Norwegian People's Aid (NPA), Halo Trust, the Mine Advisory Group and the Geneva International Centre for Humanitarian Demining (GICHD). In order to demine an area, strict regulations must be observed in accordance with the International Mine Action Standards (IMAS). IMAS is maintained and developed by the United Nations Mine Action Service (UNMAS) which provides guidelines, requirements, and updated methods of removal for mine action operations. Funding of ITF is solely provided by the donor community, which then devotes its funds to the recovery and development of post-conflict affected countries. Since 1998, at least 430 donors have donated funds to ITF. The main source of donations are public donors, who represent around 95 percent of all donations. They include the European Union, United Nations Development Programme, United Nations Mine Action Service, OPEC Fund for International Development and other national authorities. The government of the United States of America is ITF’s biggest donor and has contributed over 216 million dollars to its projects and programs. In specific cases, and if donors agree, ITF can provide a Funds Matching Mechanism, where funds of different donors are joined and used together for the same purpose. ITF also receives funds from private donors such as non-governmental and humanitarian organizations, businesses, and individuals. In addition to providing funds, donors also engage in the sessions of the ITF Board of Advisors as its members. Donors can also identify countries of interest and where they would like the funds allocated.","Title":"ITF Enhancing Human Security - Wikipedia","KeyID":"9222","URL":"https://en.wikipedia.org/wiki/ITF_Enhancing_Human_Security"}