{"Content: ":"Chimney sweep's cancer, also called soot wart, is a squamous cell carcinoma of the skin of the scrotum. It has the distinction of being the first reported form of occupational cancer, and was initially identified by Percivall Pott in 1775.[1] It was initially noticed as being prevalent amongst chimney sweeps. The disease was also seen in men exposed to mineral oil and those who worked with coal distillates.[2] This cancer is also referred to as epidermoid carcinoma of the scrotum and epithelioma of the scrotum.[2] A housing tax, created during the 17th century in England, limited the number of fireplaces per house.[3] To avoid this tax several chimney pipes would be connected to a single fireplace, resulting in angled pipes.[3] The odd chimney structures resulted in complex mechanical cleaning methods.[3] As a result, it was not uncommon for young boys to be hired as chimney sweeps in England in the 1700s and 1800s. Typically, those hired were orphans or children from poor families.[4] Young children, between the ages 5 and 11, were often hired for their ability to fit through the narrow chimney chutes.[3] This often resulted in bone deformities and unnatural postures.[3] During this time, chimney sweeps would often take on children as apprentices.[3] Children apprentices were often identified through brass badges. These badges were associated with particular teachers.[3] Chimney sweeps' carcinoma is a squamous cell carcinoma of the skin of the scrotum. Chimney sweeps' carcinoma was first described by Percivall Pott in 1775 who postulated that the cancer was associated with occupational exposure to soot.[5][6] The cancer primarily affected chimney sweeps who had been in contact with soot since their early childhood. The median age of onset of symptoms in one review was 37.7 years, although boys as young as 8 years old were found to have the disease.[7] It was proposed by W.G. Spencer in 1890 that sweat running down their bodies had caused soot to accumulate in the rugae of the inferior surfaces of the scrotum, with the resulting chronic irritation causing scrotal cancer,[8] but this was shown to be an incorrect artifact of the method used to stain his microscope slides.[7] In 1922, R.D. Passey, a research physician at Guy's Hospital in London produced malignant skin tumors in mice exposed to an extract made from soot, demonstrating the presence of carcinogenic substances in soot which were the likely cause of cancer of the scrotum in chimney sweeps.[7][9] In the 1930s Ernest Kennaway and James D. Cook of the Research Institute of the Cancer Hospital in London (later known as the Royal Marsden Hospital), discovered several polycyclic hydrocarbons present in soot that were potent carcinogens: 1,2,5,6-dibenzanthracene; 1,2,7,8-dibenzanthracene; and 1,2-benzpyrene (3) benzo[α]pyrene. DNA consists of sequences of four bases – guanine, adenine, cytosine, and thymine – bound to a deoxyribonucleic backbone, forming the four deoxyribonucleosides: deoxyguanosine etc. Benzo(α)pyrene interacts with deoxyguanosine of the DNA, damaging it and potentially starting the processes that can lead to cancer.[6] The initial lesion is small and painless. It is often described as an itchy sore, wart, or pimple. Often times it may bleed due to scratching.[10] Chimney sweeping was a common practice across Europe and North America.[4] The disease was mostly found in the United Kingdom, where climbing boys were used. The most likely reason for the disease's high prevalence in the United Kingdom is because chimney chutes were narrower.[4] Another reason can be attributed to hygiene standards in the 18th century: during this time, hygiene standards were lacking and bathing once a year was not uncommon.[4] Families often shared sleeping blankets and these blankets were often the ones used by the chimney sweeper to collect soot, resulting in further repeated soot exposure.[3] It was also not uncommon for children to work naked. The lack in hygiene standards coupled with working naked allowed for repeated skin exposure to toxins in chimney soot, a possible cause for this disease.[4] The first Chimney Sweepers Act to protect child workers was passed in 1788.[4] This act stated that the minimum working age was 8 years old.[4] In 1803, two societies were formed to protect children in the chimney sweeping industry.[3] In 1834, the British Parliament passed the Act for the Better Regulation of Chimney Sweepers and their Apprentices and the Act for Safer Construction of Chimneys and Flues in response to child labor exploitation concern.[3] This law forbade children under 10 years old from working.[4] These Acts also required that improvements be made to chimney structures.[3] Soon after, in 1840, the law changed the minimum age to 16 years old.[4] This new law also suggested that those under 21 not work in the chimney sweeping industry.[3]An 1875 Act of Parliament forbade this practice. Climbing boys were also used in some European countries.[11] Lord Shaftesbury, a philanthropist, led the later campaign. However, these laws were typically ignored due to lack of enforcement strategies.[4] In 1863, the Children's Employment Commission evaluated child employment to ensure the Acts set in place were followed.[3] Their report showed that child employment increased since the introduction of the Act of 1840, changing minimum working age to 16.[3] Victor Hugo, influenced by the social injustice he witnessed, based a character in his novel Les Misérables on the injustices young boys in the chimney sweeping industry faced. Through his character Cosette, he criticized child exploitation and slavery.[4] In the United States, enslaved black children were hired from their owners and used in the same way, and were still climbing after 1875.[12] Sir Percivall Pott (6 January 1714 – 22 December 1788) London, England) was an English surgeon, one of the founders of orthopedy, and the first scientist to demonstrate that a cancer may be caused by an environmental carcinogen. In 1765 he was elected Master of the Company of Surgeons, the forerunner of the Royal College of Surgeons. It was in 1775 that Pott found an association between exposure to soot and a high incidence of chimney sweeps' carcinoma, a scrotal cancer (later found to be squamous cell carcinoma) in chimney sweeps. This was the first occupational link to cancer, and Pott was the first person to demonstrate that a malignancy could be caused by an environmental carcinogen. Pott's early investigations contributed to the science of epidemiology and the Chimney Sweepers Act 1788.[13] Pott describes chimney sweeps' carcinoma thus: It is a disease which always makes it first attack on the inferior part of the scrotum where it produces a superficial, painful ragged ill-looking sore with hard rising edges.....in no great length of time it pervades the skin, dartos and the membranes of the scrotum, and seizes the testicle, which it inlarges [sic], hardens and renders truly and thoroughly distempered. Whence it makes its way up the spermatic process into the abdomen.[14] He comments on the life of the boys: The fate of these people seems peculiarly hard … they are treated with great brutality … they are thrust up narrow and sometimes hot chimnies [sic], where they are bruised burned and almost suffocated; and when they get to puberty they become … liable to a most noisome, painful and fatal disease. The suspected carcinogen was coal tar, and possibly arsenic.[15][16] Diagnosis is by biopsy of the scrotal lesion.[2] There are several different tests involved in staging, including MRI of the scrotum and abdominopelviscrotal ultrasound.[2] Ray and Whitmore proposed a staging system based on the level of metastasis.[17] It is the most commonly used system. There are four stages of the cancer, listed as Stage A through to Stage D.[2] Under Stage A there are two substages, Stage A1 and Stage A2.[2] Stage A1 is when the disease is localized in the scrotum.[2] Stage A2 is when the disease moves to surrounding areas, including the penis, testis, pubic bone, and perineum.[2] During Stage B, the disease metastasizes regionally.[2] At this point in the disease, the cancer and/or tumor is resectable.[2] At Stage C, the disease further metastasizes, however, at this point is it no longer resectable.[2] Distant metastasis occurs during Stage D of the disease. At this point, it moves past the regional nodes, which is rare.[2] Chimney sweeps' carcinoma prognosis depends heavily upon the presence or absence of nodal involvement.[2] Removing the tumor during initial surgery is a leading factor in prognosis.[2] Survival rate is based upon nodal involvement. There is an approximate 25% 5-year survival rate in cases in which the inguinal nodes are involved.[2] There is no survival rate if iliac nodes are involved.[2] Treatment was by surgery.[18] More specifically, wide excision with a 2-3cm margin.[2] It is also recommended that the surrounding subcutaneous tissue is removed with the tumor itself.[2] Scrotal contents are usually only removed if involved through the tumor.[2] Radiation therapy and chemotherapy can also be considered to treat Chimney sweeps' carcinoma.[17] Incidence of chimney sweeps' carcinoma was reduced when protective work clothes were introduced.[2] The Law Act of 1788 outlined appropriate work attire.[3] Improved personal hygiene also helped in lowering incidence of the cancer.[2] Decades later, it was noticed to occur amongst gas plant and oil shale workers, and it was later found that certain constituents of tar, soot, and oils, known as polycyclic aromatic hydrocarbons, were found to cause cancer in laboratory animals. The related cancer is called mule spinners' cancer.","Title":"Chimney sweeps' carcinoma - Wikipedia","KeyID":"9236","URL":"https://en.wikipedia.org/wiki/Chimney_sweeps%27_carcinoma"}