{"Content: ":"Concussions, a type of mild traumatic brain injury, are a frequent concern for those playing sports, from children and teenagers to professional athletes. Repeated concussions are a known cause of various neurological disorders, most notably chronic traumatic encephalopathy (CTE), which in professional athletes has led to premature retirement, erratic behavior and even suicide. A sports-related concussion is currently defined as a \"complex pathophysiological process affecting the brain, induced by biomechanical forces\".[1] Because concussions cannot be seen on X-rays or CT scans, attempts to prevent concussions have been difficult.[2] The dangers of repeated concussions have long been known for boxers and wrestlers; a form of CTE common in these two sports, dementia pugilistica (DP), was first described in 1928. An awareness of the risks of concussions in other sports began to grow in the 1990s, and especially in the mid-2000s, in both the medical and the professional sports communities, as a result of studies of the brains of prematurely deceased American football players, who showed extremely high incidences of CTE (see concussions in American football). As of 2012, the four major professional sports leagues in the United States and Canada included policies for managing concussion risk.[3] Sports-related concussions are generally analyzed by athletic training or medical staff on the sidelines using an evaluation tool for cognitive function known as the Sport Concussion Assessment Tool (SCAT), a symptom severity checklist, and a balance test.[4] Concussion symptoms can last for an undetermined amount of time depending on the player and the severity of the concussion. Concussion symptoms can be described as immediate and delayed.[5] The immediate symptoms experienced immediately after concussions include the following: memory loss, disorientation, and poor balance.[5] Delayed symptoms are experienced in the later stages and include sleeping disorders and behavioral changes. Both immediate and delayed symptoms can continue for long periods of time and have a negative impact on recovery.[5] There is the potential of post-concussion syndrome, defined as a set of symptoms that may continue after a concussion is sustained.[6] Post-concussion symptoms can be classified into physical, cognitive, emotional, and sleep symptoms.[6] Physical symptoms include a headache, nausea, and vomiting.[6] Athletes may experience cognitive symptoms that include speaking slowly, difficulty remembering and concentrating.[6] Emotional and sleep symptoms include irritability, sadness, drowsiness, and trouble falling asleep.[6] Ignoring concussions makes athletes more vulnerable to incurring further head trauma, stressing the importance of rigorous concussion testing protocols in professional sports. Subsequent impact can cause a rare condition known as second-impact syndrome, which can result in severe injury or death.[7] Second-impact syndrome can as a result of a second head injury before the brain has adequate time to heal in between concussions.[8] It typically give signs and symptoms of a post-concussion syndrome (visual, motor, or sensory abnormalities and difficulties with cognitive processes). Even minor repeated head blow may result in malignant cerebral oedema and even death. Nonetheless, it must be concluded that second-impact syndrome is an infrequent finding, predominately involving young athletes, and only rarely is fatal.[9][10][11] Repeated concussions have been linked to a variety of neurological disorders among athletes, including chronic traumatic encephalopathy (CTE), Alzheimer's disease, Parkinsonism and amyotrophic lateral sclerosis (ALS).[12][13] Repeated concussions or mild-to-moderate traumatic brain injuries (TBI) have also been established to have effects on the motor dysfunction and movement disorders, however a systematic review has concluded that more investigation is needed to fully understand the long term effects of concussions and TBIs.[14] In addition, returning to sports with impaired sensorimotor function after experiencing a sports-related concussion increases the risk of sustaining musculoskeletal injuries.[15] In addition, athletes that experienced a concussion are two times more likely to sustain a musculoskeletal MSK injury compared to non-concussed athletes.[16] It is estimated that as many as 1.6–3.8 million concussions occur in the US per year in competitive sports and recreational activities; this is a rough estimate, since as many as 50% of concussions go unreported.[17] Concussions occur in all sports with the highest incidence in American football, ice hockey, rugby, soccer, and basketball.[4] In addition to concussions caused by a single severe impact, multiple minor impacts may also cause brain injury.[18] Less than 10% of cases experience a loss of consciousness, and many typical symptoms appear after the initial concussion evaluation.[19] The overall incidence risk of concussion is higher in adults than in youth, as the injury rate per 1,000 athletic exposures for youth is 0.23, compared to 0.28 in collegiate athletes.[20] An analysis of National Collegiate Athletic Association (NCAA) injury reports estimated concussion rates among student athletes who participate in NCAA sports during the 2011–2012 through 2014–2015 academic years:[21] American football causes 250,000 concussions annually, and 20% of high-school football players experience a concussion every year.[22][23] In 2000, researchers from the Sports Medicine Research Laboratory at the University of North Carolina at Chapel Hill analyzed 17,549 players from 242 different schools. 888 (5.1%) of the players analyzed have at least one concussion a season, and 131 (14.7%) of them have had another concussion the year later. Division III and high-school players have a higher tendency to sustain a concussion than Division II and Division I players.[24] In 2001, the National Football League Players Association partnered with the UNC to determine whether professional football players suffer any health effects after any injuries, although the findings were criticized by the NFL for being unreliable due to being based on self-reporting by the players.[25] The National Football League's (NFL) policy was first started in 2007, and injured players are examined on field by the medical team.[26] The league's policy included the \"NFL Sidelines Concussion Exam\", which requires players who have taken hits to the head to perform tests concerning concentration, thinking and balance.[27] In 2011, the league introduced an assessment test, which combines a symptoms checklist, a limited neurological examination, a cognitive evaluation, and a balance assessment. For a player to be allowed to return, he must be asymptomatic.[28] If a player is cleared by the Unaffiliated Neurotrauma Consultant (UNC), then they will be allowed to play but will be monitored closely throughout the game. If a player is diagnosed with a concussion, then that player is not allowed back in the game. A return to play process is issued, which includes five steps, “1. Rest and recovery 2. Light aerobic exercise 3. Continued aerobic exercise/strength training 4. Football specific activities 5. Full football activity/clearance”[29] Almost every team has experienced a player who will “keep playing, then manage to stumble off the field, unnoticed by the coaches, cameras or press. He might take a breather for a series or two. But he can walk, so he wants to play. He gets back in the game and back to his teammates.”[30] According to Johns Hopkins University, a study took place which “researchers recruited nine former NFL players who retired decades ago and who ranged in age from 57 to 74. The men had played a variety of positions and self-reported a wide range of concussions, varying from none for a running back to 40 for a defensive tackle.\"[31] Ice hockey has also been known to have concussions inflict numerous players. Because of this, the NHL made hockey helmets mandatory in the 1979–80 NHL season.[32] According to a data release by the National Academy of Neuropsychology's Sports Concussion Symposium, from 2006 to 2011, 765 NHL players were diagnosed with a concussion.[33] At the Mayo Clinic Sports Medicine Center Ice Hockey Summit: Action on Concussion conference in 2010, a panel made a recommendation that blows to the head are to be prohibited, and to outlaw body checking by 11- and 12-year-olds. For the 2010–11 NHL season, the NHL prohibited blindside hits to the head, but did not ban hits to the face. The conference also urged the NHL and its minor entities to join the International Ice Hockey Federation, the NCAA and the Ontario Hockey League in banning any contact to the head.[34] The National Hockey League's (NHL) concussion policy began in 1997, and players who sustain concussions are evaluated by a team doctor in a quiet room.[26] In March 2011, the NHL adopted guidelines for the league's concussion policy. Before the adoptions, examinations on the bench for concussions was the minimum requirement, but the new guidelines make it mandatory for players showing concussion-like symptoms to be examined by a doctor in the locker room.[35] Dr. Paul Echlin and Dr. Martha Shenton of Brigham and Women's Hospital and other researchers, conducted a study where “Forty-five male and female Canadian university hockey players were observed by independent physicians during the 2011–2012 season. All 45 players were given M.R.I. scans before and after the season. The 11 who received a concussion diagnosis during the season were given additional scans within 72 hours, two weeks and two months of the incident. The scans found microscopic white matter and inflammatory changes in the brains of individuals who had sustained a clinically diagnosed concussion during the period of the study.”[36] \"We celebrate the big hit, we don't like the big head hit. There is an important distinction because we celebrate body-checking.\"[35] The NHL has been criticized for allowing team doctors to determine whether an injured player can return to the ice, instead of independent doctors.[37] Association football— also known as soccer— is a major source of sports-related concussions around the world. Even though 50–80% of injuries in football are directed to the legs, head injuries have been shown to account for between 4 and 22% of football injuries. There is the possibility that heading the ball could damage the head, as the ball can travel at 100 km/hour; although most professional footballers have reported that they experienced head injuries from colliding with other players and the ground.[38][39] A multi-year study by the University of Colorado published in JAMA Pediatrics confirmed that athlete-to-athlete collisions that occur during heading, not impact with the ball itself, is generally the cause for concussion.[40] A Norwegian study consisting of current and former players of the Norway national football team found out that 3% of the active and 30% of the former players had persistent symptoms of concussions, and that 35% of the active and 32% of that former players had abnormal electroencephalogram (EEG) readings.[41] During the 2006-07 English Premier League season, Czech goalkeeper Petr Čech suffered from a severe concussion in a match between his club Chelsea and Reading. During the match, Reading midfielder Stephen Hunt hit Čech's head with his right knee, knocking the keeper out.[42] Čech underwent surgery for a depressed skull fracture and was told that he would miss a year of playing football. Čech resumed his goalkeeper duties on 20 January 2007 in a match against Liverpool, now wearing a rugby helmet to protect his weakened skull. According to Downs DS and D Abwender in their article Neuropsychological Impairment in Soccer Athletes, “participation in soccer may be associated with poorer neuropsychological performance, although the observed pattern of findings does not specifically implicate heading as the cause”.[43] On 2 November 2013 in a match between Tottenham and Everton, Tottenham goal keeper Hugo Lloris sustained a blow to the head by on -coming player Romelu Lukaku's knee. The blow left Lloris knocked out on the ground. Reluctantly manager Andre Villas Boas decided to leave the player on after regaining consciousness and having passed a medical assessment. This broke the rules of the PFA, which state that any player who has lost consciousness must be substituted.[44] There has been a widespread debate on protective headgear in soccer. Known as a sport associated with intricate footwork, speed, and well-timed passes, soccer also is classified as a high- to moderate-intensity contact/collision sport, with rates of head injury and concussion similar to those seen in football, ice hockey, lacrosse, and rugby. While the benefits of helmets and other head protection are more obvious in the latter sports, the role of headgear in soccer is still unclear.[45] There are clear rules from FIFA regarding what to do when a player gets a concussion. FIFA's guidelines say that a player who has been knocked unconscious should not play again that day. The rules do however allow for \"a transient alteration of conscious level\" following a head injury, which says that a player can return to play following assessment by medical staff. The rules also state that a player who is injured with head damage is not to be played for five days.[44] Concussions are also a significant factor in rugby union, another full-contact sport. In 2011, the sport's world governing body, World Rugby (then known as the International Rugby Board, or IRB), issued a highly detailed policy for dealing with injured players with suspected concussions. Under the policy, a player suffering from a suspected concussion is not allowed to return to play in that game. Players are not cleared to play after the injury for a minimum of 21 days, unless they are being supervised in their recovery by a medical practitioner. Even when medical advice is present, players must complete a multi-step monitoring process before being cleared to play again; this process requires a minimum of six days.[46] In 2012, the IRB modified the policy, instituting a Pitchside Suspected Concussion Assessment (PSCA), under which players suspected of having suffered concussions are to leave the field for 5 minutes while doctors assess their condition via a series of questions. Players who pass the PSCA are allowed to return to play.[47] However, an incident during the third Test of the 2013 Lions tour of Australia led to criticism of the current protocols. During that match, Australian George Smith clashed heads with the Lions' Richard Hibbard and was sent to pitchside. According to ESPN's UK channel, \"despite looking dazed and confused, Smith passed the PSCA and was back on the field minutes later.\"[47] In 2013, former Scotland international Rory Lamont charged that the current concussion protocols can easily be manipulated. A key part of the current protocols is the \"Cogsport\" test (also known as COG), a computer-based test of cognitive function. Each player undergoes the test before the start of a new season, and is then tested again on it after a head injury, and the results compared, to determine possible impairment. According to Lamont, some players deliberately do poorly on the pre-season test, so that they will be more likely to match or beat their previous results during play.[48] Lamont was also critical of the PSCA, noting: The problem with the PSCA is a concussed player can pass the assessment. I know from first hand experience it can be quite ineffective in deciding if a player is concussed. It is argued that allowing the five-minutes assessment is better than zero minutes but it is not as clear cut as one might hope. Concussion symptoms regularly take 10 minutes or longer to actually present. Consequently the five-minute PSCA may be giving concussed players a license to return to the field.[48] The Concussion bin was replaced by the head bin in 2012 with the players assessment taking 10 minutes.[49] If concussed the player must then recover by first returning to general activities in life, then progressing back to playing. Returning to play, the player must follow the Graduated Return to Play (GRTP) protocol, by having clearance from a medical professional, and no symptoms of concussion. Major League Baseball's (MLB) policy was first started in 2007, and injured players are examined by a team athletic trainer on the field.[26] On 29 March 2011, MLB and the Major League Baseball Players Association announced that they have created various protocols for the league's concussion policy.[50] The new policy includes the following protocols: In the 2005 high school basketball year, 3.6% of reported injuries were concussions, with 30.5% of concussions occurring during rebounds.[52] Incidence rates for concussions in NCAA men's basketball is lower than NCAA women's basketball, at 0.16 concussion per 1,000 athletes compared to 0.22 per 1,000 athletes respectively. The difference is found mainly in competition activity compared to practice.[53] On December 12, 2011, the National Basketball Association (NBA) announced that the establishment of a concussions policy for league.[54] The players and staff are required annual education on topics surrounding concussion during play, including mechanisms of injury, signs, symptoms and interventions.[55] The policies surrounding concussion management in NBA are as follows: Despite boxing's violent nature, a National Safety Council report in 1996 ranked amateur boxing as the safest contact sport in America.[citation needed] However, concussions are one of the most serious injuries that can occur from boxing, and in an 80-year span from 1918 to 1998, there were 659 boxers who died from brain injury.[56] Incidence rates for concussion in boxing may frequently be miscalculated due to the fact that concussions do not always result from a knockout blow.[57] Olympic boxers deliver punches with high impact velocity but lower head injury criterion and translational acceleration than in football impacts because of a lower effective punch mass. They cause proportionately more rotational acceleration than in football. Modeling shows that the greatest strain is in the midbrain late in the exposure, after the primary impact acceleration in boxing and football.[citation needed] Muhammad Ali, possibly the most famous boxer of all time, was “diagnosed with 'a cluster of symptoms that resemble Parkinson's disease,' known as Parkinson's syndrome, which his doctor believed were caused by numerous blows to the head,” which led to his death in 2016.[58] The death of Dale Earnhardt at the 2001 Daytona 500, along with those of Kenny Irwin, Adam Petty and Tony Roper in 2000, and serious injuries sustained by Steve Park in a wreck in September 2001 at Darlington, led to NASCAR establishing numerous policies to assist in driver safety, such as the introduction of the Car of Tomorrow. Drivers were eventually instructed to wear both head and neck restraints, and SAFER barriers have been installed on racetrack walls, with foam-padded supports on each side of the helmet that would allow a driver's head to move in the event of a crash. Despite this, 29 identified concussions occurred between 2004 and 2012.[59] In 2012, when Dale Earnhardt Jr. suffered a concussion after being involved in a crash at the end of the Good Sam Roadside Assistance 500 at Talladega, NASCAR expressed consideration in adding baseline testing to its concussion policies. NASCAR was one of few motorsport organizations that do not have baseline testing,[60] though that ended in 2014, as baseline testing started being performed at the start of the seasons.[61] As many skills in gymnastics involve flipping or a blind landing, incidence of head injury increases. A 15-year study found an incidence of 1.7% for concussion and closed head injury for high school gymnasts.:)[53] Bicycling is a sport in which participants are at risk of concussions and head injuries. Each year in the US there are approximately 80,000 bicycling related head injuries that require treatment in an emergency room.[62] Roughly 33% of non-fatal bicyclist injuries are to the head. Many casual and even professional bicyclists don't take safety precautions seriously, and in 2016 more than half of bicyclists involved in fatal crashes were reported not wearing a helmet.[citation needed] Numerous reports have indicated that female athletes suffer more concussions than male athletes.[63] A December 2008 report states that 29,167 female high school soccer players in the United States suffered from concussions in 2005, compared to 20,929 male players. In high school basketball, 12,923 girls suffered from concussions while only 3,823 boys did. Girls also sustained more concussions in softball, compared to boys in baseball.[64] Female athletes also had longer recovery times than males, and also had lower scores on visual memory tests. Girls also have longer recovery times for concussions, which may be due to a greater rate of blood flow in the brain.[65] Women's ice hockey was reported as one of the most dangerous sports in the NCAA, with a concussion rate of 2.72 per 1,000 player hours. Even though men's ice hockey allows body checking, while women's ice hockey does not, the rate of concussions for men is 46% lower, at 1.47 per 1,000 player hours. College football also has lower concussion rates than women's hockey, with a rate of 2.34 per 1,000.[66] Women's basketball is one of the women's sports with the highest risks of getting a concussion. Women have a greater risk of getting a concussion by dribbling/ball handling rather than defending. Also it was found that female college basketball players typically receive concussions during games rather than practices.[67] Many children and teenagers participate in sports and extracurricular activities that create a risk of a head injury or concussion, including basketball, cheerleading, soccer, and football.[68] As a consequence, schools and youth sports groups should implement programs to reduce the risk of concussion, ensure prompt diagnosis[69] and provision of medical care, and that young participants are not endangered by a premature return to sports.[70][71] In 2010, more high school soccer players suffered concussions than basketball, baseball, wrestling, and softball players combined, according to the Center for Injury Research and Policy.[72] According to a study in the JAMA Pediatrics medical journal, many girls do not get necessary care and prevention regarding concussions, and 56 percent of players (or their families) reporting concussion symptoms never sought treatment.[73] A growing topic is concussions in girls' soccer, predominantly among high-school girls. Studies show that girls are reporting nearly twice as many concussions as boys in the sports that they both play. The number of girls suffering concussions in soccer accounts for the second largest amount of all concussions reported by young athletes.[74] Concussion often results in a myriad of symptoms, including difficulty concentrating, focusing, and remembering, that are typically managed with rest from daily activities, namely school for symptomatic youth.[75] The current consensus is that concussions have negligible effect on educational performance and school grades in youth.[75][76] However, a recent study found that male students who sustained a sports-related concussion or sports-related fracture experienced significant drops in school grades post-injury, by approximately 1.73%. In addition, students with a concussion or head trauma missed significantly more days of school.[76] There have been numerous attempts at preventing concussions, such as the establishment of the PACE (Protecting Athletes Through Concussion Education) program,[77] which works with the imPACT system, which is currently used by every NFL and some NHL teams.[78] In 2008, the Arena Football League tested an impact monitor created by Schutt Sports called the \"Shockometer\", which is a triangular device attached to the back of football helmets that has a light on the device that turns red when a concussion occurs.[79] Riddell has also created the Head Impact Telemetry System (HITS) and Sideline Response System (SRS) to record the frequency and severity of player hits during practices and games. On every helmet with the system, MX Encoders are implemented, which can automatically record every hit.[80] Eight NFL teams had originally planned to use the system in the 2010 season, but the NFL Players Association ultimately blocked its use.[81] Other impact-detection devices include CheckLight, by Reebok and MC10.,[82] and the online test providers ImPACT Test, BrainCheck, and XLNTbrain which establish cognitive function baselines against which the athlete is monitored over time. The CCAT online tool developed by Axon Sports is another test to assist doctors in assessing concussion. In addition to force impact sensors used to assess traumatic brain injury, studies have been conducted to assess levels of biological markers for the presence of brain concussion. A variety of concurrently researched biomarkers have been associated with concussions, including S100B, Tau protein and glial fibrillary acid protein (GFAP).[83] In 2018, the FDA approved Banyan Biomarkers Inc. to market devices involving the use of blood samples to evaluate concussions in adults.[84] Banyan BTI (Brain Trauma Indicator) is a blood sample product that the FDA permitted for use before the decision to further assess head injury with CT scanning. Neck collar technology is currently being explored for more widespread use in sports. The Q-Collar (previously known as Bauer Neuroshield) is an example of such a device.[85] Neck collars are designed to gently constrict blood flow through the jugular vein in the neck, increasing fluid pressure in the head.[86] The aim of this technology is to allow greater cushioning for neurological structures in the event head trauma.[87] Despite being unable to prevent serious traumatic brain injury, the device has been associated with a protective effect against microstructural changes in the brain after regular impact.[86] However, further research is necessary to determine if the device's efficacy is substantiated. Since Health Canada's approval of the Q-Collar as a Class 1 Medical Devices, a few players in the Canadian Football League have used it in play.[86][88] Efforts to manage concussion risk in youth and high school sports include online informational resources designed for coaches and parents. For example, the US Centre for Disease Control and Prevention created the HEADS UP program, a free online informational tool. It was first launched in 2007, with aims to improve concussion identification and management.[89] The online tool is available on CDC's website and has been used by 2 million individuals to date.[90] The online resource was updated in 2016 and an interventional study conducted an assessment of the efficacy of the updated version.[89] A systematic review investigated the effects of policies on preventing sports injuries of children at school (ages 4–18) including 26 policies, 14 of which were from the US, and 10 of which were concussion-specific . Of the 10 studies specific to concussion, and 6 studies on guidelines on preventing concussions. The most common recommendation for primary prevention was the 'education of athletes, colleagues and the public ...\". Several other guidelines included rule changes, and the adherence of rules during games. Regarding helmets, there was consensus that they may not always protect against concussions. 2 guidelines recommended the development of concussion policies, or the incorporation of concussions into existing head injury policies. Another 2 guidelines recommended supervision of sports injuries. Further research into the effectiveness of guidance for schools on concussion prevention is needed.[91] A systematic review conducted by the Social Science Research Unit in London in 2007 concluded that athletic injuries for young people (ages 12–24) are reduced under supervision by a coach, however strong evidence for interventions to reduce sports-related injuries remains lacking.[92] As such, the authors endorse the establishment of a national sports injury database in order to strengthen the base of evidence for interventions. The review outlined several interventions to prevent injuries specific to certain sports. Custom-fitted mouth guards were found to be effective in 4 of 5 studies done in a review. Having the playing season in the autumn/winter decreases the risk of injury, with the highest risk occurring in the summer. Another study found a change in the rules associated with tackles, scrums and mauls decrease the number of rugby union players suffering permanent quadriplegia.[92] A UK-based community study found reductions in injury rates after the removal of monkey bars and increases in depth of the bark beneath equipment. A community intervention trial in New Zealand concluded the effectiveness of programs encouraging schools to reduce playground hazards. Another study found a change of environment in sports fields and playgrounds to reduce the incidence of injuries, including 'quick release bases', bases which detach easily from the ground upon contact with a player sliding, often used in recreational softball.[92] Two reviews independently concluded that modified/'break-away bases' are more effective than standard bases in the prevention of sliding-related injuries.[92] A review found regulatory approaches to be effective in reducing injury rates. E.g. mandatory use of protective equipment, implementation of new rules such as disallowing 'checking' from behind and 'high sticking' (raising the stick above shoulder height). A study found an inverse relationship between ice surface size and injury rate, and the use of correctly fitted helmets in injury reduction. Another review found an association between the use of face protectors and a decrease in facial injuries.[92] Ten low-quality studies in a review suggested the beneficial effects of lessons for beginners, mainly composed of children and young adults.[92] Numerous studies have also suggested that while helmets can be of great use in reducing the risk and severity of head injury, they have little effect on the incidence of concussions.[93] Sensation seeking and risk-taking behavior appear to be two domains that need to be addressed in order to optimize prevention efforts for traumatic brain injury in this sport.[93] A review found one multi-agency collaboration in publicising the risks of head injury effective in raising awareness and increasing sales of horse-riding helmets.[92] A review concluded that the use of face protectors is effective in decreasing facial injuries. Moreover, it was concluded that mouth guards lead to less oral and head injuries. Conflicting evidence was found for the use of knee braces.[92] One approach to reduction of head injuries in bicycling involves developing and improving helmets in order to protect bicyclists in the event of an accident that results in a blow to the head.[citation needed] Recent documentaries and films, such as Concussion, portray the issue to be a common cause of long-term neurological disability and the direct cause of a chronic traumatic encephalopathy (CTE), a neurodegenerative tauopathy that is found in individuals with a history of exposure to severe or repeated head trauma.[94] The increasing concern over the potential long-term effects of sport-related concussions has heightened scrutiny of the practice of collision sports, particularly American football, with some individuals advocating for its abolition.[94] Sports concussion has been the subject of much discourse in mainstream media for many years.[95] Media coverage of professional athletes experiencing irreversible damage after repeated brain trauma and of the under-reported rates and risks of paediatric concussion have heightened awareness surrounding head injury in sports and recreation. The frequency of concussion in some of the world's biggest sports such as soccer, football, and rugby has increased the amount of media coverage.[95] Terminology for sports related concussions in media have shown to differ based on the geographical location. Based on media articles evaluated, America used the descriptors “head trauma” (11.7%) and “brain trauma” (6.8%) the most, while articles from the UK and Ireland primarily mentioned the descriptor “blow to head”(22.2%).Australia to have the highest usage of the descriptors “head injury” (57.1%), and “brain injury” (28.6%) while New Zealand was highest for “head knock” (46.7%), “head clash” (13.3%), and “brain damage” (13.3%). The USA used the descriptors “head trauma” (11.7%) and “brain trauma” (6.8%) the most, while articles from the UK and Ireland primarily mentioned the descriptor “blow to head”(22.2%). For the consequences of concussion, the UK and Ireland mentioned “Second Impact Syndrome “(22.2%), “Chronic Traumatic Encephalopathy” (22.2%) and “Parkinson's disease and other neurological conditions” (11.1%) the most. While, America most commonly mentioned “Alzheimer's, dementia and neurocognitive problems” (13.6%) and “Amyotrophic Lateral Sclerosis” (11.7%), while Canada saw the most frequent mention of “depression and suicide” (10.5%).[95] Also, the use of misleading terms such as “mild concussion”, “minor concussion” and “slight concussion” are commonplace in the media.[95] Although media articles are often written by individuals (i.e. journalists) who are not medically trained, these articles have been found to potentially influence perceptions regarding concussion for a wide audience due to the global reach of the internet. In 2012, film producer Steve James created the documentary film Head Games, interviewing former NHL player Keith Primeau, and the parents of Owen Thomas, who hanged himself after sustaining brain damage during his football career at Penn.[96] The documentary also interviewed former athletes Christopher Nowinski, Cindy Parlow, and New York Times reporter Alan Schwarz, among other athletes, journalists, and medical researchers.[97] League of Denial was a 2013 book by sports reporters Mark Fainaru-Wada and Steve Fainaru about concussions within the NFL. The American documentary series Frontline covered the topic in two episodes, one based on the book and also called \"League of Denial\",[98] and the other called \"Football High\"[99] Political sports journalist Dave Zirin has also covered the topic in detail.[100]","Title":"Concussions in sport - Wikipedia","KeyID":"9238","URL":"https://en.wikipedia.org/wiki/Concussions_in_sport"}