{"Content: ":"Sauropodomorpha (/ˌsɔːrəˌpɒdəˈmɔːrfə/[1] SOR-ə-POD-ə-MOR-fə; from Greek, meaning \"lizard-footed forms\") is an extinct clade of long-necked, herbivorous, saurischian dinosaurs that includes the sauropods and their ancestral relatives. Sauropods generally grew to very large sizes, had long necks and tails, were quadrupedal, and became the largest animals to ever walk the Earth. The prosauropods, which preceded the sauropods, were smaller and were often able to walk on two legs. The sauropodomorphs were the dominant terrestrial herbivores throughout much of the Mesozoic Era, from their origins in the Late Triassic (approximately 230 Ma) until their decline and extinction at the end of the Cretaceous. Sauropodomorphs were adapted to browsing higher than any other contemporary herbivore, giving them access to high tree foliage. This feeding strategy is supported by many of their defining characteristics, such as: a light, tiny skull on the end of a long neck (with ten or more elongated cervical vertebrae) and a counterbalancing long tail (with one to three extra sacral vertebrae). Their teeth were weak, and shaped like leaves or spoons (lanceolate or spatulate). Instead of grinding teeth, they had stomach stones (gastroliths), similar to the gizzard stones of montul birds and crocodiles, to help digest tough plant fibers. The front of the upper mouth bends down in what may be a beak. One of the earliest known sauropodomorphs, Saturnalia, was small and slender (1.5 metres, or 5 feet long); but, by the end of the Triassic, they were the largest dinosaurs of their time, and throughout the Jurassic and Cretaceous they kept on growing. Ultimately the largest sauropods, like Supersaurus, Diplodocus hallorum, Patagotitan, and Argentinosaurus, reached 30–40 metres (98–131 ft) in length, and 60,000–100,000 kilograms (65–110 US short tons) or more in mass. Initially bipedal, as their size increased they evolved a four-legged graviportal gait adapted only to walking slowly on land, like elephants. The early sauropodomorphs were most likely omnivores as their shared common ancestor with the other saurischian lineage (the theropods) was a carnivore. Therefore, their evolution to herbivory went hand in hand with their increasing size and neck length. They also had large nostrils (nares), and retained a thumb (pollex) with a big claw, which may have been used for defense &_mdash; though their primary defensive adaptation was their extreme size. Sauropodomorphs can be distinguished as a group on the basis of some of the following synapomorphies:[2] Among the first dinosaurs to evolve in the Late Triassic Period,[3] about 230 million years ago (Mya), they became the dominant herbivores by halfway through the late Triassic (during the Norian stage). Their perceived decline in the early Cretaceous is most likely a bias in fossil sampling, as most fossils are known from Europe and North America, but sauropods were still the dominant herbivores in the Gondwanan landmasses. The spread of flowering plants (angiosperms) and \"advanced\" ornithischians, another major group of herbivorous dinosaurs (noted for their highly developed chewing mechanisms), are most likely not a major factor in sauropod decline in the northern continents[citation needed]. Like all non-avian dinosaurs, the sauropodomorphs became extinct 66 Mya, during the Cretaceous–Paleogene extinction event. The earliest and most basal sauropodomorphs known are Chromogisaurus novasi and Panphagia protos, both from the Ischigualasto Formation, dated to 231.4 million years ago (late Carnian age of the Late Triassic according to the ICS[4][5]). Some studies have found Eoraptor lunensis (also from the Ischigualasto Formation), traditionally considered a theropod, to be an early member of the sauropodomorph lineage, which would make it the most basal sauropodomorph known.[6] Sauropodomorpha is one of the two major clades within the order Saurischia. The sauropodomorphs' sister group, the Theropoda, includes bipedal carnivores like Velociraptor and Tyrannosaurus; as well as birds. However, sauropodomorphs also share a number of characteristics with the Ornithischia, so a small minority of palaeontologists, like Bakker, have historically placed both sets of herbivores within a group called \"Phytodinosauria\" or \"Ornithischiformes\". In Linnaean taxonomy, Sauropodomorpha (which means \"lizard feet forms\") is either a suborder or is left unranked. It was originally established by Friedrich von Huene in 1932, who broke it into two groups: the basal forms within Prosauropoda, and their descendants, the giant Sauropoda. Phylogenetic analyses by Adam Yates (2004, 2006) and others firmly placed Sauropoda within a paraphyletic \"Prosauropoda\". Recent cladistic analyses suggest that the clade Prosauropoda, which was named by Huene in 1920 and was defined by Sereno, in 1998, as all animals more closely related to Plateosaurus engelhardti than to Saltasaurus loricatus,[7] is a junior synonym of Plateosauridae as both contain the same taxa.[8][9] Most modern classification schemes break the prosauropods into a half-dozen groups that evolved separately from one common lineage. While they have a number of shared characteristics, the evolutionary requirements for giraffe-like browsing high in the trees may have caused convergent evolution, where similar traits evolve separately because they faced the same evolutionary pressure, instead of (homologous) traits derived from a shared ancestor.[10] Cladogram after Novas et al., 2011:[9] Unnamed form. Fossil ISI R277 Panphagia Guaibasaurus Chromogisaurus Saturnalia Pantydraco Thecodontosaurus Nambalia Efraasia Plateosauravus Ruehleia Plateosauridae Riojasauridae Anchisauria Massospondylidae The phylogenetic analysis of Otero et al., 2015 found Sauropodomorpha to be in a polytomy with Agnosphitys and Theropoda within Eusaurischia, with Herrerasauridae and Eoraptor external to it within Saurischia.[11] A large phylogenetic analysis of early dinosaurs published by Matthew Baron, David Norman and Paul Barrett (2017) in the journal Nature redefined Sauropodomorpha and Saurischia and recovered Herrerasauridae as the sister group to Sauropodomorpha within Saurischia. This resulted from the proposed removal of Theropoda from Saurischia and the formation of Ornithoscelida, a clade containing Theropoda and Ornithischia.[12] Below is a cladogram of basal sauropodomorpha after Müller, 2019.[13] Buriolestes Eoraptor Chromogisaurus Pampadromaeus Panphagia Saturnalia Bagualosaurus ISI R277 Nambalia Arcusaurus Pantydraco Thecodontosaurus Plateosauravus Ruehleia Efraasia Plateosaurus Jaklapallisaurus Macrocollum Unaysaurus Anchisaurus Adeopapposaurus Leyesaurus Sarahsaurus Xingxiulong Massospondylus kaalae Pradhania Massospondylus carinatus Coloradisaurus Glacialisaurus Lufengosaurus Yunnanosaurus Jingshanosaurus Eucnemesaurus Riojasaurus Seitaad Mussaurus Yizhousaurus Meroktenos Aardonyx Sefapanosaurus More derived taxa Comparisons between the scleral rings of several sauropodomorph genera (Diplodocus, Lufengosaurus, Nemegtosaurus, Plateosaurus, and Riojasaurus) and modern birds and reptiles suggest that they may have been cathemeral, active throughout the day at short intervals.[14] Sauropodomorphs reached the age of sexual maturity well before they were fully-grown adults.[15][16] A study by Griebeler et al. (2013) concluded that the maximum growth rates of sauropodomorphs were comparable to those of precocial birds and the black rhinoceros but lower than the growth rates of average mammals.[16] A long-standing hypothesis has been that early sauropodomorphs were carnivorous, as expected for most early dinosaurs. This hypothesis is supported by the current basalmost sauropodomorph, Buriolestes, and its plesiomorphic, theropod-like teeth.[17] The teeth of more derived sauropodomorphs such as Eoraptor, Panphagia, and Pampadromaeus are better-suited for herbivorous (or possibly omnivorous) diets.[18] Regardless of the phylogenetic position of herrerasaurids or Eoraptor (which are in flux),[18][19][20] ancestral state reconstructions recover carnivory as being ancestral to sauropodomorphs.[17]    ","Title":"Sauropodomorpha - Wikipedia","KeyID":"924","URL":"https://en.wikipedia.org/wiki/Sauropodomorpha"}