{"Content: ":"De Quervain syndrome is mucoid degeneration[6] of two tendons that control movement of the thumb and their tendon sheath.[3] This results in pain and tenderness on the thumb side of the wrist.[3] Radial abduction of the thumb is painful.[7] On occasion, there is uneven movement or triggering the thumb with radial abduction.[4] Symptoms can come on gradually or be noted suddenly.[4] There is speculation that the problem is related to use of the hand, but this is not supported by experimental evidence.[8] Humans tend to misinterpret painful activities as causing the problem to get worse and this misinterpretation is associated with greater pain intensity.[9] For this reason, it's better not to blame activity without strong scientific support. The diagnosis is generally based on symptoms and physical examination.[3] Diagnosis is supported if pain increases when the wrist is bent inwards while a person is grabbing their thumb within a fist.[4] Symptomatic alleviation (palliative treatment) is provided mainly by splinting the thumb and wrist. Pain medications such as NSAIDs can also be considered.[4] If this is not effective steroid injections or surgery may be recommended.[4] The condition affects about 0.5% of males and 1.3% of females.[5] Those who are middle aged are most often affected.[3] It was first described in 1895 by Fritz de Quervain.[5] Symptoms are pain at the radial side of the wrist, spasms, tenderness, occasional burning sensation in the hand, and swelling over the thumb side of the wrist, and difficulty gripping with the affected side of the hand. The onset is often gradual.[2] Pain is made worse by movement of the thumb and wrist, and may radiate to the thumb or the forearm.[2] The cause of de Quervain's disease is not established. Evidence regarding a possible relation with occupational risk factors is debated.[10][11] A systematic review of potential risk factors discussed in the literature did not find any evidence of a causal relationship with occupational factors.[12] However, researchers in France found personal and work-related factors were associated with de Quervain's disease in the working population; wrist bending and movements associated with the twisting or driving of screws were the most significant of the work-related factors.[13] Proponents of the view that De Quervain syndrome is a repetitive strain injury[14] consider postures where the thumb is held in abduction and extension to be predisposing factors.[10] Workers who perform rapid repetitive activities involving pinching, grasping, pulling or pushing have been considered at increased risk.[11] These movements are associated with many types of repetitive housework such as chopping vegetables, stirring and scrubbing pots, vacuuming, cleaning surfaces, drying dishes, pegging out washing, mending clothes, gardening, harvesting and weeding. Specific activities that have been postulated as potential risk factors include intensive computer mouse use, trackball use,[10] and typing, as well as some pastimes, including bowling, golf, fly-fishing, piano-playing, sewing, and knitting.[11] Women are affected more often than men.[11] The syndrome commonly occurs during and after pregnancy.[15] Contributory factors may include increased housework, hormonal changes, fluid retention and—more debatably—lifting.[15][16] De Quervain syndrome involves noninflammatory thickening of the tendons and the synovial sheaths that the tendons run through. The two tendons concerned are those of the extensor pollicis brevis and abductor pollicis longus muscles. These two muscles run side by side and function to bring the thumb away from the hand; the extensor pollicis brevis brings the thumb outwards radially, and the abductor pollicis longus brings the thumb forward away from the palm. De Quervain tendinopathy affects the tendons of these muscles as they pass from the forearm into the hand via a fibro-osseous tunnel (the first dorsal compartment). Evaluation of histopathological specimens shows a thickening and myxoid degeneration consistent with a chronic degenerative process, as opposed to inflammation.[17] The pathology is identical in de Quervain seen in new mothers.[18] De Quervain syndrome is diagnosed clinically, based on history and physical examination, though diagnostic imaging such as X-ray may be used to rule out fracture, arthritis, or other causes, based on the person's history and presentation. The modified Eichoff maneuver, commonly called the Finkelstein's test, is a physical exam maneuver used to diagnose de Quervain syndrome.[2] To perform the test, the examiner grasps and ulnar deviates the hand when the person has their thumb held within their fist.[1][2] If sharp pain occurs along the distal radius (top of forearm, about an inch below the wrist), de Quervain's syndrome is likely. While a positive Finkelstein's test is often considered pathognomonic for de Quervain syndrome, the maneuver can also cause pain in those with osteoarthritis at the base of the thumb.[2] Differential diagnoses[19] include: As with many musculoskeletal conditions, the management of de Quervain's disease is determined more by convention than scientific data. A systematic review and meta-analysis published in 2013 found that corticosteroid injection seems to be an effective form of conservative management of de Quervain's syndrome in approximately 50% of patients, although more research is needed regarding the extent of any clinical benefits.[20] Efficacy data are relatively sparse and it is not clear whether benefits affect the overall natural history of the illness.[medical citation needed] One of the most common causes of corticosteroid injection failure are subcompartments of the extensor pollicis brevis tendon.[21] Most tendinoses are self-limiting and the same is likely to be true of de Quervain's although further study is needed.[medical citation needed] Palliative treatments include a splint that immobilized the wrist and the thumb to the interphalangeal joint and anti-inflammatory medication or acetaminophen. Systematic review and meta-analysis do not support the use of splinting over steroid injections.[22][23] Surgery (in which the sheath of the first dorsal compartment is opened longitudinally) is documented to provide relief in most patients.[24] The most important risk is to the radial sensory nerve. A small incision is made and the dorsal extensor retinaculum is identified. Once it has been identified the release is performed longitudinally along the tendon. This is done to prevent potential subluxation of the 1st compartment tendons. Next the abductor pollicis longus (APL) and extensor pollicis brevis (EPB) are identified and the compartments are released.[21] Some occupational and physical therapists suggest alternative lifting mechanics based on the theory that the condition is due to repetitive use of the thumbs during lifting. Physical/Occupational therapy can suggest activities to avoid based on the theory that certain activities might exacerbate one's condition, as well as instruct on strengthening exercises based on the theory that this will contribute to better form and use of other muscle groups, which might limit irritation of the tendons.[citation needed] Some occupational and physical therapists use other treatments, in conjunction with Therapeutic Exercises, based on the rationale that they reduce inflammation and pain and promote healing: UST, SWD, or other deep heat treatments, as well as TENS, acupuncture, or infrared light therapy, and cold laser treatments. However, the pathology of the condition is not inflammatory changes to the synovial sheath and inflammation is secondary to the condition from friction.[25] Teaching patients to reduce their secondary inflammation does not treat the underlying condition but may reduce their pain; which is helpful when trying to perform the prescribed exercise interventions. Getting Physical Therapy before surgery has shown to reduce overall cost of therapy. From the original description of the illness in 1895 until the first description of corticosteroid injection by Jarrod Ismond in 1955,[26] it appears that the only treatment offered was surgery.[26][27][28] Since approximately 1972, the prevailing opinion has been that of McKenzie (1972) who suggested that corticosteroid injection was the first line of treatment and surgery should be reserved for unsuccessful injections.[29] It is named after the Swiss surgeon Fritz de Quervain who first identified it in 1895.[30] It should not be confused with de Quervain's thyroiditis, another condition named after the same person.[citation needed] BlackBerry thumb is a neologism that refers to a form of repetitive strain injury (RSI) caused by the frequent use of the thumbs to press buttons on PDAs, smartphones, or other mobile devices. The name of the condition comes from the BlackBerry, a brand of smartphone that debuted in 1999,[31] although there are numerous other similar eponymous conditions that exist such as \"Wiiitis\",[32] \"Nintendinitis\",[33] \"Playstation thumb\", \"texting thumb\",[34] \"cellphone thumb\",[35] \"smartphone thumb\", \"Android thumb\", and \"iPhone thumb\". The medical name for the condition is De Quervain syndrome and is associated with the tendons connected to the thumb through the wrist. Causes for the condition extend beyond smartphones and gaming consoles to include activities like golf, racket sports, and lifting.[36] Symptoms of BlackBerry thumb include aching and throbbing pain in the thumb and wrist.[37] In severe cases, it can lead to temporary disability of the affected hand, particularly the ability to grip objects.[38] One hypothesis is that the thumb does not have the dexterity the other four fingers have and is therefore not well-suited to high speed touch typing.[39]","Title":"De Quervain syndrome - Wikipedia","KeyID":"9240","URL":"https://en.wikipedia.org/wiki/De_Quervain_syndrome"}