{"Content: ":"Ornithoscelida (/ˌɔːrnɪθəˈsɛlɪdə/[1]) is a proposed clade that includes various major groupings of dinosaurs. An order Ornithoscelida was originally proposed by Thomas Henry Huxley but later abandoned in favor of Harry Govier Seeley's division of Dinosauria into Saurischia and Ornithischia. The term was revived in 2017 after a new cladistic analysis by Baron et al. Thomas Henry Huxley originally defined the term in an 1869 lecture as a group comprising two subgroups: the large and heavy-set Dinosauria and the newly discovered Compsognathus, which he placed in a new grouping Compsognatha.[2] The former were defined by their shorter cervical vertebrae, and the femur length exceeding tibia length, and the latter with longer cervical vertebrae, and the femur length shorter than tibia length. He noted that the characteristics of their bones showed many features akin to birds. The dinosaurs Huxley had divided into three families: S. Williston (1878) included Compsognathus in Dinosauria and divided dinosaurs into Sauropoda and Ornithoscelida, the latter including taxa that would later be considered theropods and ornithischians.[3] This classification quickly fell out of use, due to the dominant classification system by Harry Govier Seeley that grouped dinosaurs into two main branches: Saurischia and Ornithischia.[4] In the beginning of the twenty-first century, improved descriptions of the early ornithischians Heterodontosaurus and Lesothosaurus vastly increased the available information on the origins of the Ornithischia. In March 2017, a paper in the journal Nature by Matthew Baron, David Norman, and Paul Barrett, published an analysis in which the theropod dinosaurs — no longer containing the Herrerasauridae — were more closely related to ornithischian dinosaurs than to the Sauropodomorpha, the group to which the sauropod dinosaurs belong. Previous analyses had rather combined the Theropoda with the Sauropodomorpha into the Saurischia, to the exclusion of the Ornithischia. These groups had also been formally defined to reflect this. Using these standard definitions, the new results would have had the effect of bringing the Ornithischia within the Saurischia and indeed the Theropoda; and the Sauropodomorpha outside the Dinosauria. To avoid this, Baron and colleagues redefined all these groups. Proposing that the Ornithischia and Theropoda were sister groups also meant that a new name was needed for the clade combining them. For this clade, they brought back the name Ornithoscelida, defining it as \"the least inclusive clade that includes Passer domesticus and Triceratops horridus.\" This means that this node-based clade consists of the last common ancestor of the extant theropod Passer and the ornithischian Triceratops; and all its descendants. Huxley's old name Ornithoscelida was chosen because its meaning, \"bird legs\", well fitted the hindlimb traits of the clade. The cladogram below shows the phylogeny from Baron et al. 2017:[5] †Marasuchus †Silesauridae †Herrerasauridae †Sauropodomorpha †Ornithischia Theropoda A follow-up study, presented by Parry, Baron and Vinther (2017), demonstrated how, if using the same dataset, the Ornithoscelida hypothesis can also be recovered using a range of different phylogenetic analysis methods, including Bayesian maximum-likelihood. The same study, when analysing a modified version of the original Baron et al. (2017) dataset, also found some support for the Phytodinosauria hypothesis when using certain types of analysis.[6] The Ornithoscelida hypothesis has been challenged by a team of international researchers in November 2017, following a reworking of the original anatomical dataset from Baron et al. (2017). This reworking produced the traditional model, with Ornithischia and Saurischia recovered as sister-taxa. However, this traditional tree was only weakly supported and not statistically significantly different from the alternative Ornithoscelida hypothesis. With only minor adjustments made by Baron and colleagues in response, Ornithoscelida was found to be preferred over the traditional model once more.[7][8]","Title":"Ornithoscelida - Wikipedia","KeyID":"925","URL":"https://en.wikipedia.org/wiki/Ornithoscelida"}