{"Content: ":"Noise-induced hearing loss (NIHL) is a hearing impairment resulting from exposure to loud sound. People may have a loss of perception of a narrow range of frequencies or impaired perception of sound including sensitivity to sound or ringing in the ears.[1] When exposure to hazards such as noise occur at work and is associated with hearing loss, it is referred to as occupational hearing loss.[2] Hearing may deteriorate gradually from chronic and repeated noise exposure (such as to loud music or background noise) or suddenly from exposure to impulse noise, which is a short high intensity noise (such as a gunshot or airhorn).[1] In both types, loud sound overstimulates delicate hearing cells, leading to the permanent injury or death of the cells. Once lost this way, hearing cannot be restored in humans.[3] There are a variety of prevention strategies available to avoid or reduce hearing loss. Lowering the volume of sound at its source, limiting the time of exposure and physical protection can reduce the impact of excessive noise.[4] If not prevented, hearing loss can be managed through assistive devices and communication strategies. The largest burden of NIHL has been through occupational exposures; however, noise-induced hearing loss can also be due to unsafe recreational, residential, social and military service-related noise exposures.[5] It is estimated that 15% of young people are exposed to sufficient leisure noises (i.e. concerts, sporting events, daily activities, personal listening devices, etc.) to cause NIHL.[6] There is not a limited list of noise sources that can cause hearing loss; rather, exposure to excessively high levels from any sound source over time can cause hearing loss. The first symptom of NIHL may be difficulty hearing a conversation against a noisy background.[7] The effect of hearing loss on speech perception has two components. The first component is the loss of audibility, which may be perceived as an overall decrease in volume. Modern hearing aids compensate this loss with amplification. The second component is known as \"distortion\" or \"clarity loss\" due to selective frequency loss.[8] Consonants, due to their higher frequency, are typically affected first.[7] For example, the sounds \"s\" and \"t\" are often difficult to hear for those with hearing loss, affecting clarity of speech.[9] NIHL can affect either one or both ears. Unilateral hearing loss causes problems with directional hearing, affecting the ability to localize sound.[9] In addition to hearing loss, other external symptoms of an acoustic trauma can be: Tinnitus is described as hearing a sound when an external sound is not present.[13] Noise-induced hearing loss can cause high-pitched tinnitus.[14] An estimated 50 million Americans have some degree of tinnitus in one or both ears; 16 million of them have symptoms serious enough for them to see a doctor or hearing specialist. As many as 2 million become so debilitated by the unrelenting ringing, hissing, chirping, clicking, whooshing or screeching, that they cannot carry out normal daily activities.[15] Tinnitus is the largest single category for disability claims in the military, with hearing loss a close second.[16] The third largest category is post-traumatic stress disorder, which itself may be accompanied by tinnitus and may exacerbate it.[16] NIHL has implications on quality of life that extend beyond related symptoms and the ability to hear. The annual disability-adjusted life years (DALYs) were estimated for noise-exposed U.S. workers.[17][20] DALYs represent the number of healthy years lost due to a disease or other health condition. They were defined by the 2013 Global Burden of Disease (GBD) Study.[18] The DALYs calculation accounts for life limitations experienced because of hearing loss as a lost portion of a healthy year of life. So the results indicate the number of healthy years lost by a group of people over a specific time period. NIOSH used DALYs to estimate the impact of hearing loss on quality of life in the CDC Morbidity and Mortality Weekly Report article \"Hearing Impairment Among Noise-Exposed Workers in the United States, 2003-2012.\" It reported that 2.5 healthy years were lost each year for every 1,000 noise-exposed U.S. workers because of hearing impairment (hearing loss that impacts day-to-day activities). These lost years were shared among the 13% of workers with hearing impairment (about 130 workers out of each 1,000 workers). Mining, Construction and Manufacturing workers lost more healthy years than workers in other industry sectors; specifically and respectively in those sectors, 3.5, 3.1 and 2.7 healthy years were lost each year for every 1,000 workers. The negative impacts of NIHL on one's ability to reciprocate communication, socialize and interact with society are largely invisible. Hearing loss, in general, is not just an issue of volume; individuals may experience difficulty in understanding what is said over the phone, when several people are talking at once, in a large space, or when the speaker's face cannot be seen.[19] Subsequently, challenging social interactions can negatively lead to decreased self-esteem, shame, and fear. This can be more acutely felt by those who experience hearing impairment or loss earlier in life, rather than later when it is more socially accepted.[20] Such psychosocial states, regardless of age, can lead to social isolation, which is known to negatively impact one's overall health and well-being.[21] The compounding impacts can also lead to depression,[20] especially if hearing impairment leads to tinnitus.[22] Research suggests that those with hearing impairment or loss may be at a greater risk for deterioration of quality of life,[23] as captured by a quote from Helen Keller: \"Blindness cuts us off from things, but deafness cuts us off from people.\"[24] Hearing impairment and loss of hearing, regardless of source or age, also limits experiencing the many benefits of sound on quality of life. In addition to the interpersonal social benefits, new studies suggest the effects of nature sounds, such as birds chirping and water, can positively affect an individual's capacity to recover after being stressed or to increase cognitive focus.[25][26] Hearing loss is typically quantified by results from an audiogram; however, the degree of loss of hearing does not predict the impact on one's quality of life.[27] The impact that NIHL can have on daily life and psychosocial function can be assessed and quantified using a validated questionnaire tool, such as the Hearing Handicap Inventory for the Elderly (HHIE). The HHIE is considered a \"useful tool for quantifying the perceived emotional and social/situational consequences of hearing loss.\"[27] The original tool was designed to test adults 65 years of age and older; however, modified versions exist. For adults the Hearing Handicap Inventory for Adults (HHIA) can be used[28] and for adolescents the modified 28-item Hearing Environments And Reflection on Quality of Life (HEAR-QL-28) can be used.[29] The HHIA, for example, is a 25-item questionnaire that asks both social and emotional-specific questions such as: Does a hearing problem cause you to avoid groups of people?\" (social) and \"Does a hearing problem cause you to feel frustrated when talking to members of your family?\" (emotional). Response options are yes, no and sometimes.[28][30] A greater score indicates greater perceived handicap. The ear can be exposed to short periods of sound in excess of 120 dB without permanent harm — albeit with discomfort and possibly pain; but long term exposure to sound levels over 85 dB(A) can cause permanent hearing loss.[31] There are two basic types of NIHL: NIHL caused by acute acoustic trauma refers to permanent cochlear damage from a one-time exposure to excessive sound pressure. This form of NIHL commonly results from exposure to high-intensity sounds such as explosions, gunfire, a large drum hit loudly, and firecrackers. According to one US study, excessive noise levels in cinemas are sufficiently brief that movie-goers do not experience hearing loss.[32] The discomfort threshold is the loudness level from which a sound starts to be felt as too loud and thus painful by an individual. Industry workers tend to have a higher discomfort threshold (i.e. the sounds must be louder to feel painful than for non-industry workers), but the sound is just as harmful to their ears.[33] Industry workers often have NIHL because the discomfort threshold is not a relevant indicator of the harmfulness of a sound.[33] Gradually developing NIHL refers to permanent cochlear damage from repeated exposure to loud sounds over a period of time. Unlike acoustic trauma, this form of NIHL does not occur from a single exposure to a high-intensity sound pressure level. Gradually developing NIHL can be caused by multiple exposures to excessive noise in the workplace or any source of repetitive, frequent exposures to sounds of excessive volume, such as home and vehicle stereos, concerts, nightclubs, and personal media players. Earplugs have been recommended for those people who regularly attend live music concerts. A range of earplugs are now available ranging from inexpensive disposable sets to custom fit, attenuated earplugs which provide true fidelity at reduced audio levels.[34] Although research is limited, it suggests that increased exposure to loud noise through personal listening devices is a risk factor for noise induced hearing loss.[35][36] More than half of people are exposed to sound through music exposure on personal devices greater than recommended levels.[37] Research suggests stronger correlations between extended duration or elevated usage of personal listening devices and hearing loss.[38] About 22 million workers are exposed to hazardous noise, with additional millions exposed to solvents and metals that could put them at increased risk for hearing loss.[39] Occupational hearing loss is one of the most common occupational diseases. 49% of male miners have hearing loss by the age of 50.[40] By the age of 60, this number goes up to 70%.[40] Construction workers also have an elevated risk. A screening program focused on construction workers employed at US Department of Energy facilities found 58% with significant abnormal hearing loss due to noise exposures at work.[41] Occupational hearing loss is present in up to 33% of workers overall.[42] Occupational exposure to noise causes 16% of adult disabling hearing loss worldwide.[43] The following is a list of occupations that are most susceptible to hearing loss:[40] Musicians, from classical orchestras to rock groups, are exposed to high decibel ranges.[44][45] Some rock musicians experience noise-induced hearing loss from their music,[46] and some studies have found that \"symphonic musicians suffer from hearing impairment and that the impairment might be ascribed to symphonic music.\"[47] In terms of the population of musicians, usually the rates of hearing disorders is lower than other occupational groups. However, many exposure scenarios can be considered a risk of hearing disorders, and many individuals are negatively impacted by tinnitus and other hearing problems.[48] While some population studies have shown that the risk for hearing loss increases as music exposure increases,[48] other studies found little to no correlation between the two.[48] Experts at the 2006 \"Noise-Induced Hearing Loss in Children at Work and Play\" Conference agreed that further research into this field was still required before making a broad generalization about music-induced hearing loss.[48] Given the extensive research suggesting that industrial noise exposure can cause sensorineural hearing loss, a link between hearing loss and music exposures of similar level and duration (to industrial noise) seems highly plausible. Determining which individuals or groups are at risk for such exposures may be a difficult task. Despite concerns about the proliferation of personal music players, there is only scarce evidence supporting their impact on hearing loss, and some small-sample studies suggest that only a fraction of users are affected.[49][50] People from ages to 6–19 have an approximately 15% rate of hearing loss.[42] Recommendations for musicians to protect their hearing were released in 2015 by NIOSH.[51] The recommendations emphasized education of musicians and those who work in or around the music industry. Annual hearing assessments were also recommended to monitor thresholds as were sound level assessments to help determine the amount of time musicians and related professionals should spend in that environment. Hearing protection was also recommended, and the authors of the NIOSH recommendations even suggested that musicians consider custom earplugs as a way to combat NIHL.[51] In 2016, the National Association of Schools of Music (NASM), a music school accreditation body in the US, published a hearing health advisory to help with efforts directed at informing faculty and music students about potential risks associated with school activities, during rehearsal and performance.[1] Specific resources are available for administrators, faculty and staff, and students. The use of the documents is voluntary and are not to be used as standards or as part of accreditation procedures. Despite these recommendations, musicians continue to face unique challenges in protecting their hearing when compared to individuals in industrial settings. Typically environmental controls are the first line of defense in a hearing conservation program, and depending on the type of musicians some recommendations have been proposed.[52] These recommendations can include adjusting risers or level of the speakers and adjusting the layout of a band or orchestra. These changes in the environment can be beneficial to musicians, but the ability to accomplish them is not always possible. In the cases where these changes cannot be made, hearing protection is recommended. Hearing protection in musicians offers its own sets of benefits and complications. When used properly, hearing protection can limit the exposure of noise in individuals. Musicians have the ability to pick from several different types of hearing protection from conventional ear plugs to custom or high fidelity hearing protection. Despite this, use of hearing protection among musicians is low for several different reasons. Musicians often feel that hearing protective devices can distort how music sounds or makes it too quiet for them to hear important cues which makes them less likely to wear hearing protection even when aware of the risks. Research suggests that educations programs can be beneficial to musicians as well as working with hearing care professionals to help address the specific issues that musicians face.[53][54][2] In 2018, a musician named Chris Goldscheider won a case against Royal Opera House for damaging his hearing in a rehearsal of Wagner's thunderous opera Die Walkure.[55] In the United States, the Occupational Safety and Health Administration (OSHA) describes standards for occupational noise exposure in articles 1910.95 and 1926.52. OSHA states that an employer must implement hearing conservation programs for employees if the noise level of the workplace is equal to or above 85 dB(A) for an averaged eight-hour time period.[56] OSHA also states that \"exposure to impulsive or impact noise should not exceed 140 dB peak sound pressure level\".[31] The National Institute for Occupational Safety and Health (NIOSH) recommends that all worker exposures to noise should be controlled below a level equivalent to 85 dBA for eight hours to minimize occupational noise induced hearing loss. NIOSH also recommends a 3 dBA exchange rate so that every increase by 3 dBA doubles the amount of the noise and halves the recommended amount of exposure time.[57] The United States Department of Defense (DoD) instruction 605512 has some differences from OSHA 1910.95 standard, for example, OSHA 1910.95 uses a 5 dB exchange rate and DoD instruction 605512 uses a 3 dB exchange rate. There are programs that seek to increase compliance and therefore effectiveness of hearing protection rules; the programs include the use of hearing tests and educating people that loud sound is dangerous[58] Employees are required to wear hearing protection when it is identified that their eight-hour time weighted average (TWA) is above the exposure action value of 90 dB. If subsequent monitoring shows that 85 dB is not surpassed for an eight-hour TWA, the employee is no longer required to wear hearing protection.[59] In the European Union, directive 2003/10/EC mandates that employers shall provide hearing protection at noise levels exceeding 80 dB(A), and that hearing protection is mandatory for noise levels exceeding 85 dB(A).[60] Both values are based on 8 hours per day, with a 3 dB exchange rate. A 2017 Cochrane review found low-quality evidence that legislation to reduce noise in the workplace was successful in reducing exposure both immediately and long-term.[43][needs update] Several sports stadiums pride themselves in having louder stadiums than their opponents because it may create a more difficult environment for opposing teams to play in.[61][62][63][64] Currently, there are few studies on noise in sports stadiums, but some preliminary measurements show noise levels reaching 120 dB, and informal studies suggest that people may receive up to a 117% noise dose in one game.[65] There are many challenges that face hearing conservationists such as sports culture. Sports fans will create noise in an attempt to distract other teams, and some sports teams have been known to create artificial noise in an attempt to make the stadium louder.[61][62] In doing that, workers, teams, and fans may be at potential risk for damage to the auditory system. NIOSH conducted a health hazard evaluation and studies at Monster Trucking and Stock Car racing events, spectators average noise levels ranged from 95 to 100 dBA at the Monster Truck event and over 100 dBA at the stock car racing event.[66][67] NIOSH researchers also published noise exposure levels for drivers, crew members, and staff.[68] Noise levels at the Bristol Motor Speedway ranged from 96 dBA in the stands to 114 dBA for a driver inside a car during practice. Peak noise levels in the Pit area reached or exceeded 130 dB SPL, a level often associated with human hearing threshold for pain.[69] Several prominent NASCAR drivers have complete or partial hearing loss and other symptoms from their many years of exposure.[70][71][72] During the FIFA World Cup in 2010, noise levels created by fans blowing Vuvuzela averaged 131 dBA at the horn opening and 113 dBA at 2 meter distance. Peak levels reached 144 dB SPL, louder than a jet engine at takeoff.[73][74] A study of occupational and recreational noise exposure at indoor hockey arenas found noise levels from 81 dBA to 97 dBA, with peak sound pressure levels ranging from 105 dB SPLto 124 dB SPL.[75] Another study examined the hearing threshold of hockey officials and found mean noise exposures of 93 dBA. Hearing threshold shifts were observed in 86% of the officials (25/29).[76] In a study of noise levels at 10 intercollegiate basketball games showed noise levels in 6 of the 10 basketball games to exceed the national workplace noise exposure standards, with participants showing temporary threshold levels at one of the games.[77] While there is no agency that currently monitors sports stadium noise exposure, organizations such as NIOSH or OSHA use occupational standards for industrial settings that some experts feel could be applied for those working at sporting events. Workers often will not exceed OSHA standards of 90 dBA, but NIOSH, whose focus is on best practice, has stricter standards which say that when exposed to noise at or exceeding 85 dBA workers need to be put on a hearing conservation program. Workers may also be at risk for overexposure because of impact noises that can cause instant damage. Experts are suggesting that sports complexes create hearing conservation programs for workers and warn fans of the potential damage that may occur with their hearing.[65] Studies are still being done on fan exposure, but some preliminary findings show that there are often noises that can be at or exceed 120 dB which, unprotected, can cause damage to the ears in seconds.[65] NIHL occurs when too much sound intensity is transmitted into and through the auditory system. An acoustic signal from a sound source, such as a radio, enters into the external auditory canal (ear canal), and is funneled through to the tympanic membrane (eardrum), causing it to vibrate. The vibration of the tympanic membrane drives the middle ear ossicles, the malleus, incus, and stapes to vibrate in sync with the eardrum. The middle ear ossicles transfer mechanical energy to the cochlea by way of the stapes footplate hammering against the oval window of the cochlea, effectively amplifying the sound signal. This hammering causes the fluid within the cochlea (perilymph and endolymph) to be displaced. Displacement of the fluid causes movement of the hair cells (sensory cells in the cochlea) and an electrochemical signal to be sent from the auditory nerve (CN VIII) to the central auditory system within the brain. This is where sound is perceived. Different groups of hair cells are responsive to different frequencies. Hair cells at or near the base of the cochlea are most sensitive to higher frequency sounds while those at the apex are most sensitive to lower frequency sounds.[78] There are two known biological mechanisms of NIHL from excessive sound intensity: damage to the structures called stereocilia that sit atop hair cells and respond to sound, and damage to the synapses that the auditory nerve makes with hair cells, also termed \"hidden hearing loss\".[79] The symptoms mentioned above are the external signs of the physiological response to cochlear overstimulation. Here are some elements of this response: When the ear is exposed to excessive sound levels or loud sounds over time, the overstimulation of the hair cells leads to heavy production of reactive oxygen species, leading to oxidative cell death. In animal experiments, antioxidant vitamins have been found to reduce hearing loss even when administered the day after noise exposure.[83] They were not able to fully prevent it. Antioxidants however do not seem to be effective in protecting the human ear.[84][85] Damage ranges from exhaustion of the hair (hearing) cells in the ear to loss of those cells.[56] NIHL is, therefore, the consequence of overstimulation of the hair cells and supporting structures. Structural damage to hair cells (primarily the outer hair cells) will result in hearing loss that can be characterized by an attenuation and distortion of incoming auditory stimuli. During hair cell death 'scars' develop, which prevent potassium rich fluid of the endolymph from mixing with the fluid on the basal domain.[86] The potassium rich fluid is toxic to the neuronal endings and can damage hearing of the entire ear. If the endolymph fluid mixes with the fluid on the basal domain the neurons become depolarized, causing complete hearing loss. In addition to complete hearing loss, if the area is not sealed and leakage continues further tissue damage will occur. The 'scars' that form to replace the damaged hair cell are caused by supporting hair cells undergoing apoptosis and sealing the reticular lamina, which prevents fluid leakage.[86] The cell death of two supporting hair cells rapidly expands their apical domain, which compresses the hair cell beneath its apical domain.[86] Recent studies have investigated additional mechanisms of NIHL involving delayed or disabled electrochemical transmission of nerve impulses from the hair cell to and along the auditory nerve. In cases of extreme acute acoustic trauma, a portion of the postsynaptic dendrite (where the hair cell transfers electrochemical signals to the auditory nerve) can rupture from overstimulation, temporarily stopping all transmission of auditory input to the auditory nerve. This is known as excitotoxicity. Usually, this sort of rupture heals within about five days, resulting in functional recovery of that synapse. While healing, an over-expression of glutamate receptors can result in temporary tinnitus, or ringing in the ears. Repeated ruptures at the same synapse may eventually fail to heal, leading to permanent hearing loss.[87] Prolonged exposure to high intensity noise has also been linked to the disruption of ribbon synapses located in the synaptic cleft between inner hair cells and spiral ganglion nerve fibers, leading to a disorder referred to as cochlear synaptopathy or hidden hearing loss.[88] This disorder is cumulative and over time, leads to degeneration of the spiral ganglion cells of the inner ear and overall dysfunction in the neural transmission between auditory nerve fibers and the central auditory pathway.[88] The most common symptom of cochlear synaptopathy is difficulty understanding speech, especially in the presence of competing noise.[88] However, this type of hearing impairment is often undetectable by conventional pure tone audiometry, thus the name \"hidden\" hearing loss. Acoustic over-exposure can also result in decreased myelination at specific points on the auditory nerve. Myelin, an insulating sheath surrounding nerve axons, expedites electrical impulses along nerves throughout the nervous system. Thinning of the myelin sheath on the auditory nerve significantly slows the transmission of electrical signals from hair cell to auditory cortex, reducing comprehension of auditory stimuli by delaying auditory perception, particularly in noisy environments.[89] There appear to be large differences in individual susceptibility to NIHL.[90] The following factors have been implicated: Both NIHL caused by acoustic trauma and gradually-developed-NIHL can often be characterized by a specific pattern presented in audiological findings. NIHL is generally observed to decrease hearing sensitivity in the higher frequencies, also called an audiometric notch, especially at 4000 Hz, but sometimes at 3000 or 6000 Hz.[56] The symptoms of NIHL are usually presented equally in both ears.[56] This typical 4000 Hz notch is due to the transfer function of the ear.[80] As does any object facing a sound, the ear acts as a passive filter, although the inner ear is not an absolute passive filter because the outer hair cells provide active mechanisms. A passive filter is a low pass: the high frequencies are more absorbed by the object because high frequencies impose a higher pace of compression-decompression to the object.[citation needed] The high frequency harmonics of a sound are more harmful to the inner-ear.[citation needed] However, not all audiological results from people with NIHL match this typical notch. Often a decline in hearing sensitivity will occur at frequencies other than at the typical 3000–6000 Hz range. Variations arise from differences in people's ear canal resonance, the frequency of the harmful acoustic signal, and the length of exposure.[94] As harmful noise exposure continues, the commonly affected frequencies will broaden to lower frequencies and worsen in severity.[56][95] NIHL can be prevented through the use of simple, widely available, and economical tools. This includes but is not limited to personal noise reduction through the use of ear protection (i.e. earplugs and earmuffs), education, and hearing conservation programs. For the average person, there are three basic things that one can do to prevent NIHL: turn down the volume on devices, move away from the source of noise, and wear hearing protectors in loud environments.[96][97] Non-occupational noise exposure is not regulated or governed in the same manner as occupational noise exposure; therefore prevention efforts rely heavily on education awareness campaigns and public policy. The WHO cites that nearly half of those affected by hearing loss could have been prevented through primary prevention efforts such as: \"reducing exposure (both occupational and recreational) to loud sounds by raising awareness about the risks; developing and enforcing relevant legislation; and encouraging individuals to use personal protective devices such as earplugs and noise-cancelling earphones and headphones.\"[98] Personal noise reduction devices can be passive, active or a combination. Passive ear protection includes earplugs or earmuffs which can block noise up to a specific frequency. Earplugs and earmuffs can provide the wearer with 10 dB to 40 dB of attenuation.[99] However, use of earplugs is only effective if the users have been educated and use them properly; without proper use, protection falls far below manufacturer ratings.[95] A Cochrane review found that training of earplug insertion can reduce noise exposure at short term follow-up compared to workers wearing earplugs without training.[100] Higher consistency of performance has been found with custom-molded earplugs. Because of their ease of use without education, and ease of application or removal, earmuffs have more consistency with both compliance and noise attenuation. Active ear protection (electronic pass-through hearing protection devices or EPHPs) electronically filter out noises of specific frequencies or decibels while allowing the remaining noise to pass through.[99] A personal attenuation rating can be objectively and subjectively measured by using a hearing protection fit testing system.[101] Education is key to prevention. Before hearing protective actions will take place, a person must understand they are at risk for NIHL and know their options for prevention. Hearing protection programs have been hindered by people not wearing the protection for various reasons, including the desire to converse, uncomfortable devices, lack of concern about the need for protection, and social pressure against wearing protection.[58] Although youth are at risk for hearing loss, one study found that 96.3% of parents did not believe their adolescents were at risk, and only 69% had talked to their children about hearing protection; those aware of NIHL risks were more likely to talk to their teens.[102] A systematic review of the effectiveness of interventions to promote the use of hearing protection devices such as earplugs and earmuffs among workers found that tailored interventions improve the average use of such devices when compared with no intervention.[103] Tailored interventions involve the use of communication or other types of interventions that are specific to an individual or a group and aim to change behavior.[103] Mixed interventions such as mailings, distribution of hearing protection devices, noise assessments, and hearing testing are also more effective in improving the use of hearing protection devices compared with hearing testing alone.[103] Programs that increased the proportion of workers wearing hearing protection equipment did reduce overall hearing loss.[43] Workers in general industry who are exposed to noise levels above 85 dBA are required by the Occupational Safety and Health Administration (OSHA) to be in a hearing conservation program (HCP), which includes noise measurement, noise control, periodic audiometric testing, hearing protection, worker education, and record keeping. Twenty-four states, Puerto Rico, and the U.S. Virgin Islands have OSHA-approved state plans and have adopted their own standards and enforcement policies. Most of these state standards are identical to those of federal OSHA. However, some states have adopted different standards or may have different enforcement policies. Most health and safety regulations are designed to keep damage risk within \"acceptable limits\" — that is, some people are likely to incur a hearing loss even when exposed to less than the maximum daily amount of noise specified in a regulation. Hearing conservation programs in other arenas (schools, military) have become more common, and it has been established that unsafe listening behaviors, such as listening to loud noise for extended periods of time without protection, persist despite knowledge of potential hearing loss effects.[38][104] However, it is understood that HCPs are designed to change behavior, which is known to be a complex issue that requires a multi-faceted approach. According to Keppler et al. in their 2015 study of such programming, they cite the necessary attitude change towards the susceptibility of risk and degree of severity of hearing loss. Among young adults, the concept of severity is most crucial because it has been found that behavior change may not occur unless an individual experiences NIHL or similarly related NIHL tinnitus,[104] furthering warranting a multi-pronged approach based on hearing conservation programming and education. Interventions to prevent noise-induced hearing loss often have many components. A 2017 Cochrane review found that hearing loss prevention programs suggest that stricter legislation might reduce noise levels.[100] Giving workers information on their noise exposure levels by itself was not shown to decrease exposure to noise. Ear protection, if used correctly, has the potential to reduce noise to safer levels, but does not necessarily prevent hearing loss. External solutions such as proper maintenance of equipment can lead to noise reduction, but further study of this issue under real-life conditions is needed. Other possible solutions include improved enforcement of existing legislation and better implementation of well-designed prevention programmes, which have not yet been proven conclusively to be effective.[100] The implications is that further research could affect conclusions reached. Several hearing conservation programs have been developed to educate a variety of audiences about the dangers of NIHL and how to prevent it. Dangerous Decibels aims to significantly reduce the prevalence of noise induced hearing loss and tinnitus through exhibits, education and research.[96] We're hEAR for You is a small non-profit that distributes information and ear plugs at concert and music festival venues.[105] The Buy Quiet program was created to combat occupational noise exposures by promoting the purchase of quieter tools and equipment and encourage manufacturers to design quieter equipment.[106] The National Institute on Deafness and Other Communication Disorders developed the It's a Noisy Planet. Protect their Hearing educational campaign to inform preteens, parents, and educators about the causes and prevention of NIHL.[97] The National Institute for Occupational Safety and Health partnered with the National Hearing Conservation Association in 2007 to establish the Safe-in-Sound Excellence and Innovation in Hearing Loss Prevention Awards to recognize organizations that are successfully implementing hearing loss prevention concepts into their daily routines.[107] Medications are still being researched to determine if they can prevent NIHL. No medication has been proven to prevent or repair NIHL in humans. There is evidence that hearing loss can be minimized by taking high doses of magnesium for a few days, starting as soon as possible after exposure to the loud noise.[108][109][self-published source?] A magnesium-high diet also seems to be helpful as an NIHL-preventative if taken in advance of exposure to loud noises.[110] Along the same line of research, higher dietary or supplemental intakes of magnesium combined with antioxidant vitamins, specifically β-carotene and vitamin C, appear to be associated with a lower risk of hearing loss.[111] Consuming excessive amounts of magnesium can be potentially harmful, so any treatments should be followed with caution.[112] Tentative research in a mouse model suggests that blocking the GluA2-lacking, calcium-permeable forms of the AMPA receptor protects against hearing damage.[113] Despite different people having different thresholds for what noises are painful, this pain threshold has no correlation with which noises cause hearing damage. The ear can not get more resistant to noise harmfulness by training it to noise. The cochlea is partially protected by the acoustic reflex, but being frequently exposed to noise does not lower the reflex threshold.[33] It had been observed that noise conditioning (i.e. exposure to loud non-traumatizing noise) several hours prior to the exposure to traumatizing sound level, significantly reduced the damages inflicted to the hair-cells.[114] The same \"protective effect\" was also observed with other stressors such as heat-shock conditioning[115] and stress (by restraint) conditioning.[116] This \"protective effect\" only happens if the traumatizing noise is presented within an optimum interval of time after the sound-conditioning session (-24 hours for a 15 min. sound-conditioning; no more protection after 48 hours[117]). This \"protective effect\" had long been thought to involve the active mechanisms of the outer hair cells and the efferent system commanding them.[80] The contractile effect of the outer hair cells, activated by the efferent nervous system has been proven to provide a protective effect against acoustic trauma.[118] However, a 2006 study revealed a different protective mechanism for stress conditioning.[119] The study revealed that the stressor (sound, heat, or stress) conditioning increases the receptibility to glucocorticoid, a kind of anti-inflammatory hormone. The effects of glucocorticoid thus mitigate the inflammation from an acoustic trauma that can lead to hearing loss. In fact, high doses of corticoids are often prescribed by physicians after an acoustic-trauma[120] in order to mitigate the inflammatory response. Summarized, sound (or other stressor) conditioning is a pre-emptive medication against cochlea inflammation. It does not make the ear more resistant to noise. It reduces the inflammation caused by the acoustic trauma, which would cause subsequent damages to hair cells. While an anti-inflammatory medication would increase the quantity of anti-inflammatory hormone in the whole body, noise conditioning increases the number of receptors for the anti-inflammatory hormone, and only in the areas where it is much needed (i.e. cochlea). Physiological response Treatment options that offer \"cures\" for NIHL are under research and development. Currently there are no commonly used cures, but rather assistive devices and therapies to try and manage the symptoms of NIHL. Several clinical trials have been conducted to treat temporary NIHL occurring after a traumatic noise event, such as a gunshot or firework. In 2007, individuals with acute acoustic trauma after firecracker exposure were injected intratympanically with a cell permeable ligand, AM-111. The trial found AM-111 to have a therapeutic effect on at least two cases of those with acute trauma.[122] Treatment with a combination of prednisolone and piracetam appeared to rescue patients with acute trauma after exposure to gunshots. However, those who received the treatment within an hour of exposure had higher rates of recovery and significantly lower threshold shifts compared to those who received treatment after one hour.[123] Additionally, clinical trials using antioxidants after a traumatic noise event to reduce reactive oxygen species have displayed promising results. Injections with allopurinol, lazaroids, α-D-tocopherol, and mannitol were found to reduce the threshold shift after noise exposure.[124] Another antioxidant, Ebselen, has been shown to have promising results for both TTS and PTS.[125] Ebselen mimics gluthathione peroxide, an enzyme that has many functions, including scavenging hydrogen peroxide and reactive oxygen species.[126] After noise exposure, gluthathione peroxide decreases in the ear. An oral administration of ebselen in both preclinical tests on guinea pigs and human trials indicate that noise induced TTS and PTS was reduced.[125] Recently, combination therapy with hyperbaric oxygen therapy (HBO) and corticosteroids has been found to be effective for acute acoustic trauma. Acute noise exposure causes inflammation and lower oxygen supply in the inner ear. Corticosteroids hinder the inflammatory reaction and HBO provides an adequate oxygen supply. This therapy has been shown to be effective when initiated within three days after acoustic trauma. Therefore, this condition is considered an ENT emergency.[127] At the present time, no established clinical treatments exist to reverse the effects of permanent NIHL.[128] However, current research for the possible use of drug and genetic therapies look hopeful.[129] In addition, management options such as hearing aids and counseling exist. Many studies have been conducted looking at regeneration of hair cells in the inner ear. While hair cells are generally not replaced through cell regeneration,[130] mechanisms are being studied to induce replacement of these important cells.[131] One study involves the replacement of damaged hair cells with regenerated cells, via the mechanism of gene transfer of atonal gene Math1 to pluripotent stem cells within the inner ear.[132] Other atonal genes are being studied to induce regeneration of hair cells in the inner ear.[130] For people living with NIHL, there are several management options that can improve the ability to communicate. These options include counseling, amplification, and other assisted listening devices, such as frequency modulation (FM) systems.[133] FM systems can enhance the use of hearing aids and overcome the effects of poor listening conditions because the signal is sent from the microphone worn by the speaker directly to the listener.[134] The prognosis has improved with the recent advancements in digital hearing aid technology, such as directional microphones, open-fit hearing aids, and more advanced algorithms. Hearing aids can mask or cover up the tinnitus, and many with hearing loss and tinnitus find relief by using hearing aids.[135] Though there is no cure or agreed-upon treatment for tinnitus, some drugs have been shown to provide temporary reduction of tinnitus.[136] Other treatments for tinnitus include cognitive-behavioral therapy, biofeedback, and electrical stimulation.[137][138] Annual audiological evaluations are recommended to monitor any changes in a patient's hearing and to modify hearing-aid prescriptions. A systematic-review conducted by the American Academy of Audiology Task Force On the Health-Related Quality of Life Benefits of Amplification in Adults found the use of hearing aids to increase quality of life. The review pertained to adults who experienced sensorineural hearing loss, which can be caused by excessive, loud noise.[139] The World Health Organization estimates that nearly 360 million people have moderate to profound hearing loss from all causes.[140] Rates of hearing loss has traditionally been attributed to occupational or firearm-related exposure, as well as recreational exposure.[140][141] The World Health Organization estimated in 2015 that 1.1 billion young people are at risk for hearing loss caused by unsafe listening practices.[35] The over-exposure to excessive loud noise is partially attributed to recreational exposure, such as the use of personal audio devices with music at high volumes for long durations, or social settings such as bars, entertainment and sporting events.[35][142] The International Organization for Standardization (ISO) developed the ISO 1999[143] standards for the estimation of hearing thresholds and noise-induced hearing impairment. They used data from two noise and hearing study databases, one presented by Burns and Robinson (Hearing and Noise in Industry, Her Majesty's Stationery Office, London, 1970) and by Passchier-Vermeer [144](1968). As race and ethnicity are some of the factors that can affect the expected distribution of pure-tone hearing thresholds several other national or regional datasets exist, from Sweden,[145] Norway,[146] South Korea,[147] the United States[148] and Spain.[149] In the United States hearing is one of the health outcomes measure by the National Health and Nutrition Examination Survey (NHANES), a survey research program conducted by the National Center for Health Statistics. It examines health and nutritional status of adults and children in the United States. While there is no perfect way to pinpoint hearing loss from excessive noise, researchers look for audiometric notches in a hearing test—dips in the ability to hear certain frequencies—as signs of possible NIHL. As of 2011 data, approximately 24% adults age 20–69 in the United States has an audiometric notch.[150] This data identified differences in NIHL based on age, gender, race/ethnicity, and whether or not a person is exposed to noise at work. Among people aged 20–29, 19.2% had an audiometric notch, compared to 27.3% of people aged 50–59.[150] Males in general had a notch more often than females, regardless of occupational noise exposure, for both unilateral and bilateral audiometric notches. An epidemiological study of 6557 automotive manufacturing workers in China (median age 28 years old) reported that in 62% of the settings where noise exposures were evaluated, levels exceeded the recommended level of 85 dBA.[151] The prevalence of hearing loss was 41% among auto part manufacturing workers, followed by 31% of power train workers and 24% in automotive manufacturing. Across job categories, the highest prevalence rate was observed among welders, of 53%.[151] The prevalence rates were associated with noise levels and the workers' cumulative noise exposure. Occupational noise exposure is the main risk factor for work-related hearing loss. One study examined hearing test results obtained between 2000 and 2008 for workers ages 18–65 who had a higher occupational noise exposure than the average worker.[152] Of the sample taken, 18% of the workers had hearing loss. Of the occupations considered, the Mining industry had the highest prevalence and risk of hearing loss, at approximately 27%.[152] Other industries with a higher prevalence and risk included Construction (23.48%) and Manufacturing, especially Wood Product and Non-metallic Mineral Product (19.89%), Apparel (20.18%), and Machinery (21.51%).[152] Estimates of rates of hearing loss have been reported for workers in the Agriculture, Forestry, Fishing, and Hunting (AFFH) sector.[153] The overall prevalence of hearing loss (defined as a pure‐tone average threshold across frequencies 1000, 2000, 3000, and 4000 Hz of 25 dB or more in either ear) was 15% but that rate was exceeded in several of the subsectors of those industries. Prevalences were highest among workers in Forest Nurseries and Gathering of Forest Products at 36% and Timber Tract Operations at 22%. The Aquaculture sub‐sector had the highest adjusted risk (adjusted probability ratio of 1.7) of all sub‐sectors of the Agriculture, Forestry, Fishing, and Hunting industries.[153] The same methodology was used to estimate the prevalence of hearing loss for noise-exposed U.S. workers within the Health Care and Social Assistance sector.[154] The prevalence of hearing loss in the Medical Laboratories subsector was 31% and in the Offices of All Other Miscellaneous Health Practitioners subsector was 24%. The Child Day Care Services subsector had a 52% higher risk than the reference industry.While the overall HSA sector prevalence for hearing loss was 19%, the prevalence in the Medical Laboratories subsector and the Offices of All Other Miscellaneous Health Practitioners subsector were 31% and 24%, respectively. The Child Day Care Services subsector had a 52% higher risk than the reference industry of workers who are not exposed to noise at work (Couriers and Messengers).[154] Overall, audiometric records show that about 33% of working-age adults with a history of occupational noise exposure have evidence of noise-induced hearing damage, and 16% of noise-exposed workers have material hearing impairment.[155] Medical General Organizations and awareness-raising initiatives Noise from power sources","Title":"Noise-induced hearing loss - Wikipedia","KeyID":"9255","URL":"https://en.wikipedia.org/wiki/Noise-induced_hearing_loss"}