{"Content: ":"Pneumoconiosis is the general term for a class of interstitial lung diseases where inhalation of dust has caused interstitial fibrosis.[1][2] The three most common types are asbestosis, silicosis, and coal miner's lung.[3] Pneumoconiosis often causes restrictive impairment,[4] although diagnosable pneumoconiosis can occur without measurable impairment of lung function.[1][2] Depending on extent and severity, it may cause death within months or years, or it may never produce symptoms. It is usually an occupational lung disease, typically from years of dust exposure during work in mining;[5] textile milling; shipbuilding, ship repairing, and/or shipbreaking; sandblasting; industrial tasks; rock drilling (subways or building pilings);[6] or agriculture.[7][8] It is one of the most common occupational diseases in the world.[9] Depending upon the type of dust, the disease is given different names: The reaction of the lung to mineral dusts depends on many variables, including size, shape, solubility, and reactivity of the particles.[13] For example, particles greater than 5 to 10 μm are unlikely to reach distal airways, whereas particles smaller than 0.5 μm move into and out of alveoli, often without substantial deposition and injury.[14] Particles that are 1 to 5 μm in diameter are the most dangerous, because they get lodged at the bifurcation of the distal airways. Coal dust is relatively inert, and large amounts must be deposited in the lungs before lung disease is clinically detectable. Silica, asbestos, and beryllium are more reactive than coal dust, resulting in fibrotic reactions at lower concentrations. Most inhaled dust is entrapped in the mucus blanket and rapidly removed from the lung by ciliary movement. However, some of the particles become impacted at alveolar duct bifurcations, where macrophages accumulate and engulf the trapped particulates. The pulmonary alveolar macrophage is a key cellular element in the initiation and perpetuation of lung injury and fibrosis. Many particles activate the inflammasome and induce IL-1 production. The more reactive particles trigger the macrophages to release a number of products that mediate an inflammatory response and initiate fibroblast proliferation and collagen deposition. Some of the inhaled particles may reach the lymphatics either by direct drainage or within migrating macrophages and thereby initiate an immune response to components of the particulates and/or to self-proteins that are modified by the particles. This then leads to an amplification and extension of the local reaction. Tobacco smoking worsens the effects of all inhaled mineral dusts, more so with asbestos than with any other particle.[7] Typical indications on patient assessment include:[15] Pneumoconiosis in combination with multiple pulmonary rheumatoid nodules in rheumatoid arthritis patients is known as Caplan's syndrome.[20][21] The prevalence as of 2021 of pneumoconiosis is around 527,500 cases, with over 60,000 new patients reported globally in 2017. Prevalence has trended somewhat downward since 2015.[2] The mortality of pneumoconiosis patients remained at a high level in recent years, with over 21,000 deaths each year since 2015.[2] It is likely that pneumoconiosis is under-diagnosed and under-reported, especially in countries without highly developed healthcare systems.[2] Lung damage due to pneumoconiosis cannot be reversed.[22] However, some steps can slow down disease progression and relieve symptoms. These include the prescription of medications and breathing treatments to open airways and reduce inflammation.[22] Pulmonary rehabilitation and supplemental oxygen may also be recommended.[22] A lung transplant may be needed in cases of serious diseases. If the patient smokes, smoking cessation is also important.[22] Regular testing, such as X-rays or lung function tests, may be indicated to monitor disease progression. To reduce the likelihood of developing pneumoconiosis, individuals working in affected industries should wear a mask, wash skin that comes in contact with dust, remove dust from clothing and wash the face and hands before eating or drinking.[22] In addition, governments often regulate industry, especially mines, to limit how much dust is in the air.[23] In the United States, coal miners injured by pneumoconiosis and their families may receive monthly payments and medical benefits under the Black Lung Benefits Act.[24]","Title":"Pneumoconiosis - Wikipedia","KeyID":"9257","URL":"https://en.wikipedia.org/wiki/Pneumoconiosis"}