{"Content: ":"Silicosis is a form of occupational lung disease caused by inhalation of crystalline silica dust. It is marked by inflammation and scarring in the form of nodular lesions in the upper lobes of the lungs. It is a type of pneumoconiosis.[4] Silicosis (particularly the acute form) is characterized by shortness of breath, cough, fever, and cyanosis (bluish skin). It may often be misdiagnosed as pulmonary edema (fluid in the lungs), pneumonia, or tuberculosis. Using workplace controls, silicosis is almost always a preventable disease.[5] Silicosis resulted in at least 43,000 deaths globally in 2013, down from at least 50,000 deaths in 1990.[6] The name silicosis (from the Latin silex, or flint) was originally used in 1870 by Achille Visconti (1836–1911), prosector in the Ospedale Maggiore of Milan.[7] The recognition of respiratory problems from breathing in dust dates to ancient Greeks and Romans.[8] Agricola, in the mid-16th century, wrote about lung problems from dust inhalation in miners. In 1713, Bernardino Ramazzini noted asthmatic symptoms and sand-like substances in the lungs of stone cutters. With industrialization, as opposed to hand tools, came increased production of dust. The pneumatic hammer drill was introduced in 1897 and sandblasting was introduced in about 1904,[9] both significantly contributing to the increased prevalence of silicosis. In 1938, the United States Department of Labor, led by then Secretary of Labor, Frances Perkins, produced a video titled 'Stop Silicosis' to discuss the results of a year-long study done concerning a rise in the number of silicosis cases across the United States.[10] Because chronic silicosis is slow to develop, signs and symptoms may not appear until years after exposure.[11] Signs and symptoms include: In advanced cases, the following may also occur: Patients with silicosis are particularly susceptible to tuberculosis (TB) infection—known as silicotuberculosis. The reason for the increased risk—3 fold increased incidence—is not well understood. It is thought that silica damages pulmonary macrophages, inhibiting their ability to kill mycobacteria. Even workers with prolonged silica exposure, but without silicosis, are at a similarly increased risk for TB.[12] Pulmonary complications of silicosis also include chronic bronchitis and airflow limitation (indistinguishable from that caused by smoking), non-tuberculous Mycobacterium infection, fungal lung infection, compensatory emphysema, and pneumothorax. There are some data revealing an association between silicosis and certain autoimmune diseases, including nephritis, scleroderma, and systemic lupus erythematosus, especially in acute or accelerated silicosis.[13] In 1996, the International Agency for Research on Cancer (IARC) reviewed the medical data and classified crystalline silica as \"carcinogenic to humans.\" The risk was best seen in cases with underlying silicosis, with relative risks for lung cancer of 2–4. Numerous subsequent studies have been published confirming this risk. In 2006, Pelucchi et al. concluded, \"The silicosis-cancer association is now established, in agreement with other studies and meta-analysis.\"[14] When small silica dust particles are inhaled, they can embed themselves deeply into the tiny alveolar sacs and ducts in the lungs, where oxygen and carbon dioxide gases are exchanged. There, the lungs cannot clear out the dust by mucus or coughing. When fine particles of crystalline silica dust are deposited in the lungs, macrophages that ingest the dust particles will set off an inflammatory response by releasing tumor necrosis factors, interleukin-1, leukotriene B4 and other cytokines. In turn, these stimulate fibroblasts to proliferate and produce collagen around the silica particle, thus resulting in fibrosis and the formation of the nodular lesions. The inflammatory effects of crystalline silica are apparently mediated by the NLRP3 inflammasome.[15] Characteristic lung tissue pathology in nodular silicosis consists of fibrotic nodules with concentric \"onion-skinned\" arrangement of collagen fibers, central hyalinization, and a cellular peripheral zone, with lightly birefringent particles seen under polarized light. The silicotic nodule represents a specific tissue response to crystalline silica.[9] In acute silicosis, microscopic pathology shows a periodic acid-Schiff positive alveolar exudate (alveolar lipoproteinosis) and a cellular infiltrate of the alveolar walls.[16] Silicon (Si) is the second most common element in the Earth's crust (oxygen is the most common). The compound silica, also known as silicon dioxide (SiO2), is formed from silicon and oxygen atoms. Since oxygen and silicon make up about 75% of the Earth's crust, the compound silica is quite common. It is found in many rocks, such as granite, sandstone, gneiss and slate, and in some metallic ores. Silica can be a main component of sand. It can also be in soil, mortar, plaster, and shingles. The cutting, breaking, crushing, drilling, grinding, or abrasive blasting of these materials may produce fine to ultra fine airborne silica dust. Silica occurs in 3 forms: crystalline, microcrystalline (or cryptocrystalline) and amorphous (non-crystalline). \"Free\" silica is composed of pure silicon dioxide, not combined with other elements, whereas silicates (e.g., talc, asbestos, and mica) are SiO2 combined with an appreciable portion of cations. Silica flour is nearly pure SiO2 finely ground. Silica flour has been used as a polisher or buffer, as well as paint extender, abrasive, and filler for cosmetics. Silica flour has been associated with all types of silicosis, including acute silicosis. Silicosis is due to deposition of fine respirable dust (less than 10 micrometers in diameter) containing crystalline silicon dioxide in the form of alpha-quartz, cristobalite, or tridymite. There are three key elements to the diagnosis of silicosis. First, the patient history should reveal exposure to sufficient silica dust to cause this illness. Second, chest imaging (usually chest x-ray) that reveals findings consistent with silicosis. Third, there are no underlying illnesses that are more likely to be causing the abnormalities. Physical examination is usually unremarkable unless there is complicated disease. Also, the examination findings are not specific for silicosis. Pulmonary function testing may reveal airflow limitation, restrictive defects, reduced diffusion capacity, mixed defects, or may be normal (especially without complicated disease). Most cases of silicosis do not require tissue biopsy for diagnosis, but this may be necessary in some cases, primarily to exclude other conditions. Assessment of alveolar crystal burden in bronchoalveolar lavage fluid may aid diagnosis.[18] For uncomplicated silicosis, chest x-ray will confirm the presence of small (< 10 mm) nodules in the lungs, especially in the upper lung zones. Using the ILO classification system, these are of profusion 1/0 or greater and shape/size \"p\", \"q\", or \"r\". Lung zone involvement and profusion increases with disease progression. In advanced cases of silicosis, large opacity (> 1 cm) occurs from coalescence of small opacities, particularly in the upper lung zones. With retraction of the lung tissue, there is compensatory emphysema. Enlargement of the hilum is common with chronic and accelerated silicosis. In about 5–10% of cases, the nodes will calcify circumferentially, producing so-called \"eggshell\" calcification. This finding is not pathognomonic (diagnostic) of silicosis. In some cases, the pulmonary nodules may also become calcified. A computed tomography or CT scan can also provide a mode detailed analysis of the lungs, and can reveal cavitation due to concomitant mycobacterial infection. Chest X-ray showing uncomplicated silicosis Complicated silicosis Silicosis ILO Classification 2-2 R-R Fibrothorax and pleural effusion caused by silicosis Classification of silicosis is made according to the disease's severity (including radiographic pattern), onset, and rapidity of progression.[19] These include: Using the Hierarchy of Controls, there are various methods to preventing exposure to respirable crystalline silica. The best way to prevent silicosis is to avoid worker exposure to dust containing respirable crystalline silica.[21] The next best preventive measure is to control the dust. Water-integrated tools are often used where dust is created during certain tasks. To avoid dust accumulating on clothing and skin, wear a disposable protective suit or place clothes in a seal-able bag and, if possible, shower once returning home. When dust starts accumulating around a workplace, and the use of water-integrated tools is not feasible, an industrial vacuum should be used to contain and transport dust to a safe location for disposal.[22] Dust can also be controlled through personal dry air filtering.[23] The use of personal protective equipment (PPE) is a measure of last resort when attempting to control exposure to respirable crystalline silica. Preventing silicosis may require specific measures. One example is during tunnel construction where purpose-designed cabins are used in addition to air scrubbers to filter the air during construction.[24] Items to be considered when selecting respiratory protection include whether it provides the correct level of protection, if facial fit testing has been provided, if the wearer is absent of facial hair, and how filters will be replaced.[24] Silicosis is a permanent disease with no cure.[16] Treatment options currently available focus on alleviating the symptoms and preventing any further progress of the condition. These include: Silicosis resulted in 46,000 deaths in 2013, down from 55,000 deaths in 1990.[6] Silicosis is the most common occupational lung disease worldwide. It occurs everywhere, but is especially common in developing countries.[26] From 1991 to 1995, China reported more than 24,000 deaths due to silicosis each year.[11] It also affects developed nations. In the United States, it is estimated that between one and two million workers have had occupational exposure to crystalline silica dust and 59,000 of these workers will develop silicosis sometime in the course of their lives.[11][27] According to CDC data,[28] silicosis in the United States is relatively rare. The incidence of deaths due to silicosis declined by 84% between 1968 and 1999, and only 187 deaths in 1999 had silicosis as the underlying or contributing cause.[29] Additionally, cases of silicosis in Michigan, New Jersey, and Ohio are highly correlated to industry and occupation.[30] The latest data from The Health and Safety Executive shows that there are typically between 10 and 20 annual Silicosis deaths in recent years, with an average of 12 per year over the last 10 years. In 2019, there were 12 deaths in 10 in 2020, in the UK.[31] Although silicosis has been a known occupational disease for centuries, the industrialization of mining has led to an increase in silicosis cases[citation needed]. Pneumatic drilling in mines and less commonly, mining using explosives, would raise fine-ultra fine crystalline silica dust (rock dust). In the United States, a 1930 epidemic of silicosis due to the construction of the Hawk's Nest Tunnel near Gauley Bridge, West Virginia caused the death of at least 400 workers. Other accounts place the mortality figure at well over 1000 workers, primarily African American transient workers from the southern United States.[32] Workers who became ill were fired and left the region, making an exact mortality account difficult.[33] The Hawks Nest Tunnel Disaster is known as \"America's worst industrial disaster.[34] The prevalence of silicosis led some men to grow what is called a miner's mustache, in an attempt to intercept as much dust as possible.[citation needed] Chronic simple silicosis has been reported to occur from environmental exposures to silica in regions with high silica soil content and frequent dust storms.[35] Also, the mining establishment of Delamar Ghost Town, Nevada was ruined by a dry-mining process that produced a silicosis-causing dust. After hundreds of deaths from silicosis, the town was nicknamed The Widowmaker. The problem in those days was somewhat resolved with an addition of a nozzle to the drill which sprayed a mist of water, turning dust raised by drilling into mud, but this inhibited mining work. Because of work-exposure to silica dust, silicosis is an occupational hazard to construction, railroad,[36] demolition, mining, sandblasting, quarry, tunnelling,[37] ceramics and foundry workers, as well as grinders, stone cutters, stone countertops, refractory brick workers, tombstone workers, workers in the oil and gas industry,[38] pottery workers, fiberglass manufacturing, glass manufacturing, flint knappers and others. Brief or casual exposure to low levels of crystalline silica dust are said to not produce clinically significant lung disease.[39] In less developed countries where work conditions are poor and respiratory equipment is seldom used, the life expectancy is low (e.g. for silver miners in Potosí, Bolivia is around 40 years due to silicosis). Recently, silicosis in Turkish denim sandblasters was detected as a new cause of silicosis due to recurring, poor working conditions.[40] Silicosis is seen in horses associated with inhalation of dust from certain cristobalite-containing soils in California. Social realist artist Noel Counihan depicted men who worked in industrial mines in Australia in the 1940s dying of silicosis in his series of six prints, 'The miners' (1947 linocuts).[41] While it has been long-thought that cases of silicosis in Australia were no longer possible, the recent reported epidemic in 2018 demonstrated that additional protections for workers were needed. Some have spoken publicly on the need to re-learn lessons from past experiences to prevent further disease.[42] and 2019[43][44] The Australian Government Department of Health established a National Dust Disease Taskforce in response to the number of reported cases of silicosis in 2018.[45] Silicosis has also been identified as one of many long-term health outcomes for first responders from the terrorist attacks of September 11, 2001, after having been exposed to dust containing high concentrations of respirable crystalline silica, as well as other metals and toxins.[46] A non-occupational form of silicosis has been described that is caused by long-term exposure to sand dust in desert areas, with cases reported from the Sahara, Libyan desert and the Negev.[47] The disease is caused by deposition of this dust in the lung.[48] Desert lung disease may be related to Al Eskan disease, a lung disorder thought to be caused by exposure to sand dust containing organic antigens, which was first diagnosed after the 1990 Gulf war.[49] The relative importance of the silica particles themselves and the microorganisms that they carry in these health effects remains unclear.[50] In March 2016, OSHA officially mandated that companies must provide certain safety measures for employees who work with or around silica, in order to prevent silicosis, lung cancer, and other silica-related diseases.[51] One of the main updates to OSHA's silica standard was the reduction of the permissible exposure limit (PEL) for respirable crystalline silica from 250 to 50 micrograms per cubic meter of air, averaged over an 8-hour shift.[52] The updated standard also shifts the focus of controlling silica exposure from the use of PPE (respirators) to the use of engineering controls (such as using water-integrated tools or vacuum systems) and administrative controls (limiting exposure time per shift). Employers are still required to provide respirators when engineering and administrative controls cannot adequately limit exposure. Additional provisions include limiting worker access to high exposure areas, signage requirements in high exposure areas, the development of a written exposure control plan, medical exams to highly exposed workers (optional for exposed employees), and training for workers on silica risks and how to limit exposures. Some recent studies have found workers who grind granite counters and use water controls to eliminate dust are becoming ill from exposure to dust after water has evaporated the next day.[53] The standard also provides requirements for cleaning up the slurry left behind when water-integrated tools are used as an engineering control. The medical exams include a discussion with a physician or licensed health care provider (PLHCP) of prior respiratory health, chest X-ray, pulmonary function test, latent tuberculosis infection, and any other tests deemed necessary by the PLHCP. These medical exams are to occur within 30 days of the initial assignment that includes silica exposure and must be made available for renewal at least every three years unless the PLHCP deems otherwise. As part of the updated standard, OSHA created a table of specific engineering and administrative control methods to reduce silica exposure when using specific tools in 18 different applications that are known to create an exposure to silica from stationary masonry saws to using handheld grinders.[52] An additional provision exists for small business who are provided flexibility.[54] Both standards contained in the final rule took effect on June 23, 2016, after which industries had one to five years to comply with most requirements, based on the following schedule:","Title":"Silicosis - Wikipedia","KeyID":"9260","URL":"https://en.wikipedia.org/wiki/Silicosis"}