{"Content: ":"Tennis elbow, also known as lateral epicondylitis or enthesopathy of the extensor carpi radialis origin, is a condition in which the outer part of the elbow becomes painful and tender.[2][1] The pain may also extend into the back of the forearm and grip strength may be weak.[3][2] Onset of symptoms is generally gradual although they can seem sudden and be misinterpreted as an injury.[3][5] Golfer's elbow is a similar condition that affects the inside of the elbow.[2] Enthesopathies are idiopathic, meaning science has not yet determined the cause.[6] It is often stated that the condition is caused by excessive use of the muscles of the back of the forearm, but this is not supported by experimental evidence and is a common misinterpretation or unhelpful thought about symptoms.[3][7] Typically this occurs as a result of over use during work and/or leisure, classically racquet sports,[2][3] but also with the improper use of computer mice (hence \"mouse elbow\").[8] The diagnosis is typically based on the symptoms with medical imaging used to rule out other potential causes.[3] It is more likely if pain increases when a subject tries to bend back the wrist when the wrist is held in a neutral position.[2] A powered screwdriver can cause this injury if overused one-handed. It is classified as a chronic tendinosis, not a tendinitis.[2] Treatment involves decreasing activities that bring on the symptoms together with physical therapy or other treatment gradually increasing loads.[2][9] Pain medications such as NSAIDS or acetaminophen (paracetamol) may be used.[2] A brace over the upper forearm may also be helpful.[3] The role of corticosteroid injections is debated. Recent evidence suggests corticosteroid injections may delay symptom resolution.[10] Those 30 to 50 years old are most commonly affected.[3] The condition was initially described in 1873.[4] The name \"lawn tennis elbow\" first came into use for the condition in 1882.[11] Symptoms associated with tennis elbow include, but are not limited to, pain from the outside of the elbow to the forearm and wrist and pain during extension of wrist.[13] The pain is similar to the condition known as golfer's elbow, but the latter occurs at the medial side of the elbow.[14] The term \"tennis elbow\" is widely used (although informal), but the condition should be understood as not limited to tennis players.[15][16] Historically, the medical term \"lateral epicondylitis\" was most commonly used for the condition, but \"itis\" implies inflammation and the condition is not inflammatory.[3][15][16][17][18] Since histological findings reveal noninflammatory tissue, the term “lateral elbow tendinopathy,\" \"tendinosis,” or “angio-fibroblastic tendinosis” have been suggested instead of “lateral epicondylitis”.[19][20] In 2019, a group of international experts suggested that \"lateral elbow tendinopathy\" was the most appropriate terminology.[21] Tennis elbow is a type of repetitive strain injury resulting from tendon overuse and failed healing of the tendon. In addition, the extensor carpi radialis brevis muscle plays a key role.[20][22] Early experiments suggested that tennis elbow was primarily caused by overexertion. However, studies show that trauma such as direct blows to the epicondyle, a sudden forceful pull, or forceful extension cause more than half of these injuries.[23] Repeatedly mis-hitting a tennis ball in the early stages of learning the sport causes shock to the elbow joint and may contribute to contracting the condition.[24] There are multiple aspects of tennis that may cause a player to develop \"tennis elbow\". From a technical perspective, leading a backhand with one's elbow, excessive pronation of the forearm when putting topspin on a forehand, and excessive flexion of the wrist on a serve can all greatly lead to tennis elbow. Other things that can be improved are: racquet type, grip size, string tension, type of court surface, and ball weight.[25] Histological findings include granulation tissue, micro-rupture, degenerative changes, and there is no traditional inflammation.[20][26][27] Longitudinal sonogram of the lateral elbow displays thickening and heterogeneity of the common extensor tendon that is consistent with tendinosis, as the ultrasound reveals calcifications, intrasubstance tears, and marked irregularity of the lateral epicondyle. Although the term “epicondylitis” is frequently used to describe this disorder, most histopathologic findings of studies have displayed no evidence of an acute, or a chronic inflammatory process. Histologic studies have demonstrated that this condition is the result of tendon degeneration, which replaces normal tissue with a disorganized arrangement of collagen. Therefore, the disorder is more appropriately referred to as tendinosis or tendinopathy rather than tendinitis.[19] Colour Doppler ultrasound reveals structural tendon changes, with vascularity and hypo-echoic areas that correspond to the areas of pain in the extensor origin.[28] The pathophysiology of lateral epicondylitis is degenerative. Non-inflammatory, chronic degenerative changes of the origin of the extensor carpi radialis brevis (ECRB) muscle are identified in surgical pathology specimens.[29] It is unclear if the pathology is affected by prior injection of corticosteroid.[citation needed] Tennis players generally believe tennis elbow is caused by the repetitive nature of hitting thousands of tennis balls, which leads to tiny tears in the forearm tendon attachment at the elbow.[17] The extensor digiti minimi also has a small origin site medial to the elbow that this condition can affect. The muscle involves the extension of the little finger and some extension of the wrist allowing for adaption to \"snap\" or flick the wrist—usually associated with a racquet swing. Most often, the extensor muscles become painful due to tendon breakdown from over-extension. Improper form or movement allows for power in a swing to rotate through and around the wrist—creating a moment on that joint instead of the elbow joint or rotator cuff. This moment causes pressure to build impact forces to act on the tendon causing irritation and inflammation.[citation needed] At least one author questions that lateral epicondylitis is caused by repetitive microtrauma/overuse, maintaining the theory is likely overstated and lacks scientific support.[29] Other speculative risk factors for lateral epicondylitis include taking up tennis later in life, unaccustomed strenuous activity, decreased mental chronometry and speed and repetitive eccentric contraction of muscle (controlled lengthening of a muscle group).[citation needed] To diagnose tennis elbow, physicians perform a battery of tests in which they place pressure on the affected area while asking the patient to move the elbow, wrist, and fingers. Diagnosis is made by clinical signs and symptoms that are discrete and characteristic. For example, when the elbow fully extended, the patient feels points of tenderness over the affected point on the elbow. The most common location of tenderness is at the origin of the extensor carpi radialis brevis muscle from the lateral epicondyle (extensor carpi radialis brevis origin), 1 cm distal and slightly anterior to the lateral epicondyle.[12] There is also pain with passive wrist flexion and resistive wrist extension (Cozen's test).[30] X-rays can confirm and distinguish possibilities of existing causes of pain that are unrelated to tennis elbow, such as fracture or arthritis. Rarely, calcification can be found where the extensor muscles attach to the lateral epicondyle.[12] Medical ultrasonography and magnetic resonance imaging (MRI) are other valuable tools for diagnosis but are frequently avoided due to the high cost.[14] MRI screening can confirm excess fluid and swelling in the affected region in the elbow, such as the connecting point between the forearm bone and the extensor carpi radialis brevis muscle.[citation needed] Where lateral epicondylitis is caused by playing tennis, another factor of tennis elbow injury is experience and ability. The proportion of players who reported a history of tennis elbow had an increased number of playing years. As for ability, poor technique increases the chance for injury much like any sport. Therefore, an individual must learn proper technique for all aspects of their sport. The competitive level of the athlete also affects the incidence of tennis elbow. Class A and B players had a significantly higher rate of tennis elbow occurrence compared to class C and novice players. However, an opposite, but not statistically significant, trend is observed for the recurrence of previous cases, with an increasingly higher rate as ability level decreases.[14] Other ways people can prevent tennis elbow: Vibration dampers (otherwise known as \"gummies\") are not believed to be a reliable preventative measure. Rather, proper weight distribution in the racket is thought to be a more viable option in negating shock.[33] Evidence for the treatment of lateral epicondylitis before 2010 was poor.[34] There were clinical trials addressing many proposed treatments, but the trials were of poor quality.[35] In some cases, severity of tennis elbow symptoms mend without any treatment, within six to 24 months. Tennis elbow left untreated can lead to chronic pain that degrades quality of daily living.[14] There are several recommendations regarding prevention, treatment, and avoidance of recurrence that are largely speculative including stretches and progressive strengthening exercises to prevent re-irritation of the tendon[36] and other exercise measures.[37] One way to help treat minor cases of tennis elbow is simply to relax the affected arm. The rest lets stress and tightness within the forearm slowly relax and eventually have the arm in working condition—in a day or two, depending on the case.[citation needed] Eccentric exercise using a rubber bar is highly effective at eliminating pain and increasing strength.[38][39] The exercise involves grasping a rubber bar, twisting it, then slowly untwisting it.[38][40] Although it can be considered an evidence-based practice, long-term results have not yet been determined.[41] There are differences in opinions on whether it is okay if pain occurs during these exercises.[42] Some suggest pain of less than 5/10 is okay.[42] Moderate evidence exists demonstrating that joint manipulation directed at the elbow and wrist and spinal manipulation directed at the cervical and thoracic spinal regions results in clinical changes to pain and function.[43][44] There is also moderate evidence for short-term and mid-term effectiveness of cervical and thoracic spine manipulation as an add-on therapy to concentric and eccentric stretching plus mobilisation of wrist and forearm. Although not yet conclusive, the short-term analgesic effect of manipulation techniques may allow more vigorous stretching and strengthening exercises, resulting in a better and faster recovery process of the affected tendon in lateral epicondylitis.[45] Low level laser therapy, administered at specific doses and wavelengths directly to the lateral elbow tendon insertions, may result in short-term pain relief and less disability.[46] Extracorporeal shockwave therapy, while safe, is of unclear benefit.[47][48] Orthosis is a device externally used on the limb to improve the function or reduce the pain. Orthotics may be useful in tennis elbow, however long-term effects are unknown.[49] There are two main types of orthoses prescribed for this problem: counterforce elbow orthoses and wrist extension orthoses. Counterforce orthosis has a circumferential structure surrounding the arm. This orthosis usually has a strap which applies a binding force over the origin of the wrist extensors. The applied force by orthosis reduces the elongation within the musculotendinous fibers. Wrist extensor orthosis maintains the wrist in the slight extension. This position reduces the overloading strain at the lesion area.[citation needed] Studies indicated both type of orthoses improve the hand function[50] and reduce the pain[51] in people with tennis elbow. Although anti-inflammatories are a commonly prescribed treatment for tennis elbow, the evidence for their effect is usually anecdotal with only limited studies showing a benefit.[52] A systematic review found that topical non-steroidal anti-inflammatory drugs (NSAIDs) may improve pain in the short term (up to 4 weeks) but was unable to draw firm conclusions due to methodological issues.[53] Evidence for oral NSAIDs is mixed.[53] Evidence is poor for long term improvement from injections of any type, whether corticosteroids, botulinum toxin, prolotherapy or other substances.[54] Corticosteroid injection may be effective in the short term[55] however are of little benefit after a year, compared to a wait-and-see approach.[56] A recent randomized control trial comparing the effect of corticosteroid injection, physiotherapy, or a combination of corticosteroid injection and physiotherapy found that patients treated with corticosteroid injection versus placebo had lower complete recovery or improvement at 1 year (Relative risk 0.86). Patients that received corticosteroid injection also had a higher recurrence rate at 1 year versus placebo (54% versus 12%, relative risk 0.23).[57] Complications from repeated steroid injections include skin problems such as hypopigmentation and fat atrophy leading to indentation of the skin around the injection site.[55] Steroid injections against appear to be more effective than shock wave therapy.[58] Botulinum toxin type A to paralyze the forearm extensor muscles in those with chronic tennis elbow that has not improved with conservative measures may be viable.[59] In recalcitrant cases surgery may be an option.[60][61][62] Surgical methods include:[63] Surgical techniques for lateral epicondylitis can be done by open surgery, percutaneous surgery or arthroscopic surgery, with no high-quality evidence that any particular type is better or worse than another.[64][61] Side effects include infection, damage to nerves and inability to straighten the arm.[65] A review of the evidence related to surgery found that published studies were of low quality and did not show that surgery was any more effective than other treatments.[64] A subsequent research trial showed that surgery was no more effective than sham surgery, where patients only received a skin incision, although the trial was limited by a small number of patients.[66] Response to initial therapy is common, but so is relapse (25% to 50%) and/or prolonged, moderate discomfort (40%).[citation needed] Depending upon severity and quantity of multiple tendon injuries that have built up, the extensor carpi radialis brevis may not be fully healed by conservative treatment. Nirschl defines four stages of lateral epicondylitis, showing the introduction of permanent damage beginning at Stage 2. In tennis players, about 39.7% have reported current or previous problems with their elbow. Less than one quarter (24%) of these athletes under the age of 50 reported that the tennis elbow symptoms were \"severe\" and \"disabling,\" while 42% over the age of 50 did. More women (36%) than men (24%) considered their symptoms severe and disabling. Tennis elbow is more prevalent in individuals over 40, where there is about a four-fold increase among men and two-fold increase among women. Tennis elbow equally affects both sexes and, although men have a marginally higher overall prevalence rate as compared to women, this is not consistent within each age group, nor is it a statistically significant difference.[68] Playing time is a significant factor in tennis elbow occurrence, with increased incidence with increased playing time being greater for respondents under 40. Individuals over 40 who played over two hours doubled their chance of injury. Those under 40 increased it 3.5 fold compared to those who played less than two hours per day.[14] German physician F. Runge[69] is usually credited for the first description of the condition, calling it \"writer's cramp\" (Schreibekrampf) in 1873.[70] Later, it was called \"washer women's elbow\".[71] British surgeon Henry Morris published an article in The Lancet describing \"lawn tennis arm\" in 1883.[72][69] The popular term \"tennis elbow\" first appeared the same year in a paper by H. P. Major, described as \"lawn-tennis elbow\".[73][74]","Title":"Tennis elbow - Wikipedia","KeyID":"9264","URL":"https://en.wikipedia.org/wiki/Tennis_elbow"}