{"Content: ":"An occupational hazard is a hazard experienced in the workplace. This encompasses many types of hazards, including chemical hazards, biological hazards (biohazards), psychosocial hazards, and physical hazards. In the United States, the National Institute for Occupational Safety and Health (NIOSH) conduct workplace investigations and research addressing workplace health and safety hazards resulting in guidelines.[1] The Occupational Safety and Health Administration (OSHA) establishes enforceable standards to prevent workplace injuries and illnesses.[2] In the EU, a similar role is taken by EU-OSHA. Occupational hazard as a term signifies both long-term and short-term risks associated with the workplace environment. It is a field of study within occupational safety and health and public health.[3] Short term risks may include physical injury (e.g., eye, back, head, etc.,), while long-term risks may be an increased risk of developing occupational disease, such as cancer or heart disease. In general, adverse health effects caused by short term risks are reversible while those caused by long term risks are irreversible. Chemical hazards are a subtype of occupational hazards that involve a wide variety of chemicals. Exposure to chemicals in the workplace can cause acute or long-term detrimental health effects. There are many classifications of hazardous chemicals, including neurotoxins, immune agents, dermatologic agents, carcinogens, reproductive toxins, systemic toxins, asthmagens, pneumoconiotic agents, and sensitizers.[4] NIOSH sets recommended exposure limits (REL) as well as recommends preventative measures on specific chemicals in order to reduce or eliminate negative health effects from exposure to those chemicals.[5] Additionally, NIOSH keeps an index of chemical hazards based on their chemical name,[6] Chemical Abstracts Service Registry Number (CAS No.),[7] and RTECS Number.[8] Furthermore, OSHA has set permissible exposure limits[9] (PEL) on around 500 chemicals which are enforceable by law. These exposure limits include evidence that a certain amount of a chemical exposure is linked to one or more adverse health effects. For instance, heart disease[10] is more prevalent in workers who are exposed to the chemicals found in engine exhausts. Exposure to carbon tetrachloride has shown to cause liver and kidney damage.[11] Exposure to benzene has been linked to leukemia.[12] Biological agents, which create biological hazards, include bacteria, fungi, viruses, microorganisms, and toxins.[13] These biological agents can cause adverse health effects in workers. Influenza is an example of a biological hazard which affects a broad population of workers.[14] Exposure to toxins generated by insects, spiders, snakes, scorpions,[15][16][17] etc., require physical contact be made between the worker and the living organism. Skin exposure to biological agents can cause contact dermatitis (caused by exposure to urushiol from poisonous Toxicodendron plants[18]), Lyme disease,[19] West Nile virus,[20] and coccidioidomycosis (caused by exposure to fungi).[21] According to NIOSH, outdoor workers at risk for these hazards \"include farmers, foresters, landscapers, groundskeepers, gardeners, painters, roofers, pavers, construction workers, laborers, mechanics, and any other workers who spend time outside.\"[18] Health care professionals are at risk to exposure to blood-borne illnesses (such as HIV, hepatitis B, and hepatitis C)[22] and particularly to emerging infectious diseases, especially when not enough resources are available to control the spread of the disease.[23] Veterinary health workers, including veterinarians, are at risk for exposure to zoonotic disease.[24] Those who do clinical work in the field or in a laboratory risk exposure to West Nile virus if performing necropsies on birds affected by the virus or are otherwise working with infected tissue.[20] Other occupations at risk to biological hazard exposure include poultry workers, who are exposed to bacteria;[25] and tattooists and piercers, who risk exposure to blood-borne pathogens.[26] Psychosocial hazards are occupational hazards that affect someone's social life or psychological health. Psychosocial hazards in the workplace include occupational burnout and occupational stress, which can lead to burnout.[27] According to the Mayo Clinic, symptoms of occupational burnout include a cynical attitude towards work, severe lack of motivation at work, erratic sleeping habits, and disillusionment about one's occupation.[28] Physical hazards are a subtype of occupational hazards that involve environmental hazards that can cause harm with or without contact. Physical hazards include ergonomic hazards, radiation, heat and cold stress, vibration hazards, and noise hazards.[29] Heat and cold stress occur when the temperature is significantly different from room temperature (68-74 degrees Fahrenheit). When the body is exposed to heat stress, excess sweating can lead to a range of heat-related illnesses.[30] Excessive cold can also lead to several cold-related illnesses like hypothermia, frost bite, etc.[31] Occupational vibration hazards most often occur when a worker is operating machinery that vibrates as a symptom of its functioning (e.g., chainsaws, power drills, etc.). The most common type of vibration syndrome is Hand Arm Vibration Syndrome (HAVS). Long-term exposure to HAVS can lead to damage occurring in the blood vessels, nerves, muscles, and joints of the hand, wrist, and arm.[32] Each year in the US, twenty-two million workers are exposed to noise levels that could potentially harm their health.[33] Occupational hearing loss is the most common occupational illness in the manufacturing sector.[34] Workers in exceptionally high noise environments, such as musicians,[35] mine workers,[36] and even those involved with stock car racing,[37] are at a much higher risk of developing hearing loss, when compared to other workers (e.g., factory workers, etc.). While permanent noise-induced hearing is often preventable through proper hearing protection, limiting the amount of time one is exposed to high levels of noise is still required.[38] As such a widespread issue, NIOSH has been committed to preventing future hearing loss for workers by establishing recommended exposure limits (RELs) of 85 dB(A) for an 8-house time-weighed average (TWA).[39] The Buy Quiet program was developed by NIOSH to encourage employers to reduce workplace noise levels by purchasing quieter models of tools and machinery.[40][41] Additionally, a partnership with the National Hearing Conservation Association (NHCA) has resulted in the creation of the Safe-in-Sound Award to recognize excellence and innovation in the field of hearing loss prevention.[42][43] Furthermore, OSHA's development and implementation of the Hearing Conservation Program (HCP)[44] has required employers to more effectively protect their workers against noise levels that are too high. The HCP empowers workers to not only receive noise exposure testing, as well as audiometric testing, but also to have access to noise protection devices adequate for the noise levels they are being exposed to.","Title":"Occupational hazard - Wikipedia","KeyID":"9268","URL":"https://en.wikipedia.org/wiki/Occupational_hazard"}