{"Content: ":"A chemical hazard is a (non-biological) substance that has the potential to cause harm to life or health. Chemicals are widely used in the home and in many other places.[1] Exposure to chemicals can cause acute or long-term detrimental health effects. There are many types of hazardous chemicals, including neurotoxins, immune agents, dermatologic agents, carcinogens, reproductive toxins, systemic toxins, asthmagens, pneumoconiotic agents, and sensitizers.[2] In the workplace, exposure to chemical hazards is a type of occupational hazard. The use of protective personal equipment (PPE) may substantially reduce the risk of damage from contact with hazardous materials.[3] Long-term exposure to chemical hazards such as silica dust, engine exhausts, tobacco smoke, and lead (among others) have been shown to increase risk of heart disease, stroke, and high blood pressure.[4] The most common exposure route to chemicals in the work environment is through inhalation. Gas, vapour, mist, dust, fumes, and smoke can all be inhaled. Those with occupations involving physical work may inhale higher levels of chemicals if working in an area with contaminated air. This is because workers who do physical work will exchange over 10,000 litres of air over an 8-hour day, while workers who do not do physical work will exchange only 2,800 litres.[5] If the air is contaminated in the workplace, more air exchange will lead to the inhalation of higher amounts of chemicals.[citation needed] Chemicals may be ingested when food or drink is contaminated by unwashed hands or from clothing or poor handling practices.[citation needed] Chemical exposure to the skin is a common workplace injury and may also occur in domestic situations with chemicals such as bleach or drain-cleaners.. The exposure of chemicals to the skin most often results in local irritation to the exposed area. In some exposures, the chemical will be absorbed through the skin and will result in poisoning. The eyes have a strong sensitivity to chemicals, and are consequently an area of high concern for chemical exposure. Chemical exposure to the eyes results in irritation and may result in burns and vision loss.[citation needed] Injection is an uncommon method of chemical exposure in the workplace. Chemicals can be injected into the skin when a worker is punctured by a sharp object, such as a needle. Chemical exposure through injection may result in the chemical entering directly into the bloodstream.[citation needed] Hazard pictographs are a type of labeling system that alerts people at a glance that there are hazardous chemicals present. The symbols help identify whether the chemicals that are going to be in use may potentially cause physical harm, or harm to the environment. The symbols are distinctive, as they are shaped like diamonds with red borders. These signs can be divided into: These pictographs are also subdivided into class and categories for each classification. The assignments for each chemical depends on their type and their severity. Chemical exposure is estimated to have caused approximately 190,000 illnesses and 50,000 deaths of workers annually.[7] There exists an unknown link between chemical exposure and subsequent illness and/or death. Therefore, the majority of these illnesses and deaths are thought to be caused by a lack of knowledge and/or awareness concerning the dangers of chemicals. The best method of controlling chemical exposure within the workplace is through the elimination or the substitution of all chemicals that are thought or known to cause illness and/or death.[citation needed] Although the elimination and the substitution of the harmful chemicals is the best known method for controlling chemical exposure, there are other methods that can be implemented to diminish exposure. The implementation of engineering controls is an example of another method for controlling chemical exposures. When engineer controls are implemented, there is a physical change made to the work environment that will eliminate or reduce the risk to chemical exposure. An example of engineer controls is the enclosure or isolation of the process that creates the chemical hazard.[citation needed] If the process that creates the chemical hazard cannot be enclosed or isolated, the next best method is the implementation of administrative and work practices controls. This is the establishment of administrate and work practices that will reduce the amount of time and how often the workers will be exposed to the chemical hazard. An example of administrative and work practices controls is the establishment of work schedules in which workers have rotating job assignments. This will ensure that all workers have limited exposure to chemical hazards.[citation needed] Employers should provide personal protective equipment (PPE) to protect their workers from chemicals used within the workplace. The use of PPE prevents workers from being exposed to chemicals through the routes of exposure—inhalation, absorption through skin and/or eyes, ingestion, and injection. One example of how PPE usage can prevent chemical exposure concerns respirators. If workers wear respirators, they will prevent the exposure of chemicals through inhalation.[citation needed] In case of emergency, it is recommended to understand first aid procedures in order to minimize any damage. Different types of chemicals can cause a variety of damage. Most sources agree that it is best to rinse any contacted skin or eye with water immediately. Currently, there is insufficient evidence of how long the rinsing should be done, as the degree of impacts will vary for substances such as corrosive chemicals. However, the recommended flush time is as follows: Transporting the affected person to a health care facility may be important, depending on condition. In the case that the victim needs to be transported before the recommended flush time, then flushing should be done during the transportation process. Some chemical manufacturers may state the specific type of cleansing agent that is recommended.[8] A 2017 SBU report found evidence that workplace exposure to silica dust, engine exhaust or welding fumes is associated with heart disease.[4] Associations also exist for exposure to arsenic, benzopyrenes, lead, dynamite, carbon disulphide, carbon monoxide, metalworking fluids and occupational exposure to tobacco smoke.[4] Working with the electrolytic production of aluminium, or the production of paper when the sulphate pulping process is used, is associated with heart disease.[4] An association was also found between heart disease and exposure to compounds which are no longer permitted in certain work environments, such as phenoxy acids containing TCDD (dioxin) or asbestos.[4] Workplace exposure to silica dust or asbestos is also associated with pulmonary heart disease. There is evidence that workplace exposure to lead, carbon disulphide, or phenoxyacids containing TCDD, as well as working in an environment where aluminium is being electrolytically produced, are associated with stroke.[4]","Title":"Chemical hazard - Wikipedia","KeyID":"9270","URL":"https://en.wikipedia.org/wiki/Chemical_hazard"}