{"Content: ":"A psychosocial hazard or work stressor is any occupational hazard related to the way work is designed, organized and managed, as well as the economic and social contexts of work. Unlike the other three categories of occupational hazard (chemical, biological, and physical), they do not arise from a physical substance, object, or hazardous energy.[1] Psychosocial hazards affect the psychological and physical well-being of workers, including their ability to participate in a work environment among other people. They cause not only psychiatric and psychological outcomes such as occupational burnout, anxiety disorders, and depression, but they can also cause physical injury or illness such as cardiovascular disease or musculoskeletal injury. Psychosocial risks are linked to the organization of work as well as workplace violence and are recognized internationally as major challenges to occupational safety and health as well as productivity.[1] In general, workplace stress can be defined as an imbalance between the demands of a job, and the physical and mental resources available to cope with them.[2] Several models of workplace stress have been proposed, including imbalances between work demands and employee control, between effort and reward, and general focuses on wellness.[3] Psychosocial hazards may be divided into those that arise from the content or the context of work. Work content includes the amount and pace of work, including both too much and too little to do; the extent, flexibility, and predictability of work hours; and the extent of employee control and participation in decision-making. Work context includes impacts on career development and wages, organizational culture, interpersonal relationships, and work–life balance.[3] According to a survey by the European Agency for Safety and Health at Work, the most important psychosocial hazards—work stressors—are:[1] Other psychosocial hazards are: In addition, levels of noise or air quality that are considered acceptable from a physical or chemical hazard standpoint may still provide psychosocial hazards from being annoying, irritating, or causing fear of other health impacts from the environment.[3] Psychosocial hazards are usually identified or assessed through inspecting how workers carry out work and interact with each other, having conversations with workers individually or in focus groups, using surveys, and reviewing records such as incident reports, workers' compensation claims, and worker absenteeism and turnover data. A more formal occupational risk assessment may be warranted if there is uncertainty about the hazards' potential severity, interactions, or the effectiveness of controls.[4] There are several risk assessment survey tools for psychosocial hazards.[4] These include the NIOSH Worker Well-Being Questionnaire (WellBQ) from the U.S. National Institute for Occupational Safety and Health's Total Worker Health program,[5] the People at Work survey from Queensland Workplace Health and Safety,[6] the Copenhagen Psychosocial Questionnaire from the Danish National Research Centre for the Working Environment [da],[7] and the Management Standards Indicator Tool from the UK Health and Safety Executive.[8] According to the hierarchy of hazard controls, the most effective controls are eliminating hazards, or if that is impractical, minimizing them, through good work design practices. These include measures to reduce overwork; providing workers with support, personal control, and clearly defined roles; and providing effective change management.[4] In the context of psychosocial hazards, engineering controls are physical changes to the workplace that mitigate hazards or isolate workers from them. Engineering controls for psychosocial hazards include workplace design to affect the amount, type, and level of personal control of work, as well as access controls and alarms. The risk of workplace violence can be reduced through physical design of the workplace or by cameras.[3] Proper manual handling equipment, measures to reduce noise exposure, and appropriate lighting levels have a positive effect on psychosocial hazards, in addition to their effects to control physical hazard.[4] Administrative controls include job rotation to reduce exposure time, clear policies on workplace bullying and sexual harassment, and proper consultation and training of employees. Personal protective equipment includes personal distress alarms, as well as equipment typically used for other types of hazards such as eye and face protection and hearing protection. Health promotion activities can improve workers' general and mental health, but should not be used as an alternative or substitute for directly managing risk from psychosocial hazards.[4] ISO 45003:2021 is an international standard developed by the International Organization for Standardization (ISO) allowing organizations to manage psychosocial risk at work, in particular, to be considered within occupational health and safety (OH&S) management systems based on ISO 45001 on Occupational Health and Safety Management System Standards.[9] Exposure to psychosocial hazards in the workplace not only has the potential to produce psychological and physiological harm to individual employees, but can also produce further repercussions within society—reducing productivity in local/state economies, corroding familial/interpersonal relationships, and producing negative behavioral outcomes.[10][11] Occupational burnout is a consequence of psychosocial hazards. Occupational stress, anxiety, and depression can be directly correlated to psychosocial hazards in the workplace.[12] Exposure to workplace psychosocial hazards has been strongly correlated with a wide spectrum of unhealthy behaviors such as physical inactivity, excessive alcohol and drug consumption, nutritional imbalance and sleep disturbances.[13] In 2003, a cross-sectional survey of 12,110 employees from 26 different workplace environments was established to examine the relationship between subjective workplace stress and healthy activity. The survey quantified the measurement of stress mainly through evaluation of an individual's perceived locus of control in the workplace (although other variables were also examined). The results concluded that self-reported high levels of stress were associated with, across both sexes: diets with a higher concentration of fat, less exercise, cigarette smoking (and increasing use), and less self-efficacy to control smoking habits.[14] Supported by strong evidence from a plethora of meticulous cross-sectional and longitudinal studies, a link has been indicated between the psychosocial work environment and consequences on employees' physical health. Increasing evidence indicates that four main physiological systems are effected: hypertension and heart disease, wound-healing, musculoskeletal disorders, gastro-intestinal disorders, and impaired immuno-competence.[15] Additional disorders generally recognized as stress-induced include: bronchitis, coronary heart disease, mental illness, thyroid disorders, skin diseases, certain types of rheumatoid arthritis, obesity, tuberculosis, headaches and migraine, peptic ulcers and ulcerative colitis, and diabetes.[16] Across the European Union, work-related stress alone affects over 40 million individuals, costing an estimated €20 billion a year in lost productivity.[17]","Title":"Psychosocial hazard - Wikipedia","KeyID":"9272","URL":"https://en.wikipedia.org/wiki/Psychosocial_hazard"}