{"Content: ":"Occupational health nursing is a specialty nursing practice that provides for and delivers health and safety programs and services to workers, worker populations, and community groups. The practice focuses on promotion, maintenance and restoration of health, prevention of illness and injury, and protection from work‐related and environmental hazards. Occupational health nurses (OHNs) aim to combine knowledge of health and business to balance safe and healthful work environments and a \"healthy\" bottom line.[1] Job Functions Occupation health nursing can be found in almost every major healthcare facility. Saldana, Pimentel, and Posada (2019) describe occupation health as a niche in nursing that specializes in assessing and evaluating the \"health status\" of employees and function to maintain the highest level of well-being of the workforce. The key components of occupational health nursing involves prevention of illness and injury in the workplace, health and wellness, protection, and education (McCullagh & Berry, 2015). Nurses in occupational health also have a role in implementing research projects and incorporating evidence based practice into clinical practice (Saldana et al., 2019). Occupational health nursing is an important niche and works to protect and promote the wellbeing of the community and workforce (Saldana et al., 2019). KWiggancsu In the United States the role of the occupational health nurse started in 1888. A nurse named Betty Moulder was hired by multiple coal mining companies in Pennsylvania to take care of their employees and families because of the conditions at the workplace. Because of this many people consider Pennsylvania as the birthplace of occupational health nursing[2] Through the years occupational health nursing grew in order to fight against infectious diseases and health issues related to labor shortages. Today employees with poor health will cost companies one trillion dollars. Occupational health nurses are hired by companies within the United States in order to decrease job related injuries and absentee percentages.[3] According to the CDC (2017), studies have shown that occupational health nurses provide significant financial benefits to employers and their employees.[4] As of 2012, there were approximately 19,000 occupational health nurses in the U.S.[5] Occupational health nurse training in the U.S. is supported by the National Institute for Occupational Safety and Health through the NIOSH Education and Research Centers.[citation needed] Modern roles of Occupational Health Nurses are as diverse as clinicians to educators. As the profession progresses the responsibilities of this profession have also grown. Some of the areas that occupation nurses are responsible for but are not limited to: Case Management: OHNs routinely coordinate and manage the care of ill and injured workers. Occupational Health Nurses role as case managers has grown as they now assist with the coordination and management of work-related and non-work related injuries and illness, which includes group health, worker's compensation and Family Medical Leave Act (FMLA) as well as short/long term disability. Health Promotion and risk reduction: OHNs develop programs that promote lifestyle change and individual efforts that lower risk of disease and injury. OHNs also assist in creating environments that provide a sense of balance among work, family, personal, health and psychosocial concerns. Additional strategies to assist in health promotion to keep workers healthy and productive include immunizations, smoking cessation, exercise/fitness, nutrition and weight control, stress management, chronic disease management, and use of medical services. Counseling and crisis intervention: Occupational Health Nurses (OHNs) offer counseling to workers for many issues. They provide counseling for common challenges such as work-related issues and injuries (American Association of Occupational Health Nurse [AAOHN], n.d.). They also provide counseling for other issues such as substance abuse, psychological issues, concerns for health and wellness, etc. (AAOHN, n.d.). OHNs can also manage employee assistance programs, take charge of referrals, and coordinate follow-up of community resources (AAOHN, n.d.). (apaulCSU) Workplace hazard identification: OHNs can detect hazards or potential hazards in the workplace. They are able to conduct research in order to monitor, evaluate, and analyze certain hazardous elements (AAOHN, n.d.). Conducting research assists in developing a safety plan and implementing preventative and control measures (AAOHN, n.d.). Examples of workplace hazards include toxic chemical exposure, confined spaces, frayed cords, infectious material exposure, extreme heat/cold conditions, and injuries such as falls. It is important to detect patterns and implement changes to promote a safer workplace environment. (apaulCSU) [6] (apaulCSU). Occupational Health Nurses need a license in the state they practice. Nurses usually have a baccalaureate in nursing and experience in community health, ambulatory care, critical care or emergency care (Wachs, 2017). Most occupational health nurses get their master’s degrees in public health, advanced practice or business to have a higher professional competency (Wachs, 2017). Nurses can get certified in occupational health nursing through The American Board for Occupational Health Nurse, INC (Wachs, 2017). Occupational Health is projected to grow by 12% 2022 (McCauley & Peterman, 2017). Health and wellness in the workplace areas becoming more important than ever. Healthcare reform is set to improve access to deliver healthcare services for all individuals (McCauley & Peterman, 2017). The demand for occupational health nurses will increase due to the reform. Workplaces today have rising insurance costs and worker compensation cases, this creates a need for qualified occupational health nurses who understand the healthcare market (Peckham et al., 2017). Most cooperation’s have incorporated a wellness program to help decrease employee related injury and illness (Peckham et al., 2017). Also, many companies are taking precautions to prevent lawsuits. McCullagh, M. & Berry, P. (2015). A safe and healthful work environment: Development and testing of an undergraduate occupational health nursing curriculum. Workplace Health Safety, 63(8), 328-332. Romero Saldaña, M., Moreno Pimentel, A. G., & Santos Posada, A. (2019). Occupational Health Nursing: Competence and experience to achieve the safety, health and well-being of the working population. Enfermería Clínica (English Edition), 29(6), 375–379. https://proxy.ulib.csuohio.edu:2096/10.1016/j.enfcle.2019.09.005 McCauley, L., & Peterman, K. (2017). The Future of Occupational Health Nursing in a Changing Health Care System. Workplace Health & Safety, 65(4), 168–173. https://doi.org/10.1177/2165079917699641 Peckham, T. K., Baker, M. G., Camp, J. E., Kaufman, J. D., & Seixas, N. S. (2017). Creating a Future for Occupational Health. Annals of Work Exposures and Health, 61(1), 3–15. https://doi.org/10.1093/annweh/wxw011 Wachs, J. E. (2017). The American Association of Occupational Health Nurses: Seventy-Five Years of Education, Practice, and Research. Workplace Health & Safety, 65(4), 148–153. https://doi.org/10.1177/2165079917701139 Canadian Occupational Health Nursing Association-Association Canadienne des Infirmieres et Infiriers en Sante du Travail Inc (AOHNA) Alberta Occupational Health Nurses Association New Zealand Occupational Health Nurses Association","Title":"Occupational health nursing - Wikipedia","KeyID":"9281","URL":"https://en.wikipedia.org/wiki/Occupational_health_nursing"}