{"Content: ":"Occupational medicine, until 1960[1] called industrial medicine,[2][3] is the branch of medicine which is concerned with the maintenance of health in the workplace, including prevention and treatment of diseases and injuries, with secondary objectives of maintaining and increasing productivity and social adjustment in the workplace.[2][4] Therefore, the branch of clinical medicine active in the field of occupational health and safety. OM specialists work to ensure that the highest standards of occupational health and safety are achieved and maintained in the workplace. While OM may involve a wide number of disciplines, it centers on preventive medicine and the management of illness, injury, and disability related to the workplace.[5] Occupational physicians must have a broad knowledge of clinical medicine and be competent in some important fields. They often advise international bodies, governmental and state agencies, organizations, and trade unions.[6][citation needed] There are contextual links to physical medicine and rehabilitation and to insurance medicine. In recent times, as the burden of disease from psychosocial occupational risk factors is increasingly being recognized and quantified,[7] occupational medicine is increasingly also focusing on addressing these occupational hazards. Occupational medicine aims to prevent diseases and promote wellness among workers.[8] Occupational health physicians must: OM can be described as: {{Blockquote:work that combines clinical medicine, research, and advocacy for people who need the assistance of health professionals to obtain some measure of justice and health care for illnesses they suffer as a result of companies pursuing the biggest profits they can make, no matter what the effect on workers or the communities they operate in.[9]}} The first textbook of occupational medicine, De Morbis Artificum Diatriba (Diseases of Workers), was written by Italian physician Bernardino Ramazzini in 1700. Research Institute of Occupational Medicine of the Russian Academy of Sciences (Moscow)","Title":"Occupational medicine - Wikipedia","KeyID":"9283","URL":"https://en.wikipedia.org/wiki/Occupational_medicine"}