{"Content: ":"The Occupational Safety and Health Administration (OSHA /ˈoʊʃə/) is a large regulatory agency of the United States Department of Labor that originally had federal visitorial powers to inspect and examine workplaces.[2]: 12, 16  Congress established the agency under the Occupational Safety and Health Act OSH Act, which President Richard M. Nixon signed into law on December 29, 1970. OSHA's mission is to \"assure safe and healthy working conditions for working men and women by setting and enforcing standards and by providing training, outreach, education and assistance\".[3] The agency is also charged with enforcing a variety of whistleblower statutes and regulations. OSHA's workplace safety inspections have been shown to reduce injury rates and injury costs without adverse effects to employment, sales, credit ratings or firm survival.[4] The Bureau of Labor Standards of the Department of Labor worked on some work safety issues since its creation in 1922. Economic boom and associated labor turnover during World War II worsened work safety in nearly all areas of the United States economy,[citation needed] but after 1945 accidents again declined as long-term forces reasserted themselves. Additionally, new and powerful labor unions played an increasingly important role in worker safety post-World War II. In the 1960s, increasing economic expansion again led to rising injury rates, and the resulting political pressures led Congress to establish[5] the Occupational Safety and Health Administration (OSHA) on April 28, 1971, the date that the Occupational Health and Safety Act became effective.[6] The new agency incorporated much of what had been the Bureau of Labor Standards. George Guenther was appointed as the agency's first director. OSHA has run a number of training, compliance assistance, and health and safety recognition programs throughout its history. The OSHA Training Institute, which trains government and private sector health and safety personnel, began in 1972.[6] In 1978, the agency began a grantmaking program, now called the Susan Harwood Training Grant Program, to train workers and employers in reducing workplace hazards.[6] OSHA started the Voluntary Protection Programs in 1982, which allow employers to apply as \"model workplaces\" to achieve special designation if they meet certain requirements.[6] The OSHA Act covers most private sector employers and their workers, in addition to some public sector employers and workers in the 50 states and certain territories and jurisdictions under federal authority. Those jurisdictions include the District of Columbia, Puerto Rico, the Virgin Islands, American Samoa, Guam, Northern Mariana Islands, Wake Island, Johnston Island, and the Outer Continental Shelf Lands as defined in the Outer Continental Shelf Lands Act. The OSHA Act covers most private sector employers in all 50 states, the District of Columbia, and other U.S. jurisdictions—either directly through federal OSHA or through an OSHA-approved state plan. State plans are OSHA-approved job safety and health programs operated by individual states instead of federal OSHA. Federal OSHA approves and monitors all state plans and provides as much as fifty percent of the funding for each program. State-run safety and health programs are required to be at least as effective as the federal OSHA program. The following 22 states or territories have OSHA-approved state programs: Alaska, Arizona, California, Hawaii, Indiana, Iowa, Kentucky, Maryland, Michigan, Minnesota, Nevada, New Mexico, North Carolina, Oregon, Puerto Rico, South Carolina, Tennessee, Utah, Vermont, Virginia, Washington, and Wyoming.[7] Federal OSHA provides coverage to certain workplaces specifically excluded from a state’s plan — for example, work in maritime industries or on military bases. Workers at state and local government agencies are not covered by federal OSHA, but have OSH Act protections if they work in those states that have an OSHA-approved state program. OSH Act rules also permit states and territories to develop plans that cover only public sector (state and local government) workers. In these cases, private sector workers and employers remain under federal OSHA jurisdiction. Five additional states and one U.S. territory have OSHA approved state plans that cover public sector workers only: Connecticut, Illinois, Maine, New Jersey, New York, and the Virgin Islands. OSHA’s protection applies to all federal agencies. Section 19 of the OSH Act makes federal agency heads responsible for providing safe and healthful working conditions for their workers. OSHA conducts inspections of federal facilities in response to workers’ reports of hazards and under programs that target high hazard federal workplaces.[8] Federal agencies must have a safety and health program that meets the same standards as private employers. OSHA issues “virtual fines” to federal agencies – following an inspection where violations are found, OSHA issues a press release stating the size the fine would be if the federal agency were a private sector employer. Under a 1998 amendment, the OSHA Act covers the U.S. Postal Service the same as any private sector employer. The OSH Act does not cover the self-employed, immediate family members of farm employers, or workplace hazards regulated by another federal agency (for example, the Mine Safety and Health Administration, the Department of Energy, or Coast Guard).[9] Employers have the responsibility to provide a safe workplace.[10] By law, employers must provide their workers with a workplace that does not have serious hazards and must follow all OSH Act safety and health standards. Employers must find and correct safety and health problems. The OSH Act further requires that employers must first try to eliminate or reduce hazards by making feasible changes in working conditions rather than relying on personal protective equipment such as masks, gloves, or earplugs. Switching to safer chemicals, enclosing processes to trap harmful fumes, or using ventilation systems to clean the air are examples of effective ways to eliminate or reduce risks. Employers must also: Workers have the right to:[19] Temporary workers must be treated like permanent employees. Staffing agencies and host employers share a joint accountability over temporary workers. Both entities are therefore bound to comply with workplace health and safety requirements and to ensure worker safety and health. OSHA could hold both the host and temporary employers responsible for the violation of any condition.[21] The Occupational Safety and Health Act grant OSHA the authority to issue workplace health and safety regulations. These regulations include limits on hazardous chemical exposure, employee access to hazard information, requirements for the use of personal protective equipment, and requirements to prevent falls and hazards from operating dangerous equipment. The OSH Act's current Construction, General Industry, Maritime and Agriculture standards[22] are designed to protect workers from a wide range of serious hazards. Examples of OSHA standards include requirements for employers to provide fall protection such as a safety harness/line or guardrails; prevent trenching cave-ins; prevent exposure to some infectious diseases; ensure the safety of workers who enter confined spaces; prevent exposure to harmful chemicals; put guards on dangerous machines; provide respirators or other safety equipment; and provide training for certain dangerous jobs in a language and vocabulary workers can understand. OSHA sets enforceable permissible exposure limits (PELs) to protect workers against the health effects of exposure to hazardous substances, including limits on the airborne concentrations of hazardous chemicals in the air.[23] Most of OSHA’s PELs were issued shortly after adoption of the OSH Act in 1970. Attempts to issue more stringent PELs have been blocked by litigation from industry; thus, the vast majority of PELs have not been updated since 1971.[24] The agency has issued non-binding, alternate occupational exposure limits that may better protect workers.[25][26] Employers must also comply with the General Duty Clause of the OSH Act. This clause requires employers to keep their workplaces free of serious recognized hazards and is generally cited when no specific OSHA standard applies to the hazard. In its first year of operation, OSHA was permitted to adopt regulations based on guidelines set by certain standards organizations, such as the American Conference of Governmental Industrial Hygienists, without going through all of the requirements of a typical rulemaking. OSHA is granted the authority to promulgate standards that prescribe the methods employers are legally required to follow to protect their workers from hazards. Before OSHA can issue a standard, it must go through a very extensive and lengthy process that includes substantial public engagement, notice and comment. The agency must show that a significant risk to workers exists and that there are feasible measures employers can take to protect their workers. In 2000, OSHA issued an ergonomics standard. In March 2001, Congress voted to repeal the standard through the Congressional Review Act. The repeal, one of the first major pieces of legislation signed by President George W. Bush, is the first instance that Congress has successfully used the Congressional Review Act to block regulation. Since 2001, OSHA has issued the following standards: OSHA is responsible for enforcing its standards on regulated entities. Compliance Safety and Health Officers carry out inspections and assess fines for regulatory violations. Inspections are planned for worksites in particularly hazardous industries. Inspections can also be triggered by a workplace fatality, multiple hospitalizations, worker complaints, or referrals. OSHA is a small agency, given the size of its mission: with its state partners, OSHA has approximately 2,400 inspectors covering more than 8 million workplaces where 130 million workers are employed. In Fiscal Year 2012 (ending Sept. 30), OSHA and its state partners conducted more than 83,000 inspections of workplaces across the United States — just a fraction of the nation’s worksites.[28] According to a report by AFL–CIO, it would take OSHA 129 years to inspect all workplaces under its jurisdiction.[29] Enforcement plays an important part in OSHA’s efforts to reduce workplace injuries, illnesses, and fatalities. Inspections are initiated without advance notice, conducted using on-site or telephone and facsimile investigations, performed by trained compliance officers and scheduled based on the following priorities [highest to lowest]: imminent danger; catastrophes – fatalities or hospitalizations; worker complaints and referrals; targeted inspections – particular hazards, high injury rates; and follow-up inspections. Current workers or their representatives may file a complaint and ask OSHA to inspect their workplace if they believe that there is a serious hazard or that their employer is not following OSHA standards. Workers and their representatives have the right to ask for an inspection without OSHA telling their employer who filed the complaint. It is a violation of the OSH Act for an employer to fire, demote, transfer or in any way discriminate against a worker for filing a complaint or using other OSHA rights. When an inspector finds violations of OSHA standards or serious hazards, OSHA may issue citations and fines. A citation includes methods an employer may use to fix a problem and the date by which the corrective actions must be completed. OSHA’s fines are very low compared with other government agencies. They were raised for the first time since 1990 on Aug. 2, 2016 to comply with the 2015 Federal Civil Penalties Inflation Adjustment Act Improvements Act passed by Congress to advance the effectiveness of civil monetary penalties and to maintain their deterrent effect. The new law directs agencies to adjust their penalties for inflation each year. The maximum OSHA fine for a serious violation is $13,653 (which can be assessed daily after a failure to \"abate\" the violation) and the maximum fine for a repeat or willful violation is $136,532.[30] In determining the amount of the proposed penalty, OSHA must take into account the gravity of the alleged violation and the employer’s size of business, good faith, and history of previous violations[citation needed]. Employers have the right to contest any part of the citation, including whether a violation actually exists.[31] Workers only have the right to challenge the deadline by which a problem must be resolved. Appeals of citations are heard by the independent Occupational Safety and Health Review Commission (OSHRC). In 2020, the COVID-19 pandemic caused about 1,300 workers and their families to contract the virus, with four deaths, at the Smithfield Foods packing plant in Sioux Falls, South Dakota. The governor, Kristi Noem, resisted initiating and enforcing measures to protect workers and the community. [32][33][34] The plant was fined $13,494 - the maximum allowed at the time - by OSHA for what was considered a single violation.[32] OSHA carries out its enforcement activities through its 10 regional offices and 90 area offices.[28] OSHA’s regional offices are located in Boston, New York City, Philadelphia, Atlanta, Chicago, Dallas, Kansas City, Denver, San Francisco, and Seattle. Tracking and investigating workplace injuries and illnesses play an important role in preventing future injuries and illnesses. Under OSHA’s Recordkeeping regulation, certain covered employers in high hazard industries are required to prepare and maintain records of serious occupational injuries and illnesses. This information is important for employers, workers and OSHA in evaluating the safety of a workplace, understanding industry hazards, and implementing worker protections to reduce and eliminate hazards. Employers with more than ten employees and whose establishments are not classified as a partially exempt industry must record serious work-related injuries and illnesses using OSHA Forms 300, 300A and 301. Recordkeeping forms, requirements and exemption information are at OSHA’s website.[35] OSHA’s Whistleblower Protection Program (WPP) enforces the whistleblower provisions of the Occupational Safety and Health Act and 24 other statutes protecting workers who report violations of various airline, commercial motor carrier, consumer product, environmental, financial reform, food safety, health care reform, nuclear, pipeline, public transportation agency, maritime and securities laws.[18] WPP’s Investigators conduct complex investigations pertaining to complaints of retaliation by an employer (Respondent) against an employee (Complainant) who reported a violation(s) covered under one of the 25 statutes. Investigators act as neutral fact finders; they do not work for either the Complainant or Respondent. [18] Over the years, OSHA’s WPP has been responsible for enforcing these laws that protect the rights of workers to speak up without fear of retaliation, regardless of the relationship of these laws to occupational safety and health matters.[18] OSHA has developed several training, compliance assistance, and health and safety recognition programs throughout its history. The OSHA Training Institute, which trains government and private sector health and safety personnel, began in 1972.[36] In 1978, the agency began a grant making program, now called the Susan Harwood Training Grant Program, to train workers and employers in identifying and reducing workplace hazards.[36] The Voluntary Protection Program (VPP) recognize employers and workers in private industry and federal agencies who have implemented effective safety and health management programs and maintain injury and illness rates below the national average for their respective industries. In VPP, management, labor, and OSHA work cooperatively and proactively to prevent fatalities, injuries, and illnesses through a system focused on: hazard prevention and control, worksite analysis, training, and management commitment and worker involvement.[36] OSHA’s On-site Consultation Program[37] offers free and confidential advice to small and medium-sized businesses in all states across the country, with priority given to high-hazard worksites. Each year, responding to requests from small employers looking to create or improve their safety and health management programs, OSHA’s On-site Consultation Program conducts over 29,000 visits to small business worksites covering over 1.5 million workers across the nation. On-site consultation services are separate from enforcement and do not result in penalties or citations. Consultants from state agencies or universities work with employers to identify workplace hazards, provide advice on compliance with OSHA standards, and assist in establishing safety and health management programs.[37] Under the consultation program, certain exemplary employers may request participation in OSHA’s Safety and Health Achievement Recognition Program (SHARP). Eligibility for participation includes, but is not limited to, receiving a full-service, comprehensive consultation visit, correcting all identified hazards and developing an effective safety and health management program. Worksites that receive SHARP recognition are exempt from programmed inspections during the period that the SHARP certification is valid.[38] OSHA also provides compliance assistance through its national and area offices. Through hundreds of publications in a variety of languages, website safety and health topics pages, and through compliance assistance staff OSHA provides information to employers and workers on specific hazards and OSHA rights and responsibilities.[39] A 2012 study in Science found that OSHA's random workplace safety inspections caused a \"9.4% decline in injury rates\" and a \"26% reduction in injury cost\" for the inspected firms.[4] The study found \"no evidence that these improvements came at the expense of employment, sales, credit ratings, or firm survival.\"[4] A 2020 study in the American Economic Review found that the decision by the Obama administration to issue press releases that named and shamed facilities that violated OSHA safety and health regulations led other facilities to increase their compliance and to experience fewer workplace injuries. The study estimated that each press release had the same effect on compliance as 210 inspections.[40][41] Much of the debate about OSHA regulations and enforcement policies revolves around the cost of regulations and enforcement, versus the actual benefit in reduced worker injury, illness and death. A 1995 study of several OSHA standards by the Office of Technology Assessment (OTA) found that OSHA relies \"generally on methods that provide a credible basis for the determinations essential to rulemakings\". Though it found that OSHA's finding and estimates are \"subject to vigorous review and challenge\", it stated that this is natural because \"interested parties and experts involved in rulemakings have differing visions\".[42] OSHA has come under considerable criticism for the ineffectiveness of its penalties, particularly its criminal penalties. The maximum penalty is a misdemeanor with a maximum of 6-months in jail.[43][dubious – discuss] In response to the criticism, OSHA, in conjunction with the Department of Justice, has pursued several high-profile criminal prosecutions for violations under the Act, and has announced a joint enforcement initiative between OSHA and the United States Environmental Protection Agency (EPA) which has the ability to issue much higher fines than OSHA. Meanwhile, Congressional Democrats, labor unions and community safety and health advocates are attempting to revise the OSH Act to make it a felony with much higher penalties to commit a willful violation that results in the death of a worker. Some local prosecutors are charging company executives with manslaughter and other felonies when criminal negligence leads to the death of a worker.[44] A New York Times investigation in 2003 showed that over the 20-year period from 1982 to 2002, 2,197 workers died in 1,242 incidents in which OSHA investigators concluded that employers had willfully violated workplace safety laws. In 93% of these fatality cases arising from wilful violation, OSHA made no referral to the U.S. Department of Justice for criminal prosecution.[45] The Times investigation found that OSHA had failed to pursue prosecution \"even when employers had been cited before for the very same safety violation\" and even in cases where multiple workers died. In interviews, current and former OSHA officials said that the low rates of criminal enforcement were the result of \"a bureaucracy that works at every level to thwart criminal referrals. ... that fails to reward, and sometimes penalizes, those who push too hard for prosecution\" and that \" aggressive enforcement [was] suffocated by endless layers of review.[45] OSHA has also been criticized for taking too long to develop new regulations. For instance, speaking about OSHA under the George W. Bush presidency on the specific issue of combustible dust explosions, Chemical Safety Board appointee Carolyn Merritt said: \"The basic disappointment has been this attitude of no new regulation. They don't want industry to be pestered. In some instances, industry has to be pestered in order to comply.\"[46] The director of OSHA is the Assistant Secretary of Labor for Occupational Safety and Health.[47] This article incorporates public domain material from websites or documents of the Occupational Safety and Health Administration.","Title":"Occupational Safety and Health Administration - Wikipedia","KeyID":"9291","URL":"https://en.wikipedia.org/wiki/Occupational_Safety_and_Health_Administration"}