{"Content: ":"Free silver was a major economic policy issue in the United States in the late 19th-century. Its advocates were in favor of an expansionary monetary policy featuring the unlimited coinage of silver into money on-demand, as opposed to strict adherence to the more carefully fixed money supply implicit in the gold standard. Free silver became increasingly associated with populism, unions, and the fight of ordinary Americans against the bankers and monopolists, and the robber barons of the Gilded Age capitalism era and was referred to as the \"People's Money.\" Supporters of an important place for silver in a bimetallic money system making use of both silver and gold, called \"Silverites\", sought coinage of silver dollars at a fixed weight ratio of 16-to-1 against dollar coins made of gold. Because the actual price ratio of the two metals was substantially higher in favor of gold at the time, most economists warned that the less valuable silver coinage would drive the more valuable gold out of circulation. While all agreed that an expanded money supply would inevitably inflate prices, the issue was whether this inflation would be beneficial or not. The issue peaked from 1893 to 1896, when the economy was suffering from a severe depression characterized by falling prices (deflation), high unemployment in industrial areas, and severe distress for farmers.[1] It ranks as the 11th largest decline in U.S. stock market history.[2] The \"free silver\" debate pitted the pro-gold financial establishment of the Northeast, along with railroads, factories, and businessmen, who were creditors deriving benefit from deflation and repayment of loans with valuable gold dollars, against farmers who would benefit from higher prices for their crops and an easing of credit burdens.[3] Free silver was especially popular among farmers in the Wheat Belt (the western Midwest) and the Cotton Belt (the Deep South),[3] as well as silver miners in the West. It had little support among farmers in the Northeast and the Corn Belt (the eastern Midwest). Free silver was the central issue for Democrats in the presidential elections of 1896 and 1900, under the leadership of William Jennings Bryan, famed for his Cross of Gold speech in favor of free silver. The Populists also endorsed Bryan and free silver in 1896, which marked the effective end of their independence. In major elections, free silver was consistently defeated, and after 1896 the nation moved to the gold standard.[4] The debate over silver lasted from the passage of the Fourth Coinage Act in 1873, which demonetized silver and was called the \"Crime of '73\" by opponents, until 1963, when the Silver Purchase Act of 1934, which allowed the U.S. President and U.S Department of Treasury to regulate U.S silver,[5] was completely repealed by Public Law 88-36. Under the gold specie standard, anyone in possession of gold bullion could deposit it at a mint where it would then be processed into gold coins. Less a nominal seigniorage to cover processing costs, the coins would then be paid to the depositor; this was free coinage of gold by definition. The objective of the free silver movement was that the mints should accept and process silver bullion according to the same principle, although the market value of the silver in circulating coins of the United States was substantially less than face value.[6] As a result, the monetary value of silver coins was based on government fiat rather than on the commodity value of their contents, and this became especially true following the huge silver strikes in the West, which further depressed the silver price. From that time until the early 1960s the silver content in United States dimes, quarters, half-dollars, and silver dollars was worth only a fraction of their face values.[7] Free coinage of silver would have amounted to an increase in the money supply, resulting in inflation.[3] Many populist organizations favored an inflationary monetary policy because it would enable debtors (often farmers who had mortgages on their land) to pay their debts off with cheaper, more readily available dollars. Those who would suffer under this policy were the creditors such as banks and landlords.[3] The most vocal and best-organized supporters were the silver mine owners (such as William Randolph Hearst) and workers, and the western states and territories generally, as most U.S. silver production was based there and the region had a great number of highly indebted farmers and ranchers.[3] Outside the mining states of the West, the Republican Party steadfastly opposed free silver,[3] arguing that the best road to national prosperity was \"sound money\", or gold, which was central to international trade. They argued that inflation meant guaranteed higher prices for everyone, and real gains chiefly for the silver interests. In 1896 Senator Henry M. Teller of Colorado led many western Republicans to bolt and form a third party that supported Democratic presidential nominee William Jennings Bryan, the short-lived Silver Republican Party. The Sherman Silver Purchase Act of 1890, while falling short of free silver's goals,[3] required the U.S. government to buy millions of ounces of silver (driving up the price of the metal and pleasing silver miners) for money (pleasing farmers and many others). However, the U.S. government paid for that silver bullion in gold notes—and actually reduced their coinage of silver. The result was a \"run\" on the U.S. Treasury's gold reserves, which was one of the many reasons for the Panic of 1893 and the onset of the 1890s Depression. Once he regained power, and after the Panic of 1893 had begun, Grover Cleveland engineered the repeal of the act, setting the stage for the key issue of the next presidential election.[3] The Populist Party had a strong free-silver element. Its subsequent combination with the Democratic Party moved the latter from the support of the gold standard which had been the hallmark of the Cleveland administration to the free-silver position epitomized by 1896 presidential nominee William Jennings Bryan in his Cross of Gold speech.[8] Bryan's 1896 candidacy was supported by Populists and \"silver Republicans\" as well as by most Democrats. The issue was over what would back the US currency. The two options were: gold (wanted by the \"Goldbugs\" and William McKinley) and silver (wanted by the Silverites and Bryan). Unbacked paper (wanted by the Greenbacks) represented a third option.[3] A fourth option, a currency backed by land value, was advocated by Senator Leland Stanford through several Senate bills introduced in 1890–1892, but was always killed by the Senate Finance Committee.[9] Three fraternal organizations rose to prominence during the mid-1890s and supported the silver campaign in 1896. They all disappeared after the failure of the campaign. The city voters—especially German Americans—overwhelmingly rejected the free-silver cause out of the conviction that it would lead to economic disaster, unemployment, and higher prices. The diversified farmers of the Midwest and East opposed it as well, but the cotton farmers in the South and the wheat farmers in the West were enthusiastic for free silver. Bryan tried again in 1900 to raise the issue but lost by larger margins, and when he dropped the issue it fell out of circulation. Subsequent actions to revive the issue were unsuccessful.[14] Free silver became increasingly associated with populism, unions, and the fight of ordinary Americans against the bankers, railroad monopolists, and the robber barons of the Gilded Age capitalism era and was referred to as the \"People's Money\" (as opposed to the gold-based currency, which was portrayed by the Populists as the money of \"exploitation\" and \"oppression\"). William H. Harvey's popular pamphlet Coin's Financial School, issued in the aftermath of the Panic of 1893, illustrated the \"restorative\" properties of silver; through the devaluation of the currency, closed factories would reopen, darkened furnaces would be relit, and the like. But progressive activist Henry Demarest Lloyd held a harshly critical view, writing: \"The free silver movement is a fake. Free silver is the cowbird of the reform movement. It waited until the nest had been built by the sacrifices and labor of others, and then it lay its own eggs in it, pushing out the others which lie smashed on the ground.\"[15] In 1934, the passage of the Silver Purchase Act revived the debate stirred by Grover Cleveland's 1893 repeal of the Sherman Silver Purchase Act of 1890.[16] The new law granted the U.S. President and U.S. Secretary of Treasury the authority to purchase silver, issue silver certificates, and also nationalize U.S. mines.[5][16] The law also included a 50¢ tax on profits from the transfer of silver bullion and financing a \"Silver Tax Stamp\".[16][5] After the law was passed, the U.S. Treasury paid rates for silver well over its 1934 value, achieving the hoped-for result, raising the price of silver from 45¢ to 81¢ an ounce.[16] However, overprints on the Silver Stamp Taxes, which ranged from 1¢ to $1,000, also presented a problem for free, nationally owned silver.[16] These were stamps attached to transfer memorandums to indicate payment of the silver tax.[17] In 1943, the overprints were discontinued, and the Silver Purchase Act of 1934 would be fully repealed in 1963.[16]","Title":"Free silver - Wikipedia","KeyID":"93","URL":"https://en.wikipedia.org/wiki/Free_silver"}