{"Content: ":"Hazard elimination is a hazard control strategy based on completely removing a material or process causing a hazard. Elimination is the most effective of the five members of the hierarchy of hazard controls in protecting workers, and where possible should be implemented before all other control methods.[1][2][3] Many jurisdictions require that an employer eliminate hazards if it is possible, before considering other types of hazard control.[4][5] Elimination is most effective early in the design process, when it may be inexpensive and simple to implement. It is more difficult to implement for an existing process, when major changes in equipment and procedures may be required.[1] Elimination can fail as a strategy if the hazardous process or material is reintroduced at a later stage in the design or production phases.[6] The complete elimination of hazards is a major component to the philosophy of Prevention through Design, which promotes the practice of eliminating hazards at the earliest design stages of a project.[7] Complete elimination of a hazard is often the most difficult control to achieve, but addressing it at the start of a project allows designers and planners to make large changes much more easily without the need to retrofit or redo work. Removing the use of a hazardous chemical is an example of elimination.[2] Some substances are difficult or impossible to eliminate because they have unique properties necessary to the process, but it may be possible to instead substitute less hazardous versions of the substance.[8] Elimination also applies to equipment as well. For example, noisy equipment can be removed from a room used for other purposes,[9] or an unnecessary blade can be removed from a machine.[5] Prompt repair of damaged equipment eliminates hazards stemming from their malfunction.[9] Elimination also applies to processes. For example, the risk of falls can be eliminated by eliminating the process of working in a high area, by using extending tools from the ground instead of climbing,[10] or moving a piece to be worked on to ground level.[2] The need for workers to enter a hazardous area such as a grain elevator can be eliminated by installing equipment that performs the task automatically.[11] Eliminating an inspection that requires opening a package containing a hazardous material reduces the inhalation hazard to the inspector.[8]","Title":"Hazard elimination - Wikipedia","KeyID":"9304","URL":"https://en.wikipedia.org/wiki/Hazard_elimination"}