{"Content: ":"Hazard substitution is a hazard control strategy in which a material or process is replaced with another that is less hazardous. Substitution is the second most effective of the five members of the hierarchy of hazard controls in protecting workers, after elimination.[1][2][3] Substitution and elimination are most effective early in the design process, when they may be inexpensive and simple to implement, while for an existing process they may require major changes in equipment and procedures.[1] The concept of prevention through design emphasizes integrating the more effective control methods such as elimination and substitution early in the design phase.[4] Hazard substitutions can involve not only changing one chemical for another, but also using the same chemical in a less hazardous form. Substitutions can also be made to processes and equipment. In making a substitution, the hazards of the new material should be considered and monitored, so that a new hazard is not unwittingly introduced,[3] causing \"regrettable substitutions\".[5] Substitution can also fail as a strategy if the hazardous process or material is reintroduced at a later stage in the design or production phases,[6] or if cost or quality concerns cause a substitution to not be adopted.[7] A common substitution is to replace a toxic chemical with a less toxic one.[8] Some examples include replacing the solvent benzene, a carcinogen, with toluene; switching from organic solvents to water-based detergents; and replacing paints containing lead with those containing non-leaded pigments.[3] Dry cleaning can avoid the use of toxic perchloroethylene by using petroleum-based solvents, supercritical carbon dioxide, or wet cleaning techniques.[9] Chemical substitutions are an example of green chemistry.[5] Chemicals can also be substituted with a different form of the same chemical. In general, inhalation exposure to dusty powders can be reduced by using a slurry or suspension of particles in a liquid solvent instead of a dry powder,[10] or substituting larger particles such as pellets or ingots.[3] Some chemicals, such as nanomaterials, often cannot be eliminated or substituted with conventional materials because their unique properties are necessary to the desired product or process.[10] However, it may be possible to choose properties of the nanoparticle such as size, shape, functionalization, surface charge, solubility, agglomeration, and aggregation state to improve their toxicological properties while retaining the desired functionality.[11] In 2014, the U.S. National Academies released a recommended decision-making framework for chemical substitutions. The framework maintained health-related metrics used by previous frameworks, including carcinogenicity, mutagenicity, reproductive and developmental toxicity, endocrine disruption, acute and chronic toxicity, dermal and eye irritation, and dermal and respiratory sensitization, and ecotoxicity. It added an emphasis on assessing actual exposure rather than only the inherent hazards of the chemical itself, decision rules for resolving trade-offs among hazards, and consideration of novel data sources on hazards such as simulations. The assessment framework has 13 steps, many of which are unique, such as dedicated steps for scoping and problem formulation, assessing physicochemical properties, broader life-cycle assessment, and research and innovation. The framework also provides guidance on tools and sources for scientific information.[12] Hazards to workers can be reduced by limiting or replacing procedures that may aerosolize toxic materials contained in the item. Examples include limiting agitation procedures such as sonication, or by using a lower-temperature process in chemical reactors to minimize release of materials in exhaust.[13] Substituting a water-jet cutting process instead of mechanical sawing of a solid item also creates less dust.[14] Equipment can also be substituted, for example using a self-retracting lifeline instead of a fixed rope for fall protection,[15] or packaging materials in smaller containers to prevent lifting injuries.[16] Health effects from noise can be controlled by purchasing or renting less noisy equipment. This topic has been the subject of several Buy Quiet campaigns, and the NIOSH Power Tools Database contains data on sound power, pressure, and vibration levels of many power tools.[17][18] A regrettable substitution occurs when a material or process believed to be less hazardous turns out to have an unexpected hazard. One well-known example occurred when dichloromethane was phased out as a brake cleaner due to its environmental effects, but its replacement n-hexane was subsequently found to be neurotoxic.[5][12] Often the substances being replaced have well-studied hazards, but the alternatives may have little or no toxicity data, making alternatives assessments difficult.[5] Often, chemicals with no toxicity data are considered preferable since they do not prompt such concerns as a California Proposition 65 warning.[19] Another type of regrettable substitution involves shifting the burden of a hazard to another party. One example is that the potent neurotoxin acrylamide can be replaced with the safer N-vinyl formamide, but the synthesis of the latter requires use of the highly toxic hydrogen cyanide, increasing the hazards to workers in the manufacturing firm. In performing an alternatives assessment, including the effects over the entire product lifecycle as part of a life-cycle assessment can mitigate this.[12]","Title":"Hazard substitution - Wikipedia","KeyID":"9307","URL":"https://en.wikipedia.org/wiki/Hazard_substitution"}