{"Content: ":"Permit-to-work (PTW) refers to management systems used to ensure that work is done safely and efficiently. These are used in hazardous industries and involve procedures to request, review, authorise, document and most importantly, de-conflict tasks to be carried out by front line workers. Permit to work is an essential part of control of work (COW), the integrated management of business critical maintenance processes. Control of work is made up of permit to work, hazard identification and risk assessment (RA), and isolation management (IM).[citation needed] Permit to work is a core element of integrated safe system of work (ISSOW) systems, that along with risk assessment and isolation planning, enable as low as reasonably practicable (ALARP) reduction of unsafe activities in non-trivial work environments. Permit to work adherence is essential in process safety management. Instructions or procedures are often adequate for most work activities, but some require extra care. A permit to work system is a formal system stating exactly what work is to be done, where, and when. A responsible person should assess the work and check safety at each stage. The people doing the job sign the permit to show that they understand the risks and precautions necessary. Permits are effectively a means of communication between site management, plant supervisors and operators, and those who carry out the work. Examples of high-risk jobs where a written permit to work procedure may need to be used include hot work such as welding, vessel entry, cutting into pipes carrying hazardous substances, diving in the vicinity of intake openings, and work that requires electrical or mechanical isolation. It is also a means of coordinating different work activities to avoid conflicts. A permit to work is not a replacement for robust risk assessment, but can help provide context for the risk of work to be done. Studies by the UK Health and Safety Executive have shown that the most significant cause of the maintenance related accidents in the UK chemical industry was a failure to implement of effective permit to work systems.[1] Common failures in control of work systems are a failure to follow the permit to work or isolation management procedures, risk assessments that are not suitable and sufficient to identify the risks, and/or the control measures and a combination of the two.[2] Permit to work implementations usually use incompatible operations matrices. For example, to preclude one workgroup welding or grinding in the vicinity of another venting explosive or flammable gases. The permit to work system is for work being performed in accordance with pre-approved procedures and that has been macro scheduled, the purpose is to prevent conflicting short term activities of different workgroups to prevent hazardous interference. Once a permit to work has been issued to a workgroup, a lock-out tag-out system is used to restrict equipment state changes such as valve operations until the work specified in the permit is complete. Since the permit to work is the primary de-conflictation tool all work activities in high risk environments should have a permit to work, specific hazardous operations will then have a second permit for activities such as confined space or hot work. Here the hot work permit is minimising the risk of the individual task, the permit to work is minimising the risk of simultaneous incompatible activities. Permit to work systems that permit authorisation and its traceability are necessary if they are to be beneficial. Ideally one person should be delegated with this responsibility at any one time and all workers at the facility should be fully aware of who that person is and when the responsibility is transferred. A permit to work form typically contains these items.[3] Historically, permit-to-work have often been paper-based. An electronic permit-to-work (ePTW) is a digital variant of this.[citation needed] USS Guitarro, a submarine of the United States Navy, sank alongside when two independent work groups repeatedly flooded ballast tanks in an attempt to achieve conflicting objectives of zero trim and two degree bow-up trim; a result of failing to have a single person aware of and authorising all simultaneous activities by a permit to work system.[4] HMS Artemis, a submarine of the Royal Navy, sank alongside when activities of ballast management and watertight integrity were uncontrolled and without oversight.[5] Occidental Petroleum's Piper Alpha platform was destroyed in July 1988 by explosion and fire after a shift reinstated a system left partially disassembled by the previous shift. 167 men died in this incident due to failure to properly communicate permit state at shift handover.[6]","Title":"Permit-to-work - Wikipedia","KeyID":"9311","URL":"https://en.wikipedia.org/wiki/Permit_To_Work"}