{"Content: ":"The operations manual is the documentation by which an organisation provides guidance for members and employees to perform their functions correctly and reasonably efficiently.[1] It documents the approved standard procedures for performing operations safely to produce goods and provide services.[2] Compliance with the operations manual will generally be considered as activity approved by the persons legally responsible for the organisation.[3] The operations manual is intended to remind employees of how to do their job. The manual is either a book or folder of printed documents containing the standard operating procedures, a description of the organisational hierarchy, contact details for key personnel and emergency procedures. It does not substitute for training, but should be sufficient to allow a trained and competent person to adapt to the organisation's specific procedures.[4] The operations manual helps the members of the organisation to reliably and efficiently carry out their tasks with consistent results. A good manual will reduce human error and inform everyone precisely what they need to do, who they are responsible to and who they are responsible for. It is a knowledge base for the organisation, and should be available for reference whenever needed. The operations manual is a document that should be periodically reviewed and updated whenever appropriate to ensure that it remains current.[4] The operations manual can be a digital or paper document. Digital format has advantages for revision control and can be distributed easily and at low cost.[4] The detail should be sufficient to allow a competent person without specific experience to understand what is needed and how it is to be done. It is not a training manual, too much or too little detail can make it inefficient.[5] Content will vary depending on the organisation, but some basic structure is fairly universal.[1] Typical sections include:[4][1][5] There are two basic categories of information: Information that is relevant to all people in the organisation, and often also to clients and the general public, and information that is relevant to specific positions.[1] There may be statutory or regulatory requirements for specific content. In some cases the CEO may be required to authorise the operations manual by signature, and this authorisation may be required to be present in the document. A version number and date of commencement may be required, and it may be a controlled document.[3] The organisational hierarchy is commonly and effectively described by an organisational chart, or organogram, a diagram that shows the structure of an organization and the relationships and relative ranks of its sections and members which gives the reader an easily understood picture of where key people fit into the organisation.[4] A job description is a document that describes the general tasks, duties, and responsibilities of a position, and may specify the functionary to whom the position reports, specifications such as the competence, qualifications, registration, certification or skills needed by the person in the job, and a salary range. Formal job descriptions help people understand their roles within the organisation and identify each other's responsibilities.[5] These include names and contact details for key persons within the organisation and important external contacts.[5] Any emergency procedure that would be the standard response to a reasonably foreseeable emergency in the normal course of business would be detailed in the operations manual as a reference. There might also be specifications on how frequently exercises should be held. Some frequently encountered emergency procedures include: A policy is a deliberate system of principles to guide decisions and achieve rational outcomes. A policy is a statement of intent, and is implemented as a procedure or protocol. Policies are generally adopted by a governance body within an organization. Policies can assist in both subjective and objective decision making. Policies to assist in subjective decision making usually assist senior management with decisions that must be based on the relative merits of a number of factors, and as a result are often hard to test objectively, e.g. work-life balance policy. In contrast policies to assist in objective decision making are usually operational in nature and can be objectively tested, e.g. password policy. Manuals that already exist for equipment or procedures may be incorporated into an operations manual as annexures, or referenced if they are not of general utility, so they can be found when needed and checked for continued validity when the operations manual is revised.[5] If an operations manual is to be useful it must be distributed to the people who will use it, and they should have the current version. Distribution and updating policies and procedures are also commonly part of the content of the manual.[1] In South Africa a diving contractor is obliged in terms of Regulation 21 of the Diving Regulations 2009 to provide an operations manual and make it available on site to the dive team before a diving operation may commence. This manual must contain prescribed types of information relating to health and safety, as specified in the codes of practice relating to the planned diving operations.[3] The Code of Practice for Inshore Diving requires the contractor to base the planning and implementation of diving operations on specific documents which include the operations manual.[6] The operations manual is considered an essential administrative risk control measure, and must be compiled by the contractor in consultation with representatives of the employees and the company's contracted diving medical practitioner. Members of the diving team are required to comply with the health and safety requirements imposed on them by the operations manual. Among other things that must be specified in the operations manual are the decompression tables or algorithms authorised for use by the dive teams, the quantities of breathing gas that must be available on site, based on the dive profile and equipment to be used, clear limits on the environmental hazards to which the divers may be exposed, and the actions required of each member of the dive team in the event of an emergency during operations.[6] Similar requirements may apply to commercial diving contractors in other jurisdictions. The IMCA Code of Practice for Offshore Diving also requires the contractor to provide an operations manual for each diving system.[7]","Title":"Operations manual - Wikipedia","KeyID":"9312","URL":"https://en.wikipedia.org/wiki/Operations_manual"}