{"Content: ":"Environmental toxicology is a multidisciplinary field of science concerned with the study of the harmful effects of various chemical, biological and physical agents on living organisms.[1][2] Ecotoxicology is a subdiscipline of environmental toxicology concerned with studying the harmful effects of toxicants at the population and ecosystem levels. Rachel Carson is considered the mother of environmental toxicology, as she made it a distinct field within toxicology in 1962 with the publication of her book Silent Spring, which covered the effects of uncontrolled pesticide use. Carson's book was based extensively on a series of reports by Lucille Farrier Stickel on the ecological effects of the pesticide DDT.[3] Organisms can be exposed to various kinds of toxicants at any life cycle stage, some of which are more sensitive than others. Toxicity can also vary with the organism's placement within its food web. Bioaccumulation occurs when an organism stores toxicants in fatty tissues, which may eventually establish a trophic cascade and the biomagnification of specific toxicants. Biodegradation releases carbon dioxide and water as by-products into the environment. This process is typically limited in areas affected by environmental toxicants. Harmful effects of such chemical and biological agents as toxicants from pollutants, insecticides, pesticides, and fertilizers can affect an organism and its community by reducing its species diversity and abundance. Such changes in population dynamics affect the ecosystem by reducing its productivity and stability. Although legislation implemented since the early 1970s had intended to minimize harmful effects of environmental toxicants upon all species, McCarty (2013[4]) has warned that \"longstanding limitations in the implementation of the simple conceptual model that is the basis of current aquatic toxicity testing protocols\" may lead to an impending environmental toxicology \"dark age\". To protect the environment, the National Environmental Policy Act (NEPA) was written.[5] The main point that NEPA brings to light is that it \"assures that all branches of government give proper consideration to the environment prior to undertaking any major federal actions that significantly affect the environment.\"[5] This law was passed in 1970 and also founded the Council on Environmental Quality (CEQ).[6] The importance of CEQ was that it helped further push policy areas. CEQ created environmental programs including the Federal Water Pollution Control Act (RCRA), Toxic Substance Control Act, Resources Conservation and Recovery Act (RCRA and the Safe).[7] CEQ was essential in creating the foundation for most of the \"current environmental legislation except for Superfund and asbestos control legislation.\"[6] Some initial impacts of NEPA pertain to the interpretation within Courts. Not only did Courts interpret NEPA to expand over direct environmental impacts from any projects, specifically federal, but also indirect actions from federal projects.[6] TSCA, also known as the Toxic Substance Control Act, is a federal law that regulates industrial chemicals that have the potential to be harmful to humans and the environment.[8] TSCA specifically targets \"the manufacture, importation, storage, use, disposal, and degradation of chemicals in commercial use.\"[8] The EPA allows the following to be done: \"1. Pre-manufacture testing of chemicals to determine health or environmental risk 2. Review of chemicals for significant risk prior to the start of commercial production 3. Restriction or prohibition on the production or disposal of certain chemicals 4. Import and export control of chemicals prior to their entering or leaving the USA.\"[8] The Clean Air Act was aided by the signing of the 1990 amendments. These amendments protected reducing acid, the ozone layer, improving air quality and toxic pollutants.[9] The Clean Air Act was actually revised and with, support from President George H.W Bush, it was signed in.[9] The biggest major threats that this act targets are: urban air pollution, toxic air emissions, stratospheric ozone, acid rain etc. Apart from targeting these specific areas, it also established a national operating that \"permits program to make the law more workable, and strengthened enforcement to help ensure better compliance with the Act.\"[9] As mentioned above, though the United States did ban the use of PCBs, there is the possibility that they are present in products made before the PCB ban in 1979. The Environmental Protection Agency (EPA) released its ban on PCBs on April 19, 1979.[10] According to the EPA, \"Although PCBs are no longer being produced in this country, we will now bring under control the vast majority of PCBs still in use,\" said EPA Administrator Douglas M. Castle. \"This will help prevent further contamination of our air, water and food supplies from a toxic and very persistent man-made chemical.\"[10] PCBs has been tested on laboratory animals and have caused cancer and birth defects. PCB is suspected of having certain effects on liver and skin of humans. They are also suspected of causing cancer as well. EPA \"estimates that 150 million pounds of PCBs are dispersed throughout the environment, including air and water supplies; an additional 290 million pounds are located in landfills in this country.\"[10] Again, even though they have been banned, there is still a large amount of PCBs are circulating within the environment and are possibly causing effects on the skin and liver of humans. There were some cases in which people or companies that disposed of PCBs incorrectly. Up until now, there have been four cases in which EPA had to take legal actions against people/companies for their methods of disposal. The two cases involving the companies, were fined $28,600 for improper disposal. It is unknown what fined was charged against the three people for \"illegally dumping PCBs along 210 miles of roadway in North Carolina.\"[10] Though PCBs were banned, there are some exceptions where they are being used. The area in which it has been completely prohibited is \"the manufacture, processing, distribution in commerce, and \"non-enclosed\" (open to the environment) uses of PCBs unless specifically authorized or exempted by EPA. \"Totally enclosed\" uses (contained, and therefore exposure to PCBs is unlikely) will be allowed to continue for the life of the equipment.\"[10] In terms of electrical equipment containing PCBs is allowed under specific controlled conditions. Out of the 750 million pounds of PCBs, electrical equipment represents 578 million pounds. Any new manufacture of PCB is prohibited.[10] There are many sources of environmental toxicity that can lead to the presence of toxicants in our food, water and air. These sources include organic and inorganic pollutants, pesticides and biological agents, all of which can have harmful effects on living organisms. There can be so called point sources of pollution, for instance the drains from a specific factory, but also non-point sources (diffuse sources) like the rubber from car tires that contain numerous chemicals and heavy metals that are spread in the environment. Polychlorinated biphenyls (PCBs) are organic pollutants that are still present in our environment today, despite being banned in many countries, including the United States and Canada. Due to the persistent nature of PCBs in aquatic ecosystems, many aquatic species contain high levels of this chemical. For example, wild salmon (Salmo salar) in the Baltic Sea have been shown to have significantly higher PCB levels than farmed salmon as the wild fish live in a heavily contaminated environment.[11] PCBs pertains to a group of human-produced \"organic chemicals known as Chlorinated hydrocarbons\"[12] The chemical and physical properties of a PCS determine the quantity and location chlorine and unlike other chemicals, they have no form of identification.[12] The range of toxicity is not consistent and because PCBs have certain properties ( chemical stability, non-flammability) they have been used in a colossal amount of commercial and industrial practices. Some of those include, \"Electrical, heat transfer and hydraulic equipment, plasticizers in paints, plastics and rubber products and pigments, dyes and carbonless copy paper\" to name a few.[12] Heavy metals found in food sources, such as fish, can also have harmful effects. These metals can include mercury, lead and cadmium. It has been shown that fish (i.e. rainbow trout) exposed to higher cadmium levels and grow at a slower rate than fish exposed to lower levels or none.[13] Moreover, cadmium can potentially alter the productivity and mating behaviours of these fish. Heavy metals can also alter the genetic makeup in aquatic organisms. In Canada, a study examined genetic diversity in wild yellow perch along various heavy metal concentration gradients in lakes polluted by mining operations. Researchers wanted to determine what effect metal contamination had on evolutionary responses among populations of yellow perch. Along the gradient, genetic diversity over all loci was negatively correlated with liver cadmium contamination.[14] Additionally, there was a negative correlation observed between copper contamination and genetic diversity. Some aquatic species have evolved heavy metal tolerances. In response to high heavy metal concentrations a Dipteran species, Chironomus riparius, of the midge family, Chironomidae, has evolved to become tolerant to cadmium toxicity in aquatic environments. Altered life histories, increased cadmium excretion, and sustained growth under cadmium exposure is evidence that shows that C. riparius exhibits genetically based heavy metal tolerance.[15] Radiation is given off by matter as either rays or waves of pure energy or high-speed particles. Rays or waves of energy, also known as electromagnetic radiation, include sunlight, X-rays, radar, and radio waves. Particle radiation includes alpha and beta particles and neutrons.[16] When humans and animals are exposed to high radiation levels, they can develop cancer, congenital disabilities, or skin burns. Plants also face problems when exposed to large levels of radiation. After the Chernobyl disaster in 1986, the nuclear radiation damaged the surrounding plants' reproductive tissues, and it took approximately three years for these plans to regain their reproductive abilities.[17] The most known or common types of heavy metals include zinc, arsenic, copper, lead, nickel, chromium and cadmium. All of these types cause certain risks on human and environment health. Though certain amount of these metals can actually have an important role in, for example, maintaining certain biochemical and physiological, \"functions in living organisms when in very low concentrations, however they become noxious when they exceed certain threshold concentrations.\"[18] Heavy metal are a huge part of environmental pollutions and their toxicity \"is a problem of increasing significance for ecological, evolutionary, nutritional and environmental reasons.\"[18] Arsenic, one of the most important heavy metals, causes ecological problems and health issues in humans. It is \"semimetallic property, is prominently toxic and carcinogenic, and is extensively available in the form of oxides or sulfides or as a salt of iron, sodium, calcium, copper, etc.\"[18] It is also one of the most abundant elements on earth and its specific inorganic forms are very dangerous to living creatures (animals, plants, and humans) and the environment. In humans, arsenic can cause cancer in the bladder, skin, lungs and liver. One of the major sources of arsenic exposure in humans is contaminated water, which is a problem in more than 30 countries in the world. Humans tend to encounter arsenic by \"natural means, industrial source, or from unintended sources.\"[18] Water can become contaminated by arsenical pesticides or natural arsenical chemicals. There are some cases in which arsenic has been used in suicide attempts and can result in acute poisoning. Arsenic \"is a protoplastic poison since it affects primarily the sulphydryl group of cells causing malfunctioning of cell respiration, cell enzymes and mitosis.\"[18] Another extremely toxic metal, lead can and has been known to cause \"extensive environmental contamination and health problems in many parts of the world.\" The physical appearance of lead is bright and silver colored metal. Some sources of lead pollution in the environment include Metal plating and fishing operations, soil waste, factory chimneys, smelting of ores, wastes from batter industries, fertilizers and pesticides and many more. Unlike, other metals such as copper, lead only plays a physiological aspect and no biological functions. In the US, \"more than 100 to 200,000 tons of lead per year is being released from vehicle exhausts\" and some can be brought in by plants, flow in water or fixation into the soil.[18] Humans come in contact with lead through mining, fossil fuel burning. In burning, lead and its compounds are exposed into air, soil, and water. Lead can have different effects on the body and effects the central nervous system. Someone who has come in contact with lead can have either acute or chronic lead poisoning. Those who experience acute poisoning have symptoms such as appetite, headache, hypertension, abdominal pain, renal dysfunction, fatigue, sleeplessness, arthritis, hallucinations and vertigo.\"[18] Chronic exposure on the other hand, can cause more severe symptoms such as, \"mental retardation, birth defects, psychosis, autism, allergies, dyslexia, weight loss, hyperactivity, paralysis, muscular weakness, brain damage, kidney damage and may even cause death.\"[18] Mercury, a shiny silver-white, can transform into a colorless and odorless gas when heated up.[18] Mercury highly affects the marine environment and there have been many studies conducted on the effects on the water environment. The biggest sources of mercury pollution include \"agriculture, municipal wastewater discharges, mining, incineration, and discharges of industrial wastewater\" all relatively connected to water.[18] Mercury exists in three different forms and all three possess different levels of bioavailability and toxicity. The three forms include organic compounds, metallic elements and inorganic salts. As stated above, they are present in water resources such as oceans, rivers and lakes.[18] They are absorb by microorganism, and go through, \"biomagnification causing significant disturbance to aquatic lives.\"[18] Mercury hurts marine life but can also be very hurtful towards humans' nervous system. Higher levels of mercury exposure can change many brain functions. It can \"lead to shyness, tremors, memory problems, irritability, and changes in vision or hearing.\"[18] According to, ATSDR ranking, cadmium is the 7th most toxic heavy metal. Cadmium is interesting in that once it is exposed to humans (at work) or animals in their environment, it will accumulate inside the body throughout the life of the human/animal.[18] Though cadmium was used as replacement for tin in WWI and pigment in paint industries back in the day, currently it is seen mostly in rechargeable batteries, tobacco smoke and some alloys production. As stated by the Agency for Toxic Substance and Disease Registry, in \" the US, more than 500,000 workers get exposed to toxic cadmium each year.\" It is also stated that the highest exposure to cadmium can be seen in China and Japan.[18] The effects of cadmium on the kidney and bones is huge. It can cause bone mineralization which \"is the process of laying down minerals on a matrix of the bone\".[19] This can happen through renal dysfunction or bone damage. The 7th most abundant element, chromium, can occur naturally when one burns oil and coal and is released into the environment through sewage and fertilizers. Chromium usage can be seen in, \"industries such as metallurgy, electroplating, production of paints and pigments, tanning, wood preservation, chemical production and pulp and paper production.\"[18] Chromium toxicity affects the \"biological processes in various plants such as maize, wheat, barley, cauliflower, citrullus and in vegetables. Chromium toxicity causes chlorosis and necrosis in plants.\"[18] Pesticides are a major source of environmental toxicity. These chemically synthesized agents have been known to persist in the environment long after their administration. The poor biodegradability of pesticides can result in bioaccumulation of chemicals in various organisms along with biomagnification within a food web. Pesticides can be categorized according to the pests they target. Insecticides are used to eliminate agricultural pests that attack various fruits and crops. Herbicides target herbal pests such as weeds and other unwanted plants that reduce crop production. Dichlorodiphenyltrichloroethane (DDT) is an organochlorine insecticide that has been banned due to its adverse effects on both humans and wildlife. DDT's insecticidal properties were first discovered in 1939. Following this discovery, DDT was widely used by farmers in order to kill agricultural pests such as the potato beetle, coddling moth and corn earworm. In 1962, the harmful effects of the widespread and uncontrolled use of DDT were detailed by Rachel Carson in her book The Silent Spring. Such large quantities of DDT and its metabolite dichlorodiphenyldichloroethylene (DDE) that were released into the environment were toxic to both animals and humans. DDT is not easily biodegradable and thus the chemical accumulates in soil and sediment runoff. Water systems become polluted and marine life such as fish and shellfish accumulate DDT in their tissues. Furthermore, this effect is amplified when animals who consume the fish also consume the chemical, demonstrating biomagnification within the food web. The process of biomagnification has detrimental effects on various bird species because DDT and DDE accumulate in their tissues inducing egg-shell thinning. Rapid declines in bird populations have been seen in Europe and North America as a result. Humans who consume animals or plants that are contaminated with DDT experience adverse health effects. Various studies have shown that DDT has damaging effects on the liver, nervous system and reproductive system of humans. By 1972, the United States Environmental Protection Agency (EPA) banned the use of DDT in the United States. Despite the regulation of this pesticide in North America, it is still used in certain areas of the world. Traces of this chemical have been found in noticeable amounts in a tributary of the Yangtze River in China, suggesting the pesticide is still in use in this region. Though DDT was banned in 1972, some of the pesticide (as well as other chemical) lingered in the environment. This lingering of toxic material led to the near extinction of peregrine falcon. There was high levels of DDT were found in many areas such as \"eggs, fat and tissues of the bird.\"[20] The government . worked with conservation groups in helping them breed out of the contaminated area. Finally, in 1999 the birds were taken off the U.S endangered species list.[20] Sulfuryl fluoride is an insecticide that is broken down into fluoride and sulfate when released into the environment. Fluoride has been known to negatively affect aquatic wildlife. Elevated levels of fluoride have been proven to impair the feeding efficiency and growth of the common carp (Cyprinus carpio). Exposure to fluoride alters ion balance, total protein and lipid levels within these fish, which changes their body composition and disrupts various biochemical processes. Cyanobacteria, or blue-green algae, are photosynthetic bacteria. They grow in many types of water. Their rapid growth (\"bloom\") is related to high water temperature as well as eutrophication (resulting from enrichment with minerals and nutrients often due to runoff from the land that induces excessive growth of these algae). Many genera of cyanobacteria produce several toxins.[21][22] Cyanotoxins can be dermatotoxic, neurotoxic, and hepatotoxic, though death related to their exposure is rare.[21] Cyanotoxins and their non-toxic components can cause allergic reactions, but this is poorly understood.[23]: 589  Despite their known toxicities, developing a specific biomarker of exposure has been difficult because of the complex mechanism of action these toxins possess.[24] The occurrence of this toxin in drinking water depends on a couple of factors. One, is the drinking water's level in raw source water and secondly, it depends on the effectiveness of removing these toxins from water when drinking water is actually being produced.[25] Due to being no data on the absence/presence of these toxins in drinking water, it is very hard to actually monitor the amounts that are present in finished water. This is a result of the U.S not having state or federal programs in place that actually monitor the presence of this toxins in drinking water treatment plants.[25] Though data on the effects of these two toxins are limited, from what is available it suggests the toxins attack the liver and kidney. There was an hepatoenteritis-like outbreak in Palm Island, Australia (1979), due to the consumption of water that contained, \"C. raciborskii, a cyanobacteria that can produce cylindrospermopsin.\"[25] Most cases (typically involving children) have required they be taken to a hospital. The results of hospitilation include: Vomiting, kidney damage (due to lose of water, protein and electrolytes) fever, bloody diarrhea, and headaches.[25]","Title":"Environmental toxicology - Wikipedia","KeyID":"9320","URL":"https://en.wikipedia.org/wiki/Environmental_toxicology"}