{"Content: ":"Process safety management system is a regulation promulgated by the U.S. Occupational Safety and Health Administration (OSHA). A process is any activity or combination of activities including any use, storage, manufacturing, handling or the on-site movement of highly hazardous chemicals (HHCs) as defined by OSHA and the Environmental Protection Agency. A process safety management system is an analytical tool focused on preventing releases of any substance defined as a \"highly hazardous chemical\" by the EPA or OSHA. Process Safety Management (PSMS) refers to a set of interrelated approaches to managing hazards associated with the process industries and is intended to reduce the frequency and severity of incidents resulting from releases of chemicals and other energy sources (US OSHA 1999). These standards are composed of organizational and operational procedures, design guidance, audit programs, and a host of other methods. The process safety management system program is divided into 14 elements. The U.S. Occupational Safety and Health Administration (OSHA) 1910.119 define all 14 elements of the process safety management system plan. All of those elements mentioned above are interlinked and interdependent. There is a tremendous interdependency of the various elements of PSM. All elements are related and are necessary to make up the entire PSM picture. Every element either contributes information to other elements for the completion or utilizes information from other elements in order to be completed. Process safety information (PSI) might be considered the keystone of a PSM Program in that it tells you what you are dealing with from both the equipment and the process standpoint. In order to be in compliance with the OSHA PSMS regulations the process safety information should include information pertaining to the hazards of the highly hazardous chemicals used or produced by the process, information pertaining to the technology of the process and information pertaining to the equipment in the process.[5] Information pertaining to the hazards of the highly hazardous chemicals in the process should consist of at least the following: Information pertaining to the technology of the process should include at least the following: Information pertaining to the equipment in the process should include the following: The employer should document that equipment complies with recognized and generally accepted good engineering practices (RAGAGEP). For existing equipment designed and constructed in accordance with codes, standards or practices that are no longer in general use, the employer should determine and document that the equipment is designed, maintained, inspected, tested and operating in a safe manner. A process includes any group of vessels which are interconnected or separate and contain Highly Hazardous Chemicals (HHCs) which could be involved in a potential release. A process safety incident is the \"Unexpected release of toxic, reactive, or flammable liquids and gases in processes involving highly hazardous chemicals. Incidents continue to occur in various industries that use highly hazardous chemicals which exhibit toxic, reactive, flammable, or even explosive properties, or may exhibit a combination of these properties. Regardless of the industry that uses these highly hazardous chemicals, there is a potential for an accidental release any time they are not properly controlled. This, in turn, creates the possibility of disaster. To help assure safe and healthy workplaces, OSHA has issued the Process Safety Management of Highly Hazardous Chemicals regulation (Title 29 of CFR Section 1910.119)[1] which contains requirements for the management of hazards associated with processes using highly hazardous chemicals.\"[2] Any facility that stores or uses a defined \"highly hazardous chemical\" must comply with OSHA's process safety management (PSM) regulations as well as the quite similar United States Environmental Protection Agency (EPA) Risk management program (RMP) regulations (Title 40 CFR Part 68). The EPA has published a model RMP plan for an ammonia refrigeration facility[3] which provides excellent guidance on how to comply with either OSHA's PSM regulations or the EPA's RMP regulations. The Center for Chemical Process Safety (CCPS) of the American Institute of Chemical Engineers (AIChE) has published a widely used book that explains various methods for identifying hazards in industrial facilities and quantifying their potential severity.[4] Appendix D of the OSHA's PSM regulations endorses the use of the methods explained in that book. AIChE publishes additional guidelines for process safety documentation,[5] implementing process safety management systems,[6] and the Center for Chemical Process Safety publishes an engineering design for process safety.[7] In Australia, consideration of process safety management is a key consideration for the management of major hazard facilities (MHFs).","Title":"Process safety management - Wikipedia","KeyID":"9326","URL":"https://en.wikipedia.org/wiki/Process_safety_management"}