{"Content: ":"Workers' compensation or workers' comp is a form of insurance providing wage replacement and medical benefits to employees injured in the course of employment in exchange for mandatory relinquishment of the employee's right to sue his or her employer for the tort of negligence. The trade-off between assured, limited coverage and lack of recourse outside the worker compensation system is known as \"the compensation bargain\". One of the problems that the compensation bargain solved is the problem of employers becoming insolvent as a result of high damage awards. The system of collective liability was created to prevent that, and thus to ensure security of compensation to the workers. While plans differ among jurisdictions, provision can be made for weekly payments in place of wages (functioning in this case as a form of disability insurance), compensation for economic loss (past and future), reimbursement or payment of medical and like expenses (functioning in this case as a form of health insurance), and benefits payable to the dependents of workers killed during employment. General damage for pain and suffering, and punitive damages for employer negligence, are generally not available in workers' compensation plans, and negligence is generally not an issue in the case. Laws regarding workers compensation vary by country, but the Workers' Accident Insurance system put into place by Prussian Chancellor Otto von Bismarck in 1884 with the start of Workers' Accident Laws, is often cited as a model for the rest of Europe and later the United States.[1] After the early Prussian experiments, the development of compensation laws around the world were in important respects the result of transnational networks among policymakers and social scientists. Thus while different countries have its own unique history of workers' compensation, compensation laws developed around the world as a global phenomenon, with each country's deliberation on compensation laws being informed by deliberation in other countries.[2] Workers' compensation statutes are intended to eliminate the need for litigation and the limitations of common law remedies by having employees give up the potential for pain- and suffering-related awards, in exchange for not being required to prove tort (legal fault) on the part of their employer. The laws provide employees with monetary awards to cover loss of wages directly related to the accident as well as to compensate for permanent physical impairments and medical expenses. The laws also provide benefits for dependents of those workers who are killed in work-related accidents or illnesses. Some laws also protect employers and fellow workers by limiting the amount an injured employee can recover from an employer and by eliminating the liability of co-workers in most accidents. In the United States, state statutes establish this framework for most employment, while federal statutes are limited to federal employees or to workers employed in some significant aspect of interstate commerce.[3] The exclusive remedy provision states that workers compensation is the sole remedy available to injured workers, thus preventing employees from also making tort liability claims against their employers. In common law nations, the system was motivated by an \"unholy trinity\" of tort defenses available to employers, including contributory negligence, assumption of risk, and the fellow servant rule.[4] Common law imposes obligations on employers to provide a safe workplace, provide safe tools, give warnings of dangers, provide adequate co-worker assistance (fit, trained, suitable \"fellow servants\") so that the worker is not overburdened, and promulgate and enforce safe work rules.[5] Claims under the common law for worker injury are limited by three defenses afforded employers: As Australia experienced a relatively influential labour movement in the late 19th and early 20th century, statutory compensation was implemented very early in Australia. Each territory has its own legislation and its own governing body. A typical example is Work Safe Victoria, which manages Victoria's workplace safety system. Its responsibilities include helping employees avoid workplace injuries occurring, enforcement of Victoria's occupational and safety laws, provision of reasonably priced workplace injury insurance for employers, assisting injured workers back into the workforce, and managing the workers' compensation scheme by ensuring the prompt delivery of appropriate services and adopting prudent financial practices.[6] Compensation law in New South Wales has recently (2013) been overhauled by the state government. In a push to speed up the process of claims and to reduce the amount of claims, a threshold of 11% WPI (whole person impairment) was implemented for physical injuries and 15% for psychiatric injuries[7] Workers' compensation regulators for each of the states and territories are as follows:[8] Every employer must comply with the state, territory or commonwealth legislation, as listed below, which applies to them: The National Social Insurance Institute (in Portuguese, Instituto Nacional do Seguro Social [pt] – INSS) provides insurance for those who contribute. It is a public institution that aims to recognize and grant rights to its policyholders. The amount transferred by the INSS is used to replace the income of the worker taxpayer, when he or she loses the ability to work, due to sickness, disability, age, death, involuntary unemployment, or even pregnancy and imprisonment. During the first 15 days the worker's salary is paid by the employer and after that by the INSS, as long as the inability to work lasts. Although the worker's income is guaranteed by the INSS, the employer is still responsible for any loss of working capacity, temporary or permanent, when found negligent or when its economic activity involves risk of accidents or developing labour related diseases. Workers' compensation was Canada's first social program to be introduced as it was favoured by both workers' groups and employers hoping to avoid lawsuits. The system arose after an inquiry by Ontario Chief Justice William Meredith who outlined a system in which workers were to be compensated for workplace injuries, but must give up their right to sue their employers. It was introduced in the various provinces at different dates. Ontario and Nova Scotia was first and second in 1915, Manitoba in 1916, British Columbia in 1917, Alberta and New Brunswick in 1918, Saskatchewan adopted in 1930. It remains a provincial responsibility and thus the rules vary from province to province. In some provinces, such as Ontario's Workplace Safety and Insurance Board, the program also has a preventative role ensuring workplace safety. In British Columbia, the occupational health and safety mandate (including the powers to make regulation, inspect and assess administrative penalties) is legislatively assigned to the Workers' Compensation Board of British Columbia WorkSafeBC. In most provinces the workers' compensation board or commission remains concerned solely with insurance. The workers' compensation insurance system in every province is funded by employers based on their payroll, industry sector and history of injuries (or lack thereof) in their workplace (usually referred to as \"experience rating\"). The German worker's compensation law of 6 July 1884,[19] initiated by Chancellor Otto von Bismarck,[20][21] was passed only after three attempts and was the first of its kind in the world.[22] Similar laws passed in Austria in 1887, Norway in 1894, and Finland in 1895.[23] The law paid indemnity to all private wage earners and apprentices, including those who work in the agricultural and horticultural sectors and marine industries, family helpers and students with work-related injuries, for up to 13 weeks. Workers who are totally disabled get continued benefits at 67 percent after 13 weeks, paid by the accident funds, financed entirely by employers. The German compensation system has been taken as a model for many nations. The Workmen's Compensation Act 1923[24] was introduced on 5 March 1923. It includes Employer's liability compensation, amount of compensation. Workmen Compensation Insurance covers employees under Workmen Compensation Act, Fatal Accident Act and common law. In Italy workers' compensation insurance is mandatory and is provided by INAIL. Workers' accident compensation insurance is paired with unemployment insurance and referred to collectively as labour insurance.[25][26] Workers' accident compensation insurance is managed by the Labor Standards Office.[27] The Workmen's Compensation Act 1952[28] is modelled on the United Kingdom's Workmen's Compensation Act 1906. Adopted before Malaysia's independence from the UK, it is now used only by non-Malaysian workers, since citizens are covered by the national social security scheme. The Mexican Constitution of 1917 defined the obligation of employers to pay for illnesses or accidents related to the workplace. It also defined social security as the institution to administer the right of workers, but only until 1943 was the Mexican Social Security Institute created (IMSS[29]). Since then, IMSS manages the Work Risks Insurance in a vertically integrated fashion: registration of workers and firms, collection, classification of risks and events, and medical and rehabilitation services. A reform in 1997 defined that contributions are related to the experience of each employer. Public sector workers are covered by social security agencies with corporate and operative structures similar to those of IMSS. In New Zealand, all companies that employ staff and in some cases others, must pay a levy to the Accident Compensation Corporation, a Crown entity, which administers New Zealand's universal no-fault accidental injury scheme. The scheme provides financial compensation and support to citizens, residents, and temporary visitors who have suffered personal injuries. Great Britain followed the German model. Joseph Chamberlain, leader of the Liberal Unionist party and coalition with the Conservatives, designed a plan that was enacted under the Salisbury government in 1897. the Workmen's Compensation Act 1897 was a key domestic achievement. It served its social purpose at no cost to the government, since compensation was paid for by insurance which employers were required to take out. The system operated from 1897 to 1946.[30] It was expanded to include industrial diseases by the Workmen's Compensation Act 1906 and replaced by a state compensation scheme under the National Insurance (Industrial Injuries) Act 1946. Since 1976, this state scheme has been set out in the UK's Social Security Acts.[31] Work related safety issues in the UK are supervised by the Health and Safety Executive (HSE) who provide the framework by which employers and employees are able to comply with statutory rules and regulations.[32] Employer duties enforced by the HSE include protecting the health and safety of workers at workplace, risk assessment and training of workers.[33] If an employer fails to fulfil these responsibilities, resulting in injury to an employee, then the employee has a legal right to make a workers' compensation claim against the employer and to sue their employer.[citation needed] With the exception of the following, all employers are obliged to purchase compulsory Employer's Liability Insurance in accordance with the Employer's Liability (Compulsory Insurance) Act 1969. The current minimum limit of indemnity required is £5,000,000 per occurrence. Market practice is to usually provide a minimum £10,000,000 with inner limits to £5,000,000 for certain risks, e.g. workers on oil rigs and acts of terrorism. These employers do not require Employer's Liability Insurance: \"Employees\" are defined as anyone who has entered into or works under a contract of service or apprenticeship with an employer. The contract may be for manual labour, clerical work or otherwise, it may be written or verbal and it may be for full-time or part-time work. These persons are not classed as employees and, therefore, are exempt: Employees need to establish that their employer has a legal liability to pay compensation. This will principally be a breach of a statutory duty or under the tort of negligence. If the employer is insolvent or no longer in existence, then compensation can be sought directly from the insurer under the terms of the Third Parties (Rights against Insurers) Act 2010. For the history of worker's compensation in the UK, see Workmen's Compensation Act 1897 and following acts.[35] In the United States, some form of workers' compensation is typically compulsory for almost all employers in most states (depending upon the features of the organization), with the notable exception of Texas as of 2018.[36] Regardless of compulsory requirements, businesses may purchase insurance voluntarily, and in the United States policies typically include Part One for compulsory coverage and Part Two for non-compulsory coverage.[37] In many states, employers that can prove they have sufficient funds to cover their workers' compensation liabilities are allowed to engage in self-insurance, a term meaning forgoing the purchase of insurance.[38] By 1949, every state had enacted a workers' compensation program.[39] In most states, workers' compensation claims are handled by administrative law judges, who often act as triers of fact.[40] Workers' compensation statutes which emerged in the early 1900s were struck down as unconstitutional until 1911 when Wisconsin passed a law that was not struck down; by 1920, 42 states had passed workers' compensation laws.[41]","Title":"Workers' compensation - Wikipedia","KeyID":"9331","URL":"https://en.wikipedia.org/wiki/Workers%27_compensation"}