{"Content: ":"The United Nations Secretariat (French: Secrétariat des Nations unies) is one of the six major organs of the United Nations (UN), with the others being (a) the General Assembly, (b) the Security Council, (c) the Economic and Social Council, (d) the defunct Trusteeship Council, and (e) the International Court of Justice.[1][2] The secretariat is the UN's executive arm. The secretariat has an important role in setting the agenda for the deliberative and decision-making bodies of the UN (i.e., the General Assembly, Economic and Social Council, and Security Council), and the implementation of the decision of these bodies. The secretary-general, who is appointed by the General Assembly, is the head of the secretariat.[2] The mandate of the secretariat is a wide one. Dag Hammarskjöld, the UN's second secretary-general, described its power as follows: \"The United Nations is what member nations made it, but within the limits set by government action and government cooperation, much depends on what the secretariat makes it. It has creative capacity. It can introduce new ideas. It can, in proper forms, take initiatives. It can put before member governments findings which will influence their actions\".[3] The United Nations Department of Political Affairs, which has a role analogous to a ministry of foreign affairs, is a part of the secretariat. So is the Department of Peace Operations. The secretariat is the main source of economic and political analysis for the General Assembly and Security Council; it administers operations initiated by UN's deliberative organs, operates political missions, prepares assessments that precede peacekeeping operations, appoints the heads of peacekeeping operations, conducts surveys and research, communicates with non-state actors such as media and non-government organizations, and is responsible for publishing all of the treaties and international agreements.[2][4][5] The UN secretary-general's duties include helping resolve international disputes, administering peacekeeping operations, organizing international conferences, gathering information on the implementation of Security Council decisions, and consulting with member governments regarding various initiatives. Key secretariat offices in this area include the Office of the Coordinator of Humanitarian Affairs and the Department of Peacekeeping Operations. The secretary-general may bring to the attention of the Security Council any matter that, in his or her opinion, may threaten international peace and security. The current secretary-general of the UN is António Guterres. The secretariat is divided into offices and departments. The hierarchy within each is as follows: As at 31 December 2018, there are 37,505 people employed from more than 140 countries within the secretariat.[6] Eligibility for civil service is based on a UN-administered examination offered worldwide, in addition to a competitive application process.[7] Qualifications for membership include \"the highest standards of efficiency, competence, and integrity\",[8] according to the UN Charter. Staff-members are appointed by the secretary-general alone and are assigned to the organs of the UN. Staff members are appointed on a temporary or permanent basis, under the discretion of the secretary-general.[9] During staff recruitment, geographical variety is an especially prominent selection factor in order to accurately reflect the scope of member states present in the UN.[10] The charter states that staff members are responsible \"only to the organization\" and are prohibited from any action or influence that would suggest affiliation with a government or organization outside the UN.[10] Headquartered in New York, the secretariat functions through duty stations in Addis Ababa, Bangkok, Beirut, Geneva, Nairobi, Santiago and Vienna, in addition to offices all over the world.[7] One study finds the following factors play a role in the selection of staff for the secretariat: a desire to achieve a minimum number of officials from each state; population size; and lo assessment of dues. The most overrepresented states in the secretariat are small, rich democracies. The Nordic states stand out, in particular, when it comes to overrepresentation.[11] Representation of women in the UN, particularly at managerial and decision-making positions at the D-1 level and above, has been a UN General Assembly concern and goal since 1970. [12][13] Since 1984, the UN Secretariat, in order to achieve early gender equality, issued several five-year \"action plans\", including strategic plans, to improve the status of women in the secretariat.[13][14] These plans, however, did not have the desired impact, and progress in achieving gender parity remained slow. In December 1994, the UN General Assembly's \"disappointment\" that its gender equality target were not met urged the secretary-general to prioritize the recruitment and promotion of women to reach to 50/50 representation in D1 and above posts by 2000.[15][16] In Feb 2004, gender parity target for the secretariat was once again revised to 2015.[17][18] In 2009, despite the plans, and General Assembly resolutions, the representation of women in the UN secretariat remained well below parity at 29.2 percent.[19] : p 29, Table 19  The representation of women in the UN secretariat, at the D1 level, in 2000, was 30.3 percent. Instead of increasing, in the next decade, the representation of women in the secretariat decreased to 26.7 percent[19]: p 29, Table 19 In December 2011, the representation of women in the secretariat at the D1 level was 27.4 percent, an increase of .6 percent over a two-year period.[20] : p 50, fn 64  At the current rate of progress, it is estimated that gender parity at the D-1 to higher levels will be achieved after 102 years.[20] : paragraph 133  At D2 level The representation of women in 2011 was 24.4 percent[20] : p 17  To ensure that the gender equality target mandated by the General Assembly is met, the secretariat, in September 1999, promulgated an administrative instruction (AI) on \"Special Measures for the Achievement of Gender Equality\" (ST/AI/1999/9)[21]: section 5.2  Gender Equality A/I echoes the goals of, and is in conformity with, the mandate of Articles 8 and 101 of the Charter of the United Nations, and Article 4 paragraph 1 of the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).[21]: preamble [22] On 4 September 2012, in his annual reports to the General Assembly, titled \"Improvement of the Status of Women in the United Nations System\", Secretary-General Ban Ki-moon stated that the aim of the special measures was to ensure \"gender balance in recruitment and promotion\".[20]: p3, paragraph 67–68  and that special measures would remain in effect until the \"goal of gender parity is achieved\", and sustained for a period of time.[20]: p 33, paragraph 67 [21]\"[20] The secretary-general, in his recommendations to the General Assembly, noted that the \" United Nations Secretariat, pursuant to the decision of the Policy Committee chaired by the Secretary-General\" is to \"ensure the effective implementation of special measures for gender equality. These measures include mandatory selection of equally or better-qualified women candidates…\"[20]: paragraph 147b  Since its creation, the secretariat has undergone extensive reforms. On 21 March 2005, Secretary-General Kofi Annan proposed several reforms for the secretariat. He announced his intentions to appoint a scientific adviser, create a peacebuilding support office, establish a cabinet-style decision-making mechanism, and strengthen the mediation function. He also asked the General Assembly to appropriate funds for a one-time staff buyout; to work with him in revising budgetary and human resources rules; to grant the secretary-general more managerial authority and flexibility; to strengthen the Office of Internal Oversight Services; and \"to review all mandates older than five years to see whether the activities concerned are still genuinely needed or whether the resources assigned to them can be reallocated in response to new and emerging challenges\".[23]","Title":"United Nations Secretariat - Wikipedia","KeyID":"9340","URL":"https://en.wikipedia.org/wiki/United_Nations_Secretariat"}