{"Content: ":"An under-secretary-general of the United Nations (USG) is a senior official within the United Nations System, normally appointed by the General Assembly on the recommendation of the secretary-general for a renewable term of four years. Under-secretary-general is the third highest rank in the United Nations, after the secretary-general and the deputy secretary-general. The rank is held by the heads of different UN entities, certain high officials of the United Nations Secretariat, and high-level envoys. The United Nations regards the rank as equal to that of a cabinet minister of a member state, and under-secretaries-general have diplomatic immunity under the UN Charter. The majority of USGs are appointed by the UN General Assembly on the recommendation of the secretary-general for a fixed term of four years. Others (normally special envoys, Secretariat-appointees and non-programme management positions) are appointed directly by the UN secretary-general on his own authority. However, all USGs report to the UN General Assembly through the UN secretary-general. The only exception to this is the under-secretary-general for internal oversight services, who reports directly to the General Assembly. The distinction in method of appointment is important as USGs appointed by the General Assembly have a mandate independent of the secretary-general, and he is therefore unable to remove them from office without the General Assembly's consent. This restriction has been seen by many commentators to weaken the secretary-general's ability to provide strong leadership and management within the United Nations System. Some senior posts within the UN System have the equivalent rank of under-secretary-general but are either not entitled or choose not to use the formal title. The most prominent example of this is the administrator of the United Nations Development Programme, who is often referred to as the third most senior official within the UN System yet does not use the title of under-secretary-general. The UN high commissioner for human rights also has the rank of under-secretary general, yet does not use the title.[1] USGs have diplomatic rank equivalent to that of a national cabinet minister. Under Article 105 of the United Nations Charter they have diplomatic immunity. With over 50 people with the rank of under-secretary-general, unsurprisingly the influence and power they wield within the UN System varies dramatically. The most important USGs, controlling budgets, programmes or key activities, are also members of the United Nations Senior Management Group, whose objective is to ensure strategic coherence and direction in the work of the organization. The cabinet was approved by the General Assembly in 1997 as part of the reform proposal submitted by Secretary-General Kofi Annan. The following is a list of under-secretaries-general or those with equivalent rank. This list is not exhaustive. Members of the SMG are indicated by an asterisk (*). The deputy secretary-general is the second highest-ranking official in the UN System after the secretary-general. Amina Mohammed is the current office holder. An assistant secretary-general sits beneath an under-secretary-general within the UN hierarchy. Assistant secretaries-general are often deputies within departments or programmes, reporting to their respective under-secretary-general and through him or her to the UN secretary-general.","Title":"Under-Secretary-General of the United Nations - Wikipedia","KeyID":"9341","URL":"https://en.wikipedia.org/wiki/Under-Secretary-General_of_the_United_Nations"}