{"Content: ":"The presidency of the United Nations Security Council is responsible for leading the United Nations Security Council. It rotates among the 15 member-states of the council monthly. The head of the country's delegation is known as the President of the United Nations Security Council. The presidency has rotated every month since its establishment in 1946,[1] and the president serves to coordinate actions of the council, decide policy disputes, and sometimes functions as a diplomat or intermediary between conflicting groups. The presidency derives responsibility from the Provisional Rules of Procedure of the United Nations Security Council as well as the council's practice.[2] The role of the president involves calling the meetings of the Security Council,[3] approving the provisional agenda (proposed by the secretary-general),[4] presiding at its meetings,[5] deciding questions relating to policy[6] and overseeing any crisis. The president is authorized to issue both Presidential Statements[7] (subject to consensus among Council members) and notes,[8] which are used to make declarations of intent that the full Security Council can then pursue.[9] The president is also responsible for reading statements of the Security Council to the press. The holder of the presidency is considered to be the 'face' and spokesperson of the UNSC.[10] The holder of the presidency may appeal to parties in a conflict to \"exercise restraint\".[11] The president represents the Security Council before other United Nations organs and member states. They also call upon members to speak, send applicants for United Nations membership to a committee of the UNSC and decide voting order.[12] Particularly after the end of the Cold War, the president has worked to coordinate the UNSC with other organs.[13] The president has authority to rule upon points of order, which can be put to a vote if a member of the council challenges it.[11] They also name members of various subsidiary organs, and are generally responsible for maintaining order.[14] Since November 2000, the president has generally prepared background papers for on the topic being discussed.[15] The president also continues to represent their state. If their nation is involved in a conflict the UNSC is discussing, they are expected to temporarily step down.[14] Conversely, because the presidency rotates monthly, all nations on the UNSC can evenly emphasize issues important to them.[16] Most non-permanent states hold the presidency once or twice during their two-year terms; Burkina Faso changed its name from Upper Volta in August 1984 during its term, and held it three times.[17] The president often makes a distinction between when they are speaking as the president and as the representative of their state.[18] Davidson Nicol, an academic, writes that: Although the role of the President should not be exaggerated, the work of the Council, its reputation and that of the United Nations are very much affected by the calibre and style of the individual who presides over the organ having responsibility for international peace and security. . . The Security Council is the pivot of the United Nations in efforts to maintain and enhance international peace and security. The major function of its President should be to guide it effectively and expeditiously toward this noble goal. [19] The Permanent Representative (ambassador) of the state to the security council is usually the president of the council,[12] but the presidency is technically given to a state and not a person.[16] For example, in January 2000, a month in which the United States held the presidency of the Security Council,[20] U.S. vice president Al Gore headed the United States delegation to the United Nations for a few days. As a result, Gore was the president of the Security Council during this time.[21] Heads of state have met six times at the UNSC.[22] All members of the council, including the president, must present credentials issued by either the head of state, the head of government, or the minister of foreign affairs of their respective states to the secretary-general, except if the representative is also the head of government or minister of foreign affairs.[23] The United Nations Charter mentions the presidency once,[24] stating that the Security Council is empowered to establish rules of procedure, \"including the method of selecting its president\" in Article 30.[25] At its first meeting on 17 January 1946, the UNSC adopted provisional rule 18 and established the following method of selecting the president: the presidency rotates monthly among the fifteen (1946: eleven) members of the Security Council. The rotation takes place in alphabetical order of the member states' official names in English.[a] As such, Australia was the first nation to hold the presidency.[26][27][12] Such rotation makes the presidency unique among all United Nations organs.[16] Terms began and ended on the 17 of every month until a suggestion by Australia in December 1946 to change led to the term being extended so the presidency would rotate on the first of every month. The president is the only non-elected head of a United Nations organ.[26][28] In 1981, Sydney D. Bailey, an observer of the United Nations, divided the history of the UNSC into three eras; from 1946 to 1955, 1956–1965, and 1966 to 1981. In the first, presidents often acted on their own initiative without consulting the security council. During the second era, the security council was less involved in affairs relating to the Cold War, adopting the slogan \"Leave it to Dag [Hammarskjöld]\". From 1966 to 1981, the president began informally discussing matters before holding formal sessions and generally becoming more efficient.[29] In 1947 and 1948, the UNSC was involved in the independence of Israel and the ensuing 1947–1949 Palestine war. In July 1948, the Ukrainian Soviet Socialist Republic held the presidency. The council met on 7 July upon the request of a United Nations mediator, to consider whether it should promote peace. The UNSC had previously invited representatives of the Arab Higher Committee and the Jewish Agency of Palestine to discuss the issue.[30] Dmitry Manuilsky, the president in July, addressed the Jewish Agency as 'the representative of the State of Israel'. However, the UNSC had not formally recognized the state. Various member-states criticized his action, and only the United States supported it. In response, the Arab Higher Committee representatives left discussions, and did not return, hindering the UNSC's ability to negotiate the matter. Historian Istvan Pogany considers that \"the President deliberately abused his office in order to further the objectives of his government.\"[30] In 1948, the president informally engaged in diplomacy several times, the first in January 1948, when the Belgian president requested that India and Pakistan \"refrain from any step incompatible with the Charter and liable to result in an aggravation of the situation’'. In April, the Colombian president met with representatives of the Jewish Agency and Arab Higher Committee to discuss possible terms for peace. Later that year, the Argentinian president established a 'Technical Committee on Berlin Currency and Trade'.[31] In August 1950, Sydney D. Bailey writes that the holder of the presidency, the Soviet Union, manipulated \"the procedure of the Council for partisan purposes during debates on Korea\".[32] The president has also formally negotiated on behalf of the UNSC several times. In February 1957, upon the request of the UNSC, then-president Gunnar Jarring of Sweden prepared a report on India–Pakistan relations. He consulted with both nations and discussed many potential solutions to their disagreements, none of which were agreed upon. Such actions have generally not been requested since the 1970s. The president will also manage less formal negotiations upon request of the council.[31] In a 31 March 1976 meeting discussing South African aggression against Angola, the meeting continued past midnight and it was technically 1 April. Thomas S. Boya, the representative of Benin and president for March, offered to pass the presidency on to China. Though the meeting was adjourned before a decision was reached, it became established procedure for the president to step down exactly when the month elapsed. A similar case on 31 May 2010 resulted in Nawaf Salam of Lebanon giving the presidency to Claude Heller of Mexico.[28] In September 1994, during the Rwandan genocide, Rwanda was supposed to hold the presidency, but had not been present at Security Council meetings from 14 July. On 25 August, the Council decided to allow Spain to hold the position for September. A Rwandan delegation was again present on 16 September, and it was decided that the nation would hold the presidency in December.[17] The presidency has been ceded several times. The first was from 10 to 12 January 1950, when the representative of Taiwan ceded to Cuba. The United States ceded in 1948, China in 1950, India in 1951, Lebanon in 1956, and the United Kingdom in 1968. On 10 November 1993 the representative of Cape Verde, José Luís Jesus, ceded to China as he was a candidate for election to the International Court of Justice; and on 15 December 1994 the Rwandan representative ceded to Argentina. Both the United States and Soviet Union refused requests to cede the presidency, the US during the Cold War and USSR during the Congo Crisis.[33][34] Taieb Slim, the Tunisian holder of the presidency in September 1980, asked Iran and Iraq to \"desist from all armed activity and all acts that might worsen the dangerous situation and to settle their dispute by peaceful means.[11] The presidency was reformed in a 2010 note revised its function, largely focusing on increasing transparency. Efforts at such reform had begun in the 1990s.[35] There have been various other efforts to reform the position, such as allowing terms to be extended during times of war.[36] Numerous people have served multiple times as president. The most times anyone has held the position is sixteen, by T. F. Tsiang, a representative of the Republic of China; the second-most was held by Yakov Malik, a representative of the USSR, ten.[37] Presidents from 1946–1949:[38] Presidents from 1950 to 1954:[39] Presidents from 1955 to 1959:[39] Presidents from 1960 to 1964:[40] Presidents from 1965 to 1969:[40] Presidents from 1970 to 1974:[41] Presidents from 1975 to 1979:[41] Presidents from 1980 to 1984:[42] Presidents from 1985 to 1989:[42] Presidents from 1990 to 1994:[43] Presidents from 1995 to 1999:[43] Presidents from 2000 to 2004:[20]","Title":"Presidency of the United Nations Security Council - Wikipedia","KeyID":"9345","URL":"https://en.wikipedia.org/wiki/President_of_the_United_Nations_Security_Council"}