{"Content: ":"The Declaration and Programme of Action on a Culture of Peace was adopted by the United Nations General Assembly on September 13, 1999. This occurred after ten months of negotiations in the context of preparations for the International Year for the Culture of Peace. UN resolution A/53/243.[1] called for the programme of action to include eight action areas: As explained by UNESCO, \"each of these areas of action have been priorities of the United Nations since its foundation; what is new is their linkage through the culture of peace and non-violence into a single coherent concept. Linkages have often been made (for example, democracy, development and peace; equality between women and men with development and peace, and so forth). This is the first time, however, that all these areas are interlinked so that the sum of their complementarities and synergies can be developed.\"[3] United Nations consideration of the culture of peace began in 1992 with the adoption by UNESCO of a Culture of Peace Programme. As the programme developed during the following decade, the United Nations General Assembly began requesting information from UNESCO about its progress. The General Assembly then declared the Year 2000 as the International Year for the Culture of Peace and requested UNESCO to submit a draft Declaration and Programme of Action on a Culture of Peace, which the General Assembly adopted on September 13, 1999. The General Assembly also declared the Decade 2001-2010 as the International Decade for a Culture of Peace and Non-Violence for the Children of the World. Since his retirement from UNESCO where he had promoted the Culture of Peace in his capacity as Director-General, Federico Mayor has coordinated the Fundacion Cultura de Paz. Since his retirement from UNESCO where he chaired the task force for the International Year for the Culture of Peace, David Adams has coordinated the Culture of Peace News Network which was established for the International Year for the Culture of Peace. In 2021, Federico Mayor and Dot Maver, of the UN NGO, Education Peace Team, were keynote speakers at the first annual Peace Education Conference, held virtually. After stating that \"the creation of the United Nations system itself, based upon universally shared values and goals, has been a major act towards transformation from a culture of war and violence to a culture of peace and non-violence\", the UN General Assembly, in its resolution 52/13 of 20 November 1997, requested UNESCO to submit to its next session a draft declaration and programme of action on a culture of peace.[4] UNESCO supplied the requested document [5] which was then taken under consideration by the General Assembly, beginning in December 1998. The document encountered resistance and the situation at first was not encouraging.[6] One reason was the fact that the draft declaration referred to a \"human right to peace,\" a concept vigorously opposed by the Great Powers.[7] The programme of action also calls for a global movement for a culture of peace and the sharing of information among \"actors on their initiatives in this regard\". Addressing the General Assembly, Ambassador Anwarul Karim Chowdhury of Bangladesh, who had chaired the informal consultation process, called it a unique and universal document: I believe that this document is unique in more than one way. It is a universal document in the real sense, transcending boundaries, cultures, societies and nations. Unlike many other General Assembly documents, this document is action-oriented and encourages actions at all levels, be they at the level of the individual, the community, the nation or the region, or at the global and international levels.[8] The Manifesto was drafted for the International Year for the Culture of Peace by a group of Nobel Peace Prize winners in order to translate the resolutions of the United Nations into everyday language addressed to all people.[9] The Manifesto asked individuals to pledge \"in my daily life, in my family, my work, my community, my country and my region, to\":[10] The Manifesto was translated into more than 50 languages and personally signed by many Heads of State and Government. It was diffused throughout the world and individuals were invited to sign and commit themselves to practise its principles in everyday life. As a result, by the end of the International Year, it had been signed by over 74 million individuals, including by more than 1 million each from Brazil, Colombia, India, Japan, Kenya, Nepal and Republic of Korea.[11] Detailed data entries for the 20 countries with more than 100,000 signatures are shown on the UNESCO website for the Year[12] The culture of peace resolution and the Manifesto 2000 campaign were the culmination of a decade-long Culture of Peace Programme at UNESCO. The Programme was adopted by the UNESCO Executive Board in the fall of 1992, in order to ″heal the social wounds of war by local activities of reconciliation and co-operation in countries where Security Council peace-keeping operations are already being implemented or may be anticipated because of developing violence.″[13] The first major test of the Culture of Peace Programme was in El Salvador[14] using the methodology of \"cross-conflict participation\" by which the reconciliation of those who had been fighting against each other in the past was promoted by their joint participation in the planning and implementation of projects designed to benefit all concerned in fields such as education, culture, communication and science[15] The national culture of peace programmes did not receive the needed political and financial support from the UNESCO Member States, and were all discontinued.[16] In 1997, the most important year in the development of UNESCO/UN culture of peace initiative, three separate initiatives converged: the proclamation of the International Year for the Culture of Peace (2000);[17] the proposal for the UN Declaration and Programme of Action on a Culture of Peace (see above); and the initiative of the Nobel Peace Laureates \"Campaign for the Children of the World\"[18] that would eventually become the International Decade for a Culture of Peace and Non-Violence for the Children of the World (2001-2010). In recent years (2017) UNESCO has continued to actively promote the culture of peace in Africa with programs co-ordinated by its field office in Gabon and in cooperation with governments and foundations in Angola and Côte d'Ivoire.[19] Beginning in 2012 the President of the United Nations General Assembly, Vuk Jeremić has convened in September a High-Level Forum on the Culture of Peace. The themes of the 2012 Forum were education, youth outreach, and women’s empowerment. UN Secretary-General Ban Ki-moon opened the Forum, saying “When we look at the suffering in our world, we know how urgently we need a culture of peace.”[20] Since 2012, similar High-Level Forums have been held at United Nations Headquarters each September. On his retirement as Director-General of UNESCO, Federico Mayor Zaragoza established the Fundación Cultura de Paz to continue the work he had supervised while at UNESCO. The Fundación has sponsored many events and projects over the years, including the midterm[21] and final [22] reports for the International Decade for a Culture of Peace and Non-Violence for the Children of the World. Mayor is frequently invited to address audiences around the world on the subject of the culture of peace [23] The Fundación maintains an updated History of the Culture of Peace which contains references to hundreds of documents and events that have followed up the recommendations of the Declaration and Programme of Action on a Culture of Peace[24] The Culture of Peace News Network, begun at UNESCO as part of the International Year for the Culture of Peace, has been continued as a source of news of events that promote the goals of the Culture of Peace. It is updated more or less daily with articles from around the world promoting at least one of the eight program areas of the Culture of Peace, and a review of the news is sent out as a bulletin each month.[25]","Title":"Culture of Peace - Wikipedia","KeyID":"9348","URL":"https://en.wikipedia.org/wiki/Culture_of_Peace"}