{"Content: ":"The United Nations Department of Global Communications (DGC) (previously named the United Nations Department of Public Information) is a department of the Secretariat of the United Nations. It is tasked with raising public awareness and support of the work of the United Nations through strategic communications campaigns, media and relationships with civil society groups.[1] The mission of the Department is \"communicating the ideals and work of the United Nations to the world; to interacting and partnering with diverse audiences; and to building support for peace, development and human rights for all.\"[2] In 2018 Jan Kickert, Permanent Representative of Austria to the UN, was Chairman of the United Nations Committee on Information, a subsidiary body of the United Nations General Assembly established to deal with questions relating to public information.[3] The Committee oversees the work of the United Nations Department of Global Communications.[3] The Department aims to accomplish this through its three Divisions: The Strategic Communications Division formulates and launches global information campaigns on United Nations issues to help support the goals of the Organisation.[4] The Division also manages its network of 63 United Nations Information Centres around the world. These centres are responsible for promoting greater public understanding of, and support, for the aims and activities of the United Nations by disseminating information to the public. It achieves this by:[5] The News and Media Division works with partners in global media to disseminate information on the United Nations and its work.[6] This includes dissemination in various formats, including: television, radio and Internet. The Departments services include:[6] The Outreach Division works to foster global dialogue between academia, civil society, the entertainment industry, educators and students to encourage support for the goals of the United Nations.[7] This Division serves the broadest audience through:  This United Nations-related article is a stub. You can help Wikipedia by expanding it.","Title":"United Nations Department of Global Communications - Wikipedia","KeyID":"9353","URL":"https://en.wikipedia.org/wiki/United_Nations_Department_of_Global_Communications"}