{"Content: ":"Peacekeeping by the United Nations is a role held by the Department of Peace Operations as an \"instrument developed by the organization as a way to help countries torn by conflict to create the conditions for lasting peace\".[2] It is distinguished from peacebuilding, peacemaking, and peace enforcement although the United Nations does acknowledge that all activities are \"mutually reinforcing\" and that overlap between them is frequent in practice.[3] Peacekeepers monitor and observe peace processes in post-conflict areas and assist ex-combatants in implementing the peace agreements they may have signed. Such assistance comes in many forms, including confidence-building measures, power-sharing arrangements, electoral support, strengthening the rule of law, and economic and social development. Accordingly, UN peacekeepers (often referred to as Blue Berets or Blue Helmets because of their light blue berets or helmets) can include soldiers, police officers, and civilian personnel. The United Nations Charter gives the United Nations Security Council the power and responsibility to take collective action to maintain international peace and security. For this reason, the international community usually looks to the Security Council to authorize peacekeeping operations through Chapter VII authorizations.[4] Most of these operations are established and implemented by the United Nations itself, with troops serving under UN operational control. In these cases, peacekeepers remain members of their respective armed forces, and do not constitute an independent \"UN army\", as the UN does not have such a force. In cases where direct UN involvement is not considered appropriate or feasible, the Council authorizes regional organizations such as NATO,[4] the Economic Community of West African States, or coalitions of willing countries to undertake peacekeeping or peace-enforcement tasks. Jean-Pierre Lacroix is the Head of the Department of Peace Operations; he took over from the former Under-Secretary-General Hervé Ladsous on 1 April 2017. Since 1997, all leaders have been French. DPKO's highest level doctrine document, entitled \"United Nations Peacekeeping Operations: Principles and Guidelines\" was issued in 2008.[5] Once a peace treaty has been negotiated, the parties involved might ask the United Nations for a peacekeeping force to oversee various elements of the agreed upon plan. This is often done because a group controlled by the United Nations is less likely to follow the interests of any one party, since it itself is controlled by many groups, namely the 15-member Security Council and the intentionally diverse United Nations Secretariat. If the Security Council approves the creation of a mission, then the Department of Peacekeeping Operations begins planning for the necessary elements. At this point, the senior leadership team is selected. The department will then seek contributions from member nations. Since the UN has no standing force or supplies, it must form ad hoc coalitions for every task undertaken. Doing so results in both the possibility of failure to form a suitable force, and a general slowdown in procurement once the operation is in the field. Roméo Dallaire, force commander in Rwanda during the Rwandan genocide there, described the problems this poses by comparison to more traditional military deployments: He told me the UN was a \"pull\" system, not a \"push\" system like I had been used to with NATO, because the UN had absolutely no pool of resources to draw on. You had to make a request for everything you needed, and then you had to wait while that request was analyzed... For instance, soldiers everywhere have to eat and drink. In a push system, food and water for the number of soldiers deployed is automatically supplied. In a pull system, you have to ask for those rations, and no common sense seems to ever apply. While the peacekeeping force is being assembled, a variety of diplomatic activities are being undertaken by UN staff. The exact size and strength of the force must be agreed to by the government of the nation whose territory the conflict is on. The Rules of Engagement must be developed and approved by both the parties involved and the Security Council. These give the specific mandate and scope of the mission (e.g. when may the peacekeepers, if armed, use force, and where may they go within the host nation). Often, it will be mandated that peacekeepers have host government minders with them whenever they leave their base. This complexity has caused problems in the field. When all agreements are in place, the required personnel are assembled, and final approval has been given by the Security Council, the peacekeepers are deployed to the region in question. The financial resources of UN Peacekeeping operations are the collective responsibility of UN Member States. Decisions about the establishment, maintenance or expansion of peacekeeping operations are taken by the Security Council. According to UN Charter every Member State is legally obligated to pay their respective share for peacekeeping. Peacekeeping expenses are divided by the General Assembly based upon a formula established by Member States which takes into account the relative economic wealth of Member States among other things.[6] In 2017, the UN agreed to reduce the peacekeeping budget by $600 million after the US initially proposed a larger cut of approximately $900 million.[7] China 10.29% Japan 9.68% Germany 6.39% France 6.31% United Kingdom 5.80% Russia 4.01% Italy 3.75% Canada 2.92% Spain 2.44% Many countries have also voluntarily made additional resources available to support UN Peacekeeping efforts such as by transportation, supplies, personnel and financial contributions beyond their assessed share of peacekeeping costs.[6] The General Assembly approves resource expenditures for peacekeeping operations on a yearly basis. Financing covers the period from 1 July to 30 June of the following year. A United Nations peacekeeping mission has three power centers. The first is the Special Representative of the Secretary-General, the official leader of the mission. This person is responsible for all political and diplomatic activity, overseeing relations with both the parties to the peace treaty and the UN member-states in general. They are often a senior member of the Secretariat. The second is the Force Commander, who is responsible for the military forces deployed. They are a senior officer of their nation's armed services, and are often from the nation committing the highest number of troops to the project. Finally, the Chief Administrative Officer oversees supplies and logistics, and coordinates the procurement of any supplies needed.[citation needed] In 2007, a peacekeeper volunteer was required to be over the age of 25 with no maximum age limit.[13] Peacekeeping forces are contributed by member states on a voluntary basis. As of 30 June 2019[update], there are 100,411 people serving in UN peacekeeping operations (86,145 uniformed, 12,932 civilian, and 1,334 volunteers).[14] European nations contribute nearly 6,000 units[clarification needed] to this total. Pakistan, India, and Bangladesh are among the largest individual contributors with around 8,000 units each. African nations contributed nearly half the total, almost 44,000 units.[15] Every peacekeeping mission is authorized by the Security Council.[citation needed] United Nations peacekeeping was initially developed during the Cold War as a means of resolving conflicts between states by deploying unarmed or lightly armed military personnel from a number of countries, under UN command, to areas where warring parties were in need of a neutral party to observe the peace process. Peacekeepers could be called in when the major international powers (the five permanent members of the Security Council) tasked the UN with bringing closure to conflicts threatening regional stability and international peace and security. These included a number of so-called \"proxy wars\" waged by client states of the superpowers. As of December 2019, there have been 72 UN peacekeeping operations since 1948, with seventeen operations ongoing. Suggestions for new missions arise every year. The first peacekeeping mission was launched in 1948. This mission, the United Nations Truce Supervision Organization (UNTSO), was sent to the newly created State of Israel, where a conflict between the Israelis and the Arab states over the creation of Israel had just reached a ceasefire. The UNTSO remains in operation to this day, although the Israeli–Palestinian conflict has certainly not abated. Almost a year later, the United Nations Military Observer Group in India and Pakistan (UNMOGIP) was authorized to monitor relations between the two nations, which were split off from each other following the United Kingdom's decolonization of the Indian subcontinent. As the Korean War ended with the Korean Armistice Agreement in 1953,[16] UN forces remained along the south side of demilitarized zone until 1967, when American and South Korean forces took over.[citation needed] Returning its attention to the conflict between Israel and its Arab neighbors, the United Nations responded to Suez Crisis of 1956, a war between the alliance of the United Kingdom, France, and Israel, and Egypt, which was supported by other Arab nations. When a ceasefire was declared in 1957, Canadian Secretary of State for External Affairs[17] (and future Prime Minister) Lester Bowles Pearson suggested that the United Nations station a peacekeeping force in the Suez in order to ensure that the ceasefire was honored by both sides. Pearson had initially suggested that the force consist of mainly Canadian soldiers, but the Egyptians were suspicious of having a Commonwealth nation defend them against the United Kingdom and her allies. In the end, a wide variety of national forces were drawn upon to ensure national diversity. Pearson would win the Nobel Peace Prize for this work, and he is today considered a father of modern peacekeeping.[citation needed] In 1988, the Nobel Peace Prize was awarded to the United Nations peacekeeping forces. The press release stated that the forces \"represent the manifest will of the community of nations\" and have \"made a decisive contribution\" to the resolution of conflict around the world. The end of the Cold War precipitated a dramatic shift in UN and multilateral peacekeeping. In a new spirit of cooperation, the Security Council established larger and more complex UN peacekeeping missions, often to help implement comprehensive peace agreements between belligerents in intra-State conflicts and civil wars. Furthermore, peacekeeping came to involve more and more non-military elements that ensured the proper functioning of civic functions, such as elections. The UN Department of Peacekeeping Operations was created in 1992 to support this increased demand for such missions. By and large, the new operations were successful. In El Salvador and Mozambique, for example, peacekeeping provided ways to achieve self-sustaining peace. Some efforts failed, perhaps as the result of an overly optimistic assessment of what UN peacekeeping could accomplish. While complex missions in Cambodia and Mozambique were ongoing, the Security Council dispatched peacekeepers to conflict zones like Somalia, where neither ceasefires nor the consent of all the parties in conflict had been secured. These operations did not have the manpower, nor were they supported by the required political will, to implement their mandates. The failures—most notably the 1994 Rwandan genocide and the 1995 massacre in Srebrenica and Bosnia and Herzegovina—led to a period of retrenchment and self-examination in UN peacekeeping. As a result, relatively small UNTAES transitional administration in Eastern Slavonia received high level of commitments and was turned into “proving ground for ideas, methods, and procedures”.[18] It turned out to be labeled as the most successful UN missions and was followed by other more ambitious transitional administrations in Kosovo (UNMIK) and East Timor (UNTAET). That period led, in part, to the United Nations Peacebuilding Commission, which works to implement stable peace through some of the same civic functions that peacekeepers also work on, such as elections. The commission currently works with six countries, all in Africa.[19] The UN Charter stipulates that to assist in maintaining peace and security around the world, all member states of the UN should make available to the Security Council necessary armed forces and facilities. Since 1948, close to 130 nations have contributed military and civilian police personnel to peace operations. While detailed records of all personnel who have served in peacekeeping missions since 1948 are not available, it is estimated that up to one million soldiers, police officers and civilians have served under the UN flag in the last 56 years. As of June 2013, 114 countries were contributing a total 91,216 military observers, police, and troops to United Nations Peacekeeping Operations. As of 31 August 2020, 120 countries were contributing a total of 81,820 personnel in Peacekeeping Operations, with Bangladesh leading the tally (6,731), followed by Ethiopia (6,662) and Rwanda (6,322).[1] In June 2013. Pakistan contributed the highest number overall with 8,230 personnel, followed by Bangladesh (7,986), India (7,878), Ethiopia (6,502), Rwanda (4,686), Nigeria (4,684), Nepal (4,495), Jordan (3,374), Ghana (2,859), and Egypt (2,750).[20] As of 28 February 2015, 120 countries were contributing a total of 104,928 personnel in Peacekeeping Operations, with Bangladesh leading the tally (9,446).[21] As of March 2008, in addition to military and police personnel, 5,187 international civilian personnel, 2,031 UN Volunteers and 12,036 local civilian personnel worked in UN peacekeeping missions.[22] Through October 2018, 3,767 people from over 100 countries had been killed while serving on peacekeeping missions.[23] Many of those came from India (163), Nigeria (153), Pakistan (150), Bangladesh (146), and Ghana (138).[24] Thirty percent of the fatalities in the first 55 years of UN peacekeeping occurred in the years 1993–1995. About 4.5% of the troops and civilian police deployed in UN peacekeeping missions come from the European Union and less than one percent from the United States (USA).[25] The rate of reimbursement by the UN for troop-contributing countries per peacekeeper per month include: $1,028 for pay and allowances; $303 supplementary pay for specialists; $68 for personal clothing, gear and equipment; and $5 for personal weaponry.[26] In the United States, the Bill Clinton and George W. Bush administrations started from opposite perspectives but came to adopt remarkably similar policies in support of peace operations as tools for American foreign policy. Initial positions formed by ideological concerns, were replaced by pragmatic decisions about how to support UN peace operations. Both administrations were reluctant to contribute large contingents of ground troops to UN-commanded operations, even as both administrations supported increases in the number and scale of UN missions.[27] The Clinton administration faced significant operational challenges. Instead of a liability, this was the tactical price of strategic success. American peace operations help transform its NATO alliance. The George W. Bush administration started with a negative ideological attitude toward peace operations. However European and Latin American governments emphasized peace operations as strategically positive, especially regarding the use of European forces in Afghanistan and Lebanon. However American allies sometimes needed to flout their autonomy, even to the point of sacrificing operational efficiency, much to the annoyance of Washington.[28] According to scholar Page Fortna, there is strong evidence that the presence of peacekeepers significantly reduces the risk of renewed warfare; more peacekeeping troops leads to fewer battlefield and civilian deaths.[29] There is also evidence that the promise to deploy peacekeepers can help international organizations in bringing combatants to the negotiation table and increase the likelihood that they will agree to a cease-fire.[30] However, there have been several reports during UN peacekeeping missions of human rights abuse by UN soldiers, notably in Central African Republic in 2015. The cost of these missions is also significant, with UNMISS in South Sudan costing $1 billion per year for 12,500 UN soldiers unable to prevent the country's movement towards civil war. Often missions require approval from local governments before deploying troops which can also limit effectiveness of UN missions.[31] Nicholas Sambanis asserts that the presence of a UN peacekeeping mission is correlated with a positive effect on the achievement of peace, especially in the short-term. However, he notes that this effect is lessened over time. Thus, the longer that peacekeepers remain in a country, the greater the likelihood that peace will maintain. Acknowledging the success that UN peacekeeping operations have achieved in increasing political participation, Sambanis claims that a greater focus on economic development would further increase the efficacy of peacekeeping efforts.[32] Another study suggests that doubling the peacekeeping operation budget, stronger peacekeeping operation mandates and a doubling of the PKO budget would reduce armed conflicts by up to two thirds relative to a scenario without PKOs.[33] An analysis of 47 peace operations by Virginia Page Fortna of Columbia University found that the involvement of UN personnel generally resulted in enduring peace.[34] Political scientists Hanne Fjelde, Lisa Hultman and Desiree Nilsson of Uppsala University studied twenty years of data on peacekeeping missions, including in Lebanon, the Democratic Republic of the Congo, and the Central African Republic, and concluded that they were more effective at reducing civilian casualties than counterterrorism operations by nation states.[35] A 2021 study in the American Political Science Review found that the presence of UN peacekeeping missions had a weak correlation with rule of law while conflict is ongoing, but a robust correlation during periods of peace. The study also found that \"the relationship is stronger for civilian than uniformed personnel, and is strongest when UN missions engage host states in the process of reform.\"[36] Likewise, Georgetown University professor Lise Howard argues that UN peacekeeping operations are more effective by virtue of their lack of compelling force; rather, their use of nonviolent methods such as \"verbal persuasion, financial inducements and coercion short of offensive military force, including surveillance and arrest\" are likelier to pacify warring parties.[37] A 2021 study in the American Journal of Political Science found that UN peacekeeping in South Sudan had a positive impact on the local economy.[38] According to a 2011 study, UN peacekeeping missions were most likely to be successful if they had support and consent from domestic actors in the host state.[39] The UN Peacekeeping's commitment to protecting cultural heritage dates back to 2012, when there was extensive destruction in Mali. In this matter, the protection of a country's cultural heritage was included in the mandate of a United Nations mission (Resolution 2100) for the first time in history. In addition to many other advances, Italy signed an agreement with UNESCO in February 2016 to create the world's first emergency task force for culture, made up of civilian experts and the Italian Carabinieri. On the one hand, UN Peacekeeping trained its personnel with regard to the protection of cultural property and, on the other hand, there was intensive contact with other organizations concerned with it. The \"Blue Helmet Forum 2019\" was one of those events where the actors involved exchanged their previous experiences and tried to strengthen the cooperation. An outstanding mission was the deployment of the UN peace mission UNIFIL together with Blue Shield International in 2019 to protect the UNESCO World Heritage in Lebanon. It was shown that cultural property protection (carried out by military and civil specialists) forms the basic basis for the future peaceful and economic development of a city, region or country in many conflict zones. The need for training and coordination of the military and civilian participants, including the increased involvement of the local population, became apparent. After the explosion in Beirut in 2020, the blue helmets were able to take extensive relief measures together with Blue Shield International and the Lebanese Army.[46] Reporters witnessed a rapid increase in prostitution in Cambodia and Mozambique after UN peacekeeping forces moved in. In the 1996 UN study \"The Impact of Armed Conflict on Children\", the former first lady of Mozambique Graça Machel documented: \"In 6 out of 12 country studies on sexual exploitation of children in situations of armed conflict prepared for the present report, the arrival of peacekeeping troops has been associated with a rapid rise in child prostitution.\"[47] Gita Sahgal spoke out in 2004 about the fact that prostitution and sex abuse crops up wherever humanitarian intervention efforts are set up. She observed: \"The issue with the UN is that peacekeeping operations, unfortunately, seems to be doing the same thing that other militaries do. Even the guardians have to be guarded.\"[48] The following table chart illustrates confirmed accounts of crimes and human rights violations committed by United Nations soldiers, peacekeepers, and employees.[61] In response to criticism, particularly of the cases of sexual abuse by peacekeepers, the UN has taken steps toward reforming its operations. The Brahimi Report was the first of many steps to recap former peacekeeping missions, isolate flaws, and take steps to patch these mistakes to ensure the efficiency of future peacekeeping missions. The UN has vowed to continue to put these practices into effect when performing peacekeeping operations in the future. The technocratic aspects of the reform process have been continued and revitalised by the DPKO in its \"Peace Operations 2010\" reform agenda. This included an increase in personnel, the harmonization of the conditions of service of field and headquarters staff, the development of guidelines and standard operating procedures, and improving the partnership arrangement between the Department of Peacekeeping Operations (DPKO) and the United Nations Development Programme (UNDP), African Union and European Union. 2008 capstone doctrine entitled \"United Nations Peacekeeping Operations: Principles and Guidelines\"[5] incorporates and builds on the Brahimi analysis. One suggestion to account for delays such as the one in Rwanda, is a rapid reaction force: a standing group, administered by the UN and deployed by the Security Council, that receives its troops and support from current Security Council members and is ready for quick deployment in the event of future genocides.[62] The UN peacekeeping capacity was enhanced in 2007 by augmenting the DPKO with the new Department of Field Support (DFS). Whereas the new entity serves as a key enabler by co-ordinating the administration and logistics in UN peacekeeping operations, DPKO concentrates on policy planning and providing strategic directions.[citation needed] The Partnership for Technology in Peacekeeping initiative was established in 2014 by the Information and Communications Technology Division of the former Department of Field Support (DFS) with an objective to bring greater involvement to peacekeeping through innovative approaches and technologies that have the potential to empower UN global operations.[63] The Partnership for Technology in Peacekeeping holds annual symposiums. The fifth International Partnership for Technology in Peacekeeping Symposium was held in Nur-Sultan, Kazakhstan from 28 to 31 May 2019. It was the first time the Central Asian country held such event on peacekeeping. Jean-Pierre Lacroix, UN Under-Secretary-General for Peacekeeping Operations, and Atul Khare, UN Under-Secretary-General for Field Support, participated in the symposium.[64]","Title":"United Nations peacekeeping - Wikipedia","KeyID":"9355","URL":"https://en.wikipedia.org/wiki/United_Nations_peacekeeping"}