{"Content: ":"UN-Oceans is an inter-agency mechanism that seeks to enhance the coordination, coherence and effectiveness of competent organizations of the United Nations system and the International Seabed Authority, within existing resources, in conformity with the United Nations Convention on the Law of the Sea, the respective competences of each of its participating organizations and the mandates and priorities approved by their respective governing bodies. UN-Oceans is to: (a) Strengthen and promote coordination and coherence of United Nations system activities related to ocean and coastal areas; (b) Regularly share ongoing and planned activities of participating organizations within the framework of relevant United Nations and other mandates with a view to identifying possible areas for collaboration and synergy; (c) Facilitate, as appropriate, inputs by its participating organizations to the annual reports of the Secretary-General on oceans and the law of the sea and on sustainable fisheries to be submitted to the Secretariat; (d) Facilitate inter-agency information exchange, including sharing of experiences, best practices, tools and methodologies and lessons learned in ocean-related matters. The United Nations Legal Counsel/Division for Ocean Affairs and the Law of the Sea is the focal point of UN-Oceans. Following the Earth Summit that took place in Rio de Janeiro on 13 June 1992, 178 governments of the United Nations agreed upon Agenda 21 as an action plan for the 21st century for sustainable living. As part of this sustainable living, UN agencies involved in the coordination of ocean and coastal issues formed the Sub-Committee on Oceans and Coastal Issues (SOCA) as part of the Administrative Committee on Coordination (ACC). This was in compliance with chapter 17 of Agenda 21 which refers to the protection of the Earth's oceans and the rational use and development of their resources in the 21st century. In 2001, the ACC (now the United Nations System Chief Executive Board) conducted a review of its subsidiary committees (including SOCA) and announced that they should cease to exist by the end of 2001; that task-oriented arrangements such as those to do with the ocean, and any inter-agency support requirements be handled by a lead agency. Following consultations between UN Programs, agencies and organisations involved in coordinating oceans and coasts, indications of interest in forming a new inter-agency coordination mechanism became apparent. The United Nations High Level-Committee on programmes approved the creation of the United Nations-Oceans in 2003 as the new network in the UN system. In resolution 57/141, the General Assembly invited the Secretary-General to establish an effective, transparent and regular inter-agency coordination mechanism on oceans and coastal issues within the United Nations system. On 31 October 2003, the United Nations System Chief Executives Board for Coordination (CEB) endorsed the conclusion of the High Level Committee on Programmes (HLCP) to establish an ocean and coastal areas network (OCAN), building on the former SOCA of the ACC. OCAN was subsequently changed to UN-Oceans. In 2013, the General Assembly, in its resolution 68/70, recognized the work undertaken so far by UN-Oceans, approved the revised terms of reference for the work of UN-Oceans, with a revised mandate, as annexed to that resolution, and decided to review these terms of reference at its seventy-second session in the light of the work of UN-Oceans. The UN Atlas of the Oceans was created under the authority of the UN-Oceans as an information system designed for policy-makers and scientists to help them to know more about the oceans such as its biology, geology, research and exploration; issues of concern such as sustainable development and food security; and the uses of the ocean such as human settlement and extraction.  This United Nations-related article is a stub. You can help Wikipedia by expanding it.","Title":"United Nations-Oceans - Wikipedia","KeyID":"9359","URL":"https://en.wikipedia.org/wiki/United_Nations-Oceans"}