{"Content: ":"The Secretary-General's Envoy on Youth serves as a global advocate for addressing the needs and rights of young people, as well as for bringing the United Nations closer to them. The Envoy's Office is part of the United Nations Secretariat and supports multi-stakeholder partnerships related to the United Nations system-wide action plan on youth and to youth volunteer initiatives. The office also promotes the empowerment and foster the leadership of youth at the national, regional, and global levels, including through exploring and encourages mechanisms for young people’s participation in the work of the United Nations and in political and economic processes with a special focus on the most marginalized and vulnerable youth. The United Nations Secretary-General identified working with and for young people as one of the Organization's top priorities. Ahmad Alhendawi was appointed the first-ever Envoy on Youth and served in this position from 2013 until 2017. During his tenure, he tasked the UN Volunteer program to establish a Youth Volunteer Programme and the UN Inter-Agency Network on Youth Development (IANYD) to develop a System-Wide Action Plan on Youth. On 20 June 2017, Jayathma Wickramanayake took up the position of Envoy on Youth. The Envoy on Youth is mandated with the task of bringing the voices of young people to the United Nations System. Moreover, the Envoy on Youth also works with different UN agencies, governments, civil society, academia and media stakeholders towards enhancing, empowering and strengthening the position of young people within and outside of the United Nations system. The role of the Envoy on Youth is also described by the UN Secretary-General as a “harmonizer between all UN agencies”[citation needed] bringing them together to explore cooperation opportunities for working with and for young people. The work-plan of the Office of the Secretary General's Envoy on Youth responds to the UN Secretary-General’s Five-year Action Agenda and is guided by the World Programme of Action for Youth. It outlines 4 priority areas: Participation, Advocacy, Partnerships and Harmonization. In addition, the focus of the Envoy's office is placed on employment and civic engagement while ensuring the integration of a gender perspective across all work areas. In parallel, the Envoy's office supports the Education First Initiative and the planned activities in relation to youth and education. Under each priority area of the work plan, the Office of the Secretary General's Envoy on Youth has outlined a set of goals and actions. Firstly, in relation to the Participation priority, the main goal is to increase youth accessibility to the UN through promoting structured mechanisms. To this end the office is promoting the establishment of the UN Panel on Youth. It is supporting the first ever Regional Economic and Social Committee (ECOSOC) Youth Forums, and the Global ECOSOC Youth Forum. In addition, the Envoy works on encouraging the Resident Coordinators and UN Country Teams to establish National Youth Advisory Groups to engage youth in the preparation of the UN Development Assistance Framework (UNDAF), and regularly partners with the United Nations Major Group for Children and Youth. The Office of the Secretary General's Envoy on Youth encourages more governments to participate in the UN Youth Delegate Programme. The Office of the Secretary General's Envoy on Youth also provides support for the new United Nations Volunteers (UNV) Youth modality. Further, the Office of the Secretary General's Envoy on Youth works on creating and maintaining active channels of communication between youth-led organizations and the United Nations, as well as to enhance youth access to information related to the United Nations’ work on youth. Secondly, under the Advocacy priority area, the Office of the Secretary General's Envoy on Youth promotes stronger youth participation in setting, implementing and evaluating the various development frameworks and increase international awareness and attention to youth issues. The Envoy has pledged to advocate for a youth-friendly Post-2015 Development Agenda and is utilizing various platforms to advocate for a stronger youth agenda at the national, regional and international levels. In addition, the Envoy's Office has deployed traditional and new media tools to advocate for stronger youth participation with a special focus on marginalized youth and young women and girls. Thirdly, in regard to the priority area of Partnerships, the Office of the Secretary General's Envoy on Youth engages with Member States, the private sector, academic institutions, media and civil society, including youth-led organizations in the UN programmes on youth and facilitates multi-stakeholder partnerships on youth issues. The Office of the Secretary General's Envoy on Youth coordinates closely with Member States to further support youth issues and reinforce a youth perspective in relevant resolutions. The Envoys office also supports evidence-based research on youth issues, networking of youth-led organizations and works on building a global coalition for youth rights. Fourthly, in terms of the Harmonization priority area, the Office of the Secretary General's Envoy on Youth works as a catalyst to enhance the coordination and harmonization of youth programming among UN agencies. The actions toward this priority include the promotion of the implementation of the World Programme of Action for Youth, working closely with the UN Inter-Agency Network on Youth Development and support for the establishment of inter-agency networks at the regional and national levels. Moreover, the Envoys Office supports the implementation of the System Wide Action Plan on Youth and enhances the communications and the flow of information between UN agencies and youth. The Office of the Secretary-General's Envoy on Youth was envisioned by Secretary-General of the United Nations, Ban Ki-Moon. On January 17, 2013, Ahmad Alhendawi became the first Youth Envoy to be appointed by the Secretary-General. As Envoy on Youth, he is responsible for several reforms on youth which includes Participation, Advocacy, Partnership and Harmonization. The Office of the Secretary-General's Envoy on Youth through the leadership of Ahmad Alhendawi pioneered the vision of the 17 UN Young Leaders which sees individuals between the age group of 18-30 from different countries who advocate the Sustainable Development Goals (SDGs) through their innovative work. The Young Leaders initiative has been in existence from September 2016 in hopes of promoting SDGs through individual grass-roots projects.","Title":"Office of the Secretary-General's Envoy on Youth - Wikipedia","KeyID":"9367","URL":"https://en.wikipedia.org/wiki/Office_of_the_Secretary-General%27s_Envoy_on_Youth"}