{"Content: ":"A flipper is a broad, flattened limb adapted for aquatic locomotion. It refers to the fully webbed, swimming appendages of aquatic vertebrates that are not fish. In animals with two flippers, such as whales, the flipper refers solely to the forelimbs. In animals with four flippers, such as pinnipeds and sea turtles, one may distinguish fore- and hind-flippers, or pectoral flippers and pelvic flippers.[2][3] Animals with flippers include penguins (whose flippers are also called wings), cetaceans (e.g. dolphins and whales), pinnipeds (e.g. walruses, earless and eared seals), sirenians (e.g. manatees and dugongs), and marine reptiles such as the sea turtles and the now-extinct plesiosaurs, mosasaurs, ichthyosaurs, and metriorhynchids. Usage of the terms \"fin\" and \"flipper\" is sometimes inconsistent, even in the scientific literature. However, the hydrodynamic control surfaces of fish are always referred to as \"fins\" and never \"flippers\". Tetrapod limbs which have evolved into fin-like structures are usually (but not always) called \"flippers\" rather than fins. The dorsal structure on cetaceans is called the \"dorsal fin\" and the large cetacean tails are referred to primarily as flukes but occasionally as \"caudal fins\"; neither of these structures are flippers. Some flippers are very efficient hydrofoils, analogous to wings (airfoils), used to propel and maneuver through the water with great speed and maneuverability (see Foil). Swimming appendages with the digits still apparent, as in the webbed forefeet of amphibious turtles and platypus, are considered paddles rather than flippers.[3] For all species of aquatic vertebrates, swimming performance depends upon the animal's control surfaces, which include flippers, flukes and fins. Flippers are used for different types of propulsion, control, and rotation. In cetaceans, they are primarily used for control while the fluke is used for propulsion.[4] The evolution of flippers in penguins was at the expense of their flying capabilities, in spite of evolving from an auk-like ancestor that could 'fly' underwater as well in the air. Form constrains function, and the wings of diving flying species, such as the murre or cormorant have not developed into flippers. The flippers of penguins became thicker, denser and smaller while being modified for hydrodynamic properties.[1] Cetacean flippers may be viewed as being analogous to modern engineered hydrofoils, which have hydrodynamic properties: lift coefficient, drag coefficient and efficiency. Flippers are one of the principal control surfaces of cetaceans (whales, dolphins and porpoises) due to their position in front of the center of mass, and their mobility which provides three degrees of freedom.[4] Flippers on humpback whales (Megaptera novaeangliae) have non-smooth leading edges, yet demonstrate superior fluid dynamics to the characteristically smooth leading edges of artificial wings, turbines and other kinds of blades. The whale's surprising dexterity is due primarily to its non-conventional flippers, which have large, irregular looking bumps called tubercles across their leading edges. The tubercles break up the passage of water, maintaining even channels of the fast-moving water, limiting turbulence and providing greater maneuverability.[5] The foreflippers used by the pinnipeds act as oscillatory hydrofoils. Both fore and hind flippers are used for turning.[3] A 2007 study of Steller's sea lion found that a majority of thrust was produced during the drive phase of the fore flipper stroke cycle. Although previous findings on eared seals suggested that thrust was generated by the initial outward movement of the fore flippers or the terminal drag-based paddling phase, the 2007 study found that little or no thrust was generated during those phases. Swimming performance in sea lions is modulated by changes in the duration and intensity of movements without changing their sequence. Using criteria based on velocity and the minimum radius of turns, pinnipeds' maneuverability is superior to cetaceans but inferior to many fish.[6] Marine mammals have evolved several times, developing similar flippers. The forelimbs of cetaceans, pinnipeds, and sirenians presents a classic example of convergent evolution. There is widespread convergence at the gene level.[7] Distinct substitutions in common genes created various aquatic adaptations, most of which constitute parallel evolution because the substitutions in question are not unique to those animals.[8] When comparing cetaceans to pinnipeds to sirenians, 133 parallel amino acid substitutions occur. Comparing and contrasting cetaceans-pinnipeds, cetaceans-sirenians, and pinnipeds-sirenians, 2,351, 7,684, and 2,579 substitutions occur, respectively.[8] Whales and their relatives have a soft tissue flipper that encases most of the forelimb, and elongated digits with an increased number of phalanges.[9] Hyperphalangy is an increase in the number of phalanges beyond the plesiomorphic mammal condition of three phalanges-per-digit.[10] This trait is characteristic of secondarily aquatic vertebrates with flippers. Hyperphalangy was present among extinct ichthyosaurs, plesiosaurs, and mosasaurs.[11] Cetaceans are the sole mammals to have evolved hyperphalangy. Though the flippers of modern cetaceans are not correctly described as webbed feet, the intermediate webbed limbs of ancient semiaquatic cetaceans may be described as such. The presence of interdigital webbing within the fossils of semi-aquatic Eocene cetaceans was probably the result of BMP antagonists counteracting interdigital apoptosis during embryonic limb development. Modifications to signals in these tissues likely contributed to the origin of an early form of hyperphalangy in fully aquatic cetaceans about 35 million years ago. The process continued over time, and a very derived form of hyperphalangy, with six or more phalanges per digit, evolved convergently in rorqual whales and oceanic dolphins, and was likely associated with another wave of signaling within the interdigital tissues.[10] Although toothed cetaceans have five digits, most baleen whales have four digits and even lack a metacarpal. In the latter (mysticetes), the first digit ray may have been lost as late as 14 million years ago.[9] Sea turtles evolved in the Cretaceous. Their flippers developed gradually by a series of stepwise adaptations, with the most fundamental traits of flippers appearing in the deepest nodes (the earliest times) in their phylogeny. These initial traits evolved only once among chelonioids, and the bauplan was refined through a secondary process of specialization.[12] Evers et al. identified characters related to the pectoral girdle and forelimb that are related to the modification of sea turtle arms and hands into flippers.[12] Key biomechanical features of flippers Fundamental traits for flipper movement Because of the specialization of flippers and their hydrodynamic constraints, it was thought that they were not used to significantly interact with the environment, unlike the legs of terrestrial tetrapods. However, the use of limbs for foraging is documented in marine tetrapods.[13] Use of the flippers for foraging behavior is observed in marine mammals such as walruses, seals, and manatee, and even in reptiles such as sea turtles. Among turtles, observed behaviors include a green turtle holding a jellyfish, a loggerhead rolling a scallop on the sea floor, and a hawksbill turtle pushing against a reef for leverage to rip an anemone loose.[14] Based on presumed limb use in ancestral turtles, these behaviors may have occurred as long ago as 70 million years.[13]","Title":"Flipper (anatomy) - Wikipedia","KeyID":"937","URL":"https://en.wikipedia.org/wiki/Flipper_(anatomy)"}