{"Content: ":"The United Nations Office at Vienna (UNOV) is one of the four major office sites of the United Nations[a] where numerous different UN agencies have a joint presence. The office complex is located in Vienna, the capital of Austria, and is part of the Vienna International Centre, a cluster of several major international organizations. UNOV was established on 1 January 1980, and was the third such complex to be created.[1] Headquartered at Vienna: Presence at Vienna: Daily guided tours of the office are provided.[2][3] The United Nations Library in Vienna provides full library and information services to staff of United Nations units based in Vienna, as well as to any Permanent Missions in Vienna and select clients.[4] As part of the global network of United Nations Libraries, the library works with the various United Nations libraries across the globe. The library at Vienna also works closely with the International Trade Law (UNCITRAL) Library and the United Nations Information Service (UNIS) Library.[5] The Library's collection includes: The Library has also developed a series of research guides on subjects related to the work of the United Nations entities based in Vienna. These guides provide more information on the work done in Vienna and highlight resources for further research in those subject areas.[4] Some of the guides include: The courtyards and corridors of the United Nations Office at Vienna are adorned with many works or art. In June 2009 Iran donated a pavilion to the United Nations Office in Vienna, which is located in the central Memorial Plaza of the Vienna International Centre.[6] The Persian Scholars Pavilion at UNOV features statues of four prominent Persian figures. Highlighting Persian architectural features, the pavilion is adorned with Persian art forms and includes the statues of renowned Persian scientists Avicenna, Abu Rayhan Biruni, Zakariya Razi (Rhazes) and Omar Khayyam.[7][8]","Title":"United Nations Office at Vienna - Wikipedia","KeyID":"9371","URL":"https://en.wikipedia.org/wiki/United_Nations_Office_at_Vienna"}