{"Content: ":"The United Nations Department of Economic and Social Affairs (UN DESA) is part of the United Nations Secretariat and is responsible for the follow-up to major United Nations Summits and Conferences, as well as services to the United Nations Economic and Social Council and the Second and Third Committees of the United Nations General Assembly.[1] UN DESA assists countries around the world in agenda-setting and decision-making with the goal of meeting their economic, social and environmental challenges. It supports international cooperation to promote sustainable development for all, having as a foundation the 2030 Agenda for Sustainable Development and the 17 Sustainable Development Goals (SDGs) as adopted by the UN General Assembly on 25 September 2015. In providing a broad range of analytical products, policy advice, and technical assistance, UN DESA effectively translates global commitments in the economic, social and environmental spheres into national policies and actions and continues to play a key role in monitoring progress towards internationally agreed-upon development goals. It is also a member of the United Nations Development Group.[2] UN DESA is part of the UN Secretariat, which is funded through regular assessed contributions from Member States. The department was reorganized into its present form in 1997. The department is headed by Liu Zhenmin who assumed the office of Under-Secretary-General for Economic and Social Affairs, following his appointment to this position by Secretary-General António Guterres on 26 July 2017. Mr. Liu advises the Secretary-General on the three pillars of sustainable development – social economic and environmental, and nurtures key partnerships with governments, UN agencies and civil society organizations, including the SDGs. In directing and managing UN DESA, the Under-Secretary-General is supported by the Assistant Secretary-General for Economic Development and the Assistant Secretary-General for Policy Coordination and Inter-Agency Affairs. UN DESA's mission is to promote sustainable development for all, focusing on the most vulnerable. This reflects a fundamental concern for equity and equality in countries large and small, developed and developing. It underscores the need for all stakeholders – governments, UN and other international organizations, civil society and the private sector – to do their part to improve economic and social well-being. This emphasis on equitable participation by all people and nations is what makes the United Nations unique and gives the development agenda its universal legitimacy. UN DESA's work programme can be categorized into three areas: Norm-setting: By facilitating major global conferences and summits, as mandated by UN Member States, UN DESA assists countries as they find common ground and take decisive steps forward. Specifically, UN DESA is tasked with supporting deliberations in two major UN charter bodies: the UN General Assembly and UN Economic and Social Council (ECOSOC), including ECOSOC's subsidiary bodies. In addition, UN DESA organises and supports consultations with a range of stakeholders, including the private sector and civil society. In this regard, UN DESA's main priorities are promoting progress toward and strengthening accountability in achieving the SDGs. Furthermore, UN DESA is responsible for ensuring civil society engagement with the UN through the ECOSOC bodies. Data and Analysis: UN DESA, generates, analyzes and compiles a wide range of official economic, social and environmental data and information on which Member States draw to review common problems and to take stock of policy options. One of the department's primary contributions is providing policy research and analysis for governments to use in their deliberations and decision-making[3] UN DESA is also the lead \"author\" Department of the UN Secretariat. The research and analytical work covers a range of economic, social and environmental issues. The department produces a host of flagship publications and major intergovernmental reports, which are essential to UN negotiations and global policy decisions. The publications are distributed in print and electronic formats around the world. Capacity-building: UN DESA also advises Member States / Governments on implementing the policies and programmes developed at UN conferences back in their home countries. It assists interested Governments in translating policy frameworks developed in UN conferences and summits into programmes at the country level and, through technical assistance, helps build national capacities. Economic Analysis and Policy Division: The Economic Analysis and Policy Division is the think-tank for development economics within DESA and the main development research unit within the United Nations. The core functions of the Division include monitoring the global economic and social situation, promoting macroeconomic policy co-ordination and analyzing development trends to improve the implementation of the UN Development Agenda. It has recently been contributing an array of analyses and policy recommendations to the international debate on the global financial and economic crisis. The division is responsible for publishing the yearly World Economic Situation and Prospects[4] and the World Economic Social Survey[5] reports, as well as a monthly briefing[6] on the world economic landscape. It is also host to the Committee for Development Policy,[7] which monitors and benchmarks the Least Developed Countries. Division for Sustainable Development Goals: The Division for Sustainable Development Goals supports intergovernmental processes related to sustainable development at the UN and serves as the substantive secretariat to the High-level Political Forum on sustainable development. The Division provides leadership and catalyses action to promote and implement the United Nations 2030 Agenda for Sustainable Development[8] and the related 17 SDGs[9] by conducting research and undertaking substantive analysis to inform policy making, providing capacity development, and facilitating UN inter-agency coordination and the engagement of Major Groups and other Stakeholders in the United Nations' work on sustainable development. The Division also houses a Unit that is mandated to support the further implementation of intergovernmental agreements related to the sustainable development of small island developing states (SIDS), including the SAMOA Pathway,[10] the Mauritius Strategy[11] for the further Implementation of the Barbados Programme of Action and the Barbados Programme of Action for the Sustainable Development of Small Island Developing States.[12] Public Administration and Development Management: The Division for Public Administration and Development Management[13] helps countries build and strengthen their public institutions. It assists governments to advance public sector reform and improve the quality of public service delivery. By offering capacity-building activities, promoting knowledge-sharing and providing training and online tools, the Division champions efficient, effective and citizen-oriented public services based on the principles of transparency, accountability and civic participation. It stresses innovative approaches to public management, particularly through e-government development. Statistics Division: The Statistics Division of DESA is a global centre for data on all subject matters, bringing to the world statistical information compiled by the entire UN system. It manages and facilitates the development of the global statistical system and serves as the secretariat of the United Nations Statistical Commission. The Division strives to develop statistical standards and norms for global statistical activities and supports the efforts of countries to strengthen their national statistical systems. It has an extensive publication programme on technical manuals and statistical information. Financing for Sustainable Development: The Financing for Sustainable Development Office provides support for sustained follow-up to the commitments contained in the Addis Ababa Action Agenda,[14] building upon the 2008 Doha Declaration and the 2002 Monterrey Consensus, in seven main areas: (i) domestic public resources; (ii) domestic and international private business and finance; (iii) international development cooperation; (iv) international trade as an engine for development; (v) debt sustainability; (vi) addressing systemic issues; and (vii) science, technology, innovation and capacity-building. The Addis Agenda also deals with data, monitoring and follow-up in its conclusion and establishes a dedicated and strengthened follow-up and review process for the financing for development (FfD) outcomes, and all the means of implementation of the 2030 Agenda for Sustainable Development. The Financing for Sustainable Development Office supports the FfD follow-up and review process, working with Member States, major institutional stakeholders, other relevant organizations, civil society, the business sector. Office of Intergovernmental Support and Coordination for Sustainable Development: The Office of Intergovernmental Support and Coordination for Sustainable Development provides substantive support and promotes consensus in the United Nations Economic and Social Council and the General Assembly. It works with Member States, other DESA divisions, the UN system entities, NGOs and other major groups and other stakeholders of society to support the follow-up and review of the 2030 Agenda by UN intergovernmental bodies. The Office also supports the General Assembly quadrennial comprehensive policy review (QCPR) and is the entry point for NGOs seeking consultative status with ECOSOC, through its support to the NGO Committee. Population Division: The Population Division in DESA is a world leader in demographic research. It prepares estimates and projections on matters such as total population, fertility, mortality, migration and urbanisation, which serve as reference for the UN system, many Governments, academics, the media and corporate users throughout the world. The Division is the substantive secretariat of the Commission on Population and Development and therefore monitors the implementation of the Programme of Action of the 1994 International Conference on Population and Development and its follow-up commitments. It produces selected indicators related to the reproductive health targets of the Millennium Development Goals and assists the deliberations of the General Assembly in the area of international migration and development. Division for Inclusive Social Development: The Division for Inclusive Social Development assists governments and civil society organizations formulate social policies that foster more secure, just, free and harmonious societies. The Division works with development partners to promote the realization of a 'society for all', where all members, including older persons, youth, persons with disabilities, indigenous peoples and other often-marginalised groups all have equal say and equal participation. It provides the primary support and servicing to the Commission for Social Development, the United Nations Permanent Forum on Indigenous Issues and the Conference of State Parties to the convention on the Rights of Persons with Disabilities. Forum on Forests: The United Nations Forum on Forests Secretariat is the DESA focal point on all forest policy issues. It provides substantive support to the biennial sessions of the Forum, prepares technical reports and analytical studies, and fosters dialogue to enhance co-operation and co-ordination on forest issues. It provides a comprehensive and integrated view of forests which encompasses economic, social and environmental aspects. In 2009, the Secretariat was mandated to launch a Facilitative Process to assist countries in mobilizing financing for sustainable forest management. 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2006 2005 2004 2003 2002 2001 2000 1999 1996 1995 1994 1993 1992 1990 UN DESA is the lead \"author\" Department of the UN Secretariat and the department produces a host of flagship publications and major intergovernmental reports, which are essential to UN negotiations and global policy decisions. The publications are distributed in print and electronic formats around the world. Access UN DESA's reports here. Within UN DESA there are a number of units that work with Civil Society and non-state actors. The NGO Branch of the Office for ECOSOC Support and Coordination is the focal point for non-governmental organizations (NGOs) in consultative status with the Economic and Social Council (ECOSOC) and acts on behalf of government to provide support for the committee which evaluates. UN DESA services 4,700 NGOs in consultative status with the ECOSOC, and all other NGOs seeking to work with the UN. Each year, some 9,000 NGO representatives participate in those events in New York City alone. Official website","Title":"United Nations Department of Economic and Social Affairs - Wikipedia","KeyID":"9372","URL":"https://en.wikipedia.org/wiki/United_Nations_Department_of_Economic_and_Social_Affairs"}