{"Content: ":"The European Union (EU) has had permanent observer status at the United Nations (UN) since 1974, and has had enhanced participation rights since 2011. The EU itself does not have voting rights but it is represented alongside its 27 members, one of which, France, is a permanent member of the Security Council. The EU holds an enhanced observer status at the UN. While normal observers such as the Arab League and the Red Cross are not allowed to speak before Member States at the UN General Assembly, the EU was granted the right to speak among representatives of major groups on 3 May 2011. These include: the right to speak in debates among representatives of major groups, before individual states, to submit proposals and amendments, the right of reply, to raise points of order and to circulate documents. However, the EU does not have voting rights nor the right to sit on the Security Council.[1][2] The EU is represented by the President of the European Council, the High Representative of the Union for Foreign Affairs and Security Policy, the European Commission and the EU delegations.[3] European Council President Herman Van Rompuy made the EU's inaugural speech to the general assembly on 22 September 2011.[4][5][6] Prior to the granting of its speaking rights, the EU was represented by the state holding the rotating Council presidency.[7] The EU is party to some 50 international UN agreements as the only non-state participant. It is a full participant on the Commission on Sustainable Development, the Forum on Forests and the Food and Agriculture Organization. It has also been a full participant at certain UN summits, such as the Rio and Kyoto summits on climate change, including hosting a summit. Furthermore, the EU delegation maintains close relations with the UN's aid bodies.[8] The EU holds its observer membership alongside the full memberships of all its 27 member states, one of which, France, is a veto-holding member of the UN Security Council (UNSC).[7] Furthermore, where the EU has a defined position on a UNSC agenda item, those states shall request the High Representative to be invited to present the EU's position. This however does not impact on the right of those states to form their foreign policy (stated in Declaration 14).[9] The EU coordinates its voting within the General Assembly's six main committees and other bodies and agencies such as the Economic and Social Council, UN agencies (such as the World Health Organization and the International Atomic Energy Agency). To this end, more than 1000 internal EU coordination meetings are held at the UN to develop a common EU stance. Article 19 of the EU treaty also stipulates that EU members on the Security Council must act in concert and foster the interests of the EU.[7] The EU has also spoken with one voice at all major UN conferences held since the 1990s.[14] Since the beginning of the EU's Common Foreign and Security Policy, coordinating of EU voting has risen from 86% in 1991–92 to 97% in 1998–99. As of 2007, it has remained around this level, with the 2004 acceding countries already voting in line with the EU before they joined.[7] Of the 15–25% of resolutions actually voted on in the General Assembly, the EU votes unanimously on average four-fifths of the time, including on controversial topics such as the Middle East (achieving unanimity on nearly every occasion since the 1990s).[14] However, in October 2011, a row between the United Kingdom and its fellow EU members reached a head as the UK had blocked more than 70 EU statements to UN committees. The row was over the wording used; the statements read they were on behalf of the EU, rather than \"EU and its member states\" as the UK insisted. The UK's actions were intended to stop the perceived drift towards a common EU foreign policy and were insisted upon by British Prime Minister David Cameron and Foreign Secretary William Hague. While purely symbolic, the issue has become a big deal for both sides, although the UK government has been criticised for using valuable political capital and good will on something that will yield, even if successful, no real gain.[15] When EU member states temporarily serve on the UN Security Council they can promote security interests of other European countries, and they can use their elevated influence to secure side-payments from the EU budget.[16] Consequently, EU members are more successful in bargaining over the EU budget while they hold a non-permanent seat on the UN Security Council than they are at other times.[16] Individual member states, and not the EU as a whole, pay dues. The sum of the contributions of EU member states provided 30.4% of the regular UN budget in 2016[17] (this is compared with the US at 22% and Japan at 9.7%).[18] EU member states also collectively provide 33.2%[17] of the funding for UN peacekeeping missions and around half of the budgets for UN funds and programmes. Almost a third of the European Commission's aid budget goes to the UN.[7] EU member states collectively provided 13.5% of peacekeeping personnel (11,140 men and women) in 2006. The EU also operates its own missions to support the UN, such as the EU mission in the Congo to support the UN peacekeepers there. The EU also established and funds the African Peace Facility.[7] The EU supports the UN's values of freedom, democracy and human rights. The preamble to the EU's treaty cites the UN Charter's human rights articles and is very active on the UN Human Rights Council. The EU was also instrumental in setting up the system of UN Special Rapporteurs on human rights issues.[7] Western European nations were long reluctant to cooperate within the UN.[19] On 11 October 1974, the UN General Assembly granted observer status to the European Economic Community (EEC) represented by the European Commission representation in New York City. It was the first non-state entity to be granted observer status and gave it participation rights, particularly in the Economic and Social Council: the EEC operated a common commercial policy from very early on and in such matters the European Commission represented the EU, in others the Council presidency did.[8] Despite being an observer, the EU joined several treaties and gained full participation in a number of UN bodies (see representation above) and in 1991, it was the first non-state body to be a full voting member in a UN agency: the Food and Agriculture Organization. In 2001, it was the first non-state entity to host a summit, the UN Conference of the Least Developed Countries in Brussels, Belgium.[8] When the EU was created, the EEC was renamed the European Community and made one of the EU's three pillars. The Community, not the EU as a whole, inherited the EEC's international role and thus between 1993 and 2009 the EU was represented as the European Community at the UN. Since December 2009, with the entry into force of the Lisbon Treaty, the European Union as a whole has taken on the role and obligations the European Community previously exercised.[20] The European Commission and Council delegations to the UN in New York City have also been merged.[21][22] Following the enactment of the Lisbon Treaty, the EU proposed to the General Assembly that it receive the same representation rights (but not voting rights) as full members. However, the General Assembly voted down its initial proposal in 2010 due to a bloc led by Australia (who abstained in protest at the speed of the proposal and the assumption it would pass) and another led by the Caribbean Community (demanding the same rights for other regional blocs). After a year of consultations, the EU's resolution was passed with an amendment allowing other regional blocs the same rights: Following the request on behalf of a regional organisation which has observer status in the general assembly and whose member states have agreed arrangements that allow that organisation's representatives to speak on behalf of the organisation and its member states, then the general assembly may adopt modalities for the participation of that regional organisation's representatives.[1][2] The EU holds an observer seat on the executive board for funds and programmes, where the European Commission is a big donor and Mark Malloch Brown, former UN deputy secretary general, believes the EU will gradually be represented more and more, starting with the aid departments, eventually leading to the EU taking up a seat on the Security Council.[23] However the extension of the EU's role at the UN is politically sensitive among some EU members, particularly the United Kingdom during its membership, who did not want to risk reaching a point where they would have had to give up their permanent seat on the Security Council.[1] This is alongside EU member Germany requesting its own Security Council seat,[24] and is vocally backed therein by the UK and France.","Title":"European Union and the United Nations - Wikipedia","KeyID":"9390","URL":"https://en.wikipedia.org/wiki/European_Union_and_the_United_Nations"}