{"Content: ":"The Hague Conventions of 1899 and 1907 are a series of international treaties and declarations negotiated at two international peace conferences at The Hague in the Netherlands. Along with the Geneva Conventions, the Hague Conventions were among the first formal statements of the laws of war and war crimes in the body of secular international law. A third conference was planned for 1914 and later rescheduled for 1915, but it did not take place because of the start of World War I. The Hague Conventions of 1899 and 1907 were the first multilateral treaties that addressed the conduct of warfare and were largely based on the Lieber Code, which was signed and issued by US President Abraham Lincoln to the Union Forces of the United States on 24 April 1863, during the American Civil War. The Lieber Code was the first official comprehensive codified law that set out regulations for behavior in times of martial law; protection of civilians and civilian property and punishment of transgression; deserters, prisoners of war, hostages, and pillaging; partisans; spies; truces and prisoner exchange; parole of former rebel troops; the conditions of any armistice, and respect for human life; assassination and murder of soldiers or citizens in hostile territory; and the status of individuals engaged in a state of civil war against the government. As such, the code was widely regarded as the best summary of the first customary laws and customs of war in the 19th century and was welcomed and adopted by military establishments of other nations. The 1874 Brussels Declaration, which was never adopted by all major nations, listed 56 articles that drew inspiration from the Lieber Code.[1] Much of the regulations in the Hague Conventions were borrowed heavily from the Lieber Code.[2][page needed][3][page needed][4][page needed][5][page needed][6][page needed] Both conferences included negotiations concerning disarmament, the laws of war and war crimes. A major effort in both conferences was the creation of a binding international court for compulsory arbitration to settle international disputes, which was considered necessary to replace the institution of war. This effort, however, failed at both conferences; instead, a voluntary forum for arbitration, the Permanent Court of Arbitration, was established. Most of the countries present, including the United States, Great Britain, Russia, France, China and Persia, favoured a process for binding international arbitration, but the provision was vetoed by a few countries, led by Germany. The First Hague Conference came from a proposal on 24 August 1898 by Russian Tsar Nicholas II.[7] Nicholas and Count Mikhail Nikolayevich Muravyov, his foreign minister, were instrumental in initiating the conference. The conference opened on 18 May 1899, the Tsar's birthday. The treaties, declarations, and final act of the conference were signed on 29 July of that year, and they entered into force on 4 September 1900. What is referred to as the Hague Convention of 1899 consisted of three main treaties and three additional declarations: This convention included the creation of the Permanent Court of Arbitration, which exists to this day. The section was ratified by all major powers and many smaller powers – 26 signatories in all, including Germany, Austria-Hungary, Belgium, China, Denmark, Spain, the United States, Mexico, France, the United Kingdom , Greece, Italy, Japan, Luxembourg, Montenegro, the Netherlands, Persia, Portugal, Romania, Russia, Serbia, Siam, Sweden and Norway, Switzerland, the Ottoman Empire, and Bulgaria.[9] This voluminous convention contains the laws to be used in all wars on land between signatories. It specifies the treatment of prisoners of war, includes the provisions of the Geneva Convention of 1864 for the treatment of the wounded, and forbids the use of poisons, the killing of enemy combatants who have surrendered, looting of a town or place, and the attack or bombardment of undefended towns or habitations. Inhabitants of occupied territories may not be forced into military service against their own country and collective punishment is forbidden. The section was signed by all major powers mentioned above except China.[10] This convention provides for the protection of marked hospital ships and requires them to treat the wounded and shipwrecked sailors of all belligerent parties. It too was ratified by all major powers.[11] This declaration provides that, for a period of five years, in any war between signatory powers, no projectiles or explosives would be launched from balloons, \"or by other new methods of a similar nature\". The declaration was ratified by all the major powers mentioned above, except the United Kingdom and the United States.[12] This declaration states that, in any war between signatory powers, the parties will abstain from using projectiles \"the sole object of which is the diffusion of asphyxiating or deleterious gases\". Ratified by all major powers, except the United States.[13] This declaration states that, in any war between signatory powers, the parties will abstain from using \"bullets which expand or flatten easily in the human body\". This directly banned soft-point bullets (which had a partial metal jacket and an exposed tip) and \"cross-tipped\" bullets (which had a cross-shaped incision in their tip to aid in expansion, nicknamed \"dum dums\" from the Dum Dum Arsenal in India). It was ratified by all major powers, except the United States.[14] The Second Hague Conference, in 1907, resulted in conventions containing only few major advancements from the 1899 Convention. However, the meeting of major powers did prefigure later 20th-century attempts at international cooperation. The second conference was called at the suggestion of U.S. President Theodore Roosevelt in 1904, but it was postponed because of the war between Russia and Japan. The Second Peace Conference was held from 15 June to 18 October 1907. The intent of the conference was to expand upon the 1899 Hague Convention by modifying some parts and adding new topics; in particular, the 1907 conference had an increased focus on naval warfare. The British attempted to secure the limitation of armaments, but these efforts were defeated by the other powers, led by Germany, which feared a British attempt to stop the growth of the German fleet. As Britain had the world's largest navy, limits on naval expansion would preserve that dominant position. Germany also rejected proposals for compulsory arbitration. However, the conference did enlarge the machinery for voluntary arbitration and established conventions regulating the collection of debts, rules of war, and the rights and obligations of neutrals. The treaties, declarations, and final act of the Second Conference were signed on 18 October 1907; they entered into force on 26 January 1910. The 1907 Convention consists of thirteen treaties—of which twelve were ratified and entered into force—and one declaration: The Brazilian delegation was led by Ruy Barbosa, whose contributions are seen today by some analysts as essential for the defense of the principle of legal equality of nations.[31] The British delegation included Sir Edward Fry, Sir Ernest Satow, the 11th Lord Reay (Donald James Mackay) and Sir Henry Howard as delegates, and Eyre Crowe as a technical delegate.[32] The Russian delegation was led by Friedrich Martens. The Uruguayan delegation was led by José Batlle y Ordóñez, a defender of the idea of compulsory arbitration.[citation needed] With Louis Renault and Léon Bourgeois, Paul Henri d'Estournelles de Constant was a member of the French delegation for both the 1899 and 1907 delegations. He later won the Nobel Peace Prize in 1909 for his efforts. The U.S. representative, with the rank of ambassador, was former American Bar Association president U. M. Rose. The representative of the Chinese Empire was Lu Zhengxiang, who would become Prime Minister of the Republic of China in 1912. Though not negotiated in The Hague, the Geneva Protocol to the Hague Conventions is considered an addition to the Conventions. Signed on 17 June 1925 and entering into force on 8 February 1928, its single article permanently bans the use of all forms of chemical and biological warfare. The protocol grew out of the increasing public outcry against chemical warfare following the use of mustard gas and similar agents in World War I, and fears that chemical and biological warfare could lead to horrific consequences in any future war. The protocol has since been augmented by the Biological Weapons Convention (1972) and the Chemical Weapons Convention (1993). Many of the rules laid down at the Hague Conventions were violated in World War I. The German invasion of Belgium, for instance, was a violation of Convention (III) of 1907, which states that hostilities must not commence without explicit warning.[33] Poison gas was introduced and used by all major belligerents throughout the war, in violation of the Declaration (IV, 2) of 1899 and Convention (IV) of 1907, which explicitly forbade the use of \"poison or poisoned weapons\".[34][page needed] Writing in 1918, the German international law scholar and neo-Kantian pacifist Walther Schücking called the assemblies the \"international union of Hague conferences\". Schücking saw the Hague conferences as a nucleus of a future international federation that was to meet at regular intervals to administer justice and develop international law procedures for the peaceful settlement of disputes, asserting that \"a definite political union of the states of the world has been created with the First and Second Conferences\".[35][page needed] After World War II, the judges of the military tribunal of the Trial of German Major War Criminals at Nuremberg Trials found that by 1939, the rules laid down in the 1907 Hague Convention were recognised by all civilised nations and were regarded as declaratory of the laws and customs of war. Under this post-war decision, a country did not have to have ratified the 1907 Hague Convention in order to be bound by them.[36] Although their contents have largely been superseded by other treaties,[citation needed] the Hague Conventions of 1899 and 1907 continue to stand as symbols of the need for restrictions on war and the desirability of avoiding it altogether. Since 2000, Convention (I) of 1907 on the Pacific Settlement of International Disputes has been ratified by 20 additional states.[16]","Title":"Hague Conventions of 1899 and 1907 - Wikipedia","KeyID":"9392","URL":"https://en.wikipedia.org/wiki/Hague_Conventions_of_1899_and_1907"}