{"Content: ":"The League of Nations was established with three main constitutional organs: the Assembly; the Council; the Permanent Secretariat. The two essential wings of the League were the Permanent Court of International Justice and the International Labour Organization. The relations between the Assembly and the Council were not explicitly defined, and their competencies -- with a few exceptions -- were much the same. Each organ would deal with any matter within the sphere of competence of the League or affecting the peace in the world. Particular questions or tasks might be referred either to the Council or the Assembly. Reference might be passed on from one body to another. The League of Nations had three primary institutions: The secretariat, the assembly, and the council.[2] The Permanent Secretariat -- established at the seat of the League at Geneva -- comprised a body of experts in various spheres under the direction of the General Secretary. According to historian Susan Pedersen, the League secretariat was something \"entirely new: a truly international bureaucracy, structured by function and not by nationality, loyal to an international chatter, and capable of efficiently managing a complex programme.\"[3] The principal Sections of the Secretariat were: Political; Financial and Economics; Communications and Transit; Minorities and Administration (Saar and Danzig); Mandates; Disarmament; Health; Social (Opium and Traffic in Women and Children); Intellectual Cooperation and International Bureaux; Legal; and Information. Each Section was responsible for all official secretarial work related to its particular subject and prepared and organized all meetings and conferences held in that connection. The staff of the League's secretariat was responsible for preparing the agenda for the Council and Assembly and publishing reports of the meetings and other routine matters, effectively acting as the civil service for the League.[4] The secretariat was often considered to be too small to handle all of the League's administrative affairs. For example, the total number of officials classed as members of the Secretariat was 75 in September 1924. The total staff, including all the clerical services, comprised about 400 persons in 1925.[4] In general, the League documents may be classified into the following categories: document on public sale, documents not on public sale, and classified, e.g., confidential and secret. The specific feature of the documents emanating from the League of Nations was their classification according to the persons they were addressed to and not according to their subjects. The Assembly consisted of representatives of all Members of the League. Each state was allowed up to three representatives and one vote.[5] The Assembly had its sessions at Geneva and met on yearly basis on the first Monday of September according to the Rules of Procedure of the Assembly, adopted at Its Eleventh Meeting, 30 November 1920.[5] A special session of the Assembly might be summoned at the request of a Member, provided a majority of the Members concurred. The Assembly had three forms of power:[6] The special functions of the Assembly included the admission of new Members, the periodical election on non-permanent Members of the Council, the election with the Council of the judges of the Permanent Court, and the control of the budget. In practice the Assembly had become the general directing force of League activities. The Plenary Meetings of the First Assembly were held from 15 November to 18 December in Geneva, Switzerland.[5] At the opening session, there were 41 states (out of 42 Member states). Six states were admitted during the meetings and consequently were represented during the session (Albania, Austria, Bulgaria, Costa Rica, Finland and Luxembourg). In total, thirty one plenary meetings were held. The principal questions during the first session were: organization of the Secretariat, establishment of a new Organization to deal with Health question, new organism to deal with Communication and transit, and a new Economic and Financial Organization, admission of new Member states, relations between the Council and the Assembly, nomination of the non-permanent Members of the Council, establishment of the Permanent Court of International Justice, the first and second budgets of the League, conflict between Poland and Soviet Russia, and repatriation of prisoners of war. The President of the Assembly was Paul Hymans of Belgium and the honorary president was Giuseppe Motta of Switzerland. The Assembly at its Fifth Plenary Meeting elected the six Vice-Presidents.[5] Thirty nine states have taken part in the ballot, so the required majority was 20 votes. The sixth Vice-President was elected at a second ballot with 22 votes. The Vice-Presidents ex officio as Chairmen of the Committees were Arthur Balfour, British Empire; Tommaso Tittoni, Italy; Léon Bourgeois, France; Jose Maria Quiñones de León, Spain; Antonio Huneeus Gana, Chile; and Hjalmar Branting, Sweden. The Covenant named the secretary general as Sir Eric Drummond.[4] The Covenant did not specify the length of the secretary general's term.[4] The General Committee of the Assembly was constituted of the President and the 12 Vice-Presidents with Sir Eric Drummond, the Secretary-General.[5] There were six committees: (1) Constitutional questions, with chairman Arthur Balfour (British Empire), (2) Technical Organisations, with chairman M Tittoni (Italy), (3) Permanent Court of International Justice with Chairman Léon Bourgeois (France), (4) Organisation of the Secretariat and Finances of the League with chairman Quinones de Léon (Spain), (5) Admission of New Members into the League with chairman Huneeus Gana (Chile), and (6) Mandates Questions, Armaments, and the Economic Weapon with chairman Hjalmar Branting (Sweden). The League Council acted as a type of executive body directing the Assembly's business,[7] although the Covenant does not detail the precise relationship between the Council and Assembly.[8] The Council began with four permanent members (The United Kingdom, France, Italy, Japan) and four non-permanent members which were elected by the Assembly for a three-year period. The first four non-permanent members were Belgium, Brazil, Greece and Spain. The United States was meant to be the fifth permanent member, but the US Senate voted on 19 March 1920 against the ratification of the Treaty of Versailles, thus preventing American participation in the League. The Assembly frequently recommends that the Council take a certain act, which the Council subsequently usually does.[8] Due to its smaller membership, the Council met more regularly.[8] The first session of the Council was held in Paris at the Ministry of foreign Affairs (Salle de l’Horloge) on 16 January 1920. The following members of the League were represented: Belgium, Brazil, The British empire, France, Greece, Italy, Japan, and Spain. The French representative, Mr Léon Bourgeois, was elected as the first Chairman of the Council.[9] The second session of the Council was held in London at St. James's Palace on 11 Feb 1920. The following members of the League were represented: Belgium, Brazil, The British Empire, France, Greece, Italy, Japan, and Spain. The British Empire was represented by the right Honourable A.J. Balfour, who was elected as President. The Secretary General of the League, Sir Eric Drummond, was also present, and assisted in the preparation of the agenda and relevant documents.[10] The third session of the Council was held at the Quai d’Osrsay in Paris on 13 Mar 1920. The following members of the League were represented: Belgium, Brazil, The British Empire, France, Greece, Italy, Japan, and Spain. In accordance with Art. VI of the Covenant, M. Zamoisky, ambassador of Poland in Paris, sat as a member during the discussion concerning Poland, namely the typhus in Poland. The fourth session of the Council was held at the Palais du Petit-Luxembourg in Paris on 9–11 April 1920. The following members of the League were represented: Belgium, Brazil, The British Empire, France, Greece, Italy, Japan, and Spain. The main issues discussed were: the status of Armenia, the protection of minorities in Turkey, the repatriation of prisoners of war in Siberia, and the question of Danzig. The fifth session of the Council was held at the Palaso Chigi in Rome on 15 May 1920. The President of the session was the Italian representative, Mr Tittoni. The main issues discussed were: the Traffic in Women and Children, the question of Eupen and Malmedy, prevention of disease in Central Europe, the International Committee of Jurists, and the Prisoners in Siberia. The second public meeting was held at the Capitol on 19 May 1920. The number of nonpermanent members of the Council was set at four by Art. 4, Para I of the Covenant. They were to be selected by the Assembly from time to time at its discretion. The number of nonpermanent members of the Council was increased from four to six by Assembly resolution of 25 Sep 1922. In 1926 the membership was further increased to nine. In 1933 the number of nonpermanent seats on the Council was provisionally increased from nine to ten. A further increase to eleven was approved by the assembly in 1936. [[|]] Unanimity was required for the decisions of both the Assembly and the Council, except in matters of procedure and some other specific cases, such as the admission of new Members. This general regulation concerning unanimity was the recognition of national sovereignty. The League sought solution by consent and not by dictation. However, in case of the dispute, the consent of the parties to the dispute was not required for unanimity. Where the reference of a dispute was made to the Assembly, a decision required the consent of the majority only of the Assembly, but including all the Members of the Council. The Covenant implied the establishment of auxiliary bodies for various questions of a more or less technical character. The League oversaw the Permanent Court of International Justice, the International Labour Organization and several other agencies and commissions created to deal with pressing international problems. These included the Disarmament Commission, the Health Organization, the Mandates Commission, the International Commission on Intellectual Cooperation (precursor to UNESCO), the Permanent Central Opium Board, the Commission for Refugees, and the Slavery Commission. Several of these institutions were transferred to the United Nations after the Second World War; the International Labour Organization, the Permanent Court of International Justice (as the International Court of Justice), and the Health Organization (restructured as the World Health Organization) all became UN institutions. The Permanent Court of International Justice was provided for by the Covenant, but not established by it. The Council and Assembly established its constitution. Its judges were elected by the Council and Assembly, and its budget was provided by the Assembly. The composition of the Court was of eleven judges and four deputy-judges, elected for nine years. The Court had been competent to hear and to determine any international dispute which the parties concerned submitted to it. The Court might also give an advisory opinion upon any dispute or question referred to it by the Council or the Assembly. The Court was open to all the nations of the world under certain broad conditions. Questions of fact as well as questions of law might be submitted. The International Labour Organization (ILO) was created in 1919 on the basis of part XIII of the Treaty of Versailles and became part of the League's operations.[11] The ILO, although having the same Members as the League and subjected to the budget control of the Assembly, was an autonomous organisation with its own Governing Body, its own General Conference and its own Secretariat. Its constitution was different from that of the League: representation had been accorded not only to Governments but to representatives of employers and workers' organisations. The Covenant left a broad discretion to the Council and the Assembly in constituting the auxiliary organs. The accomplishment of the numerous tasks delegated to the League necessitated the creation of two main types of auxiliary bodies: • Technical organizations dealing with finance and economics, transit, and health; and • Advisory committees, dealing with military questions, disarmament, mandates, traffic in women and children, intellectual cooperation etc. The League's Health Organisation was created in accordance with the mandated of the Covenant that the League would address \"the prevention and control of disease.\" It was theoretically composed by three bodies:[12] In practice, because of the overreaching views of the League (the Covenant contemplated \"placing under the direction of the League all international bureaux already established by general treaties\"), the work of the Health Organization was made complicated by important tensions with these preexisting treaty-based organizations, such as the OIHP or the Pan American Health Organization.[12][14] Nevertheless, the Health Organisation worked successfully on a number of topics, such as with the government of the Soviet Union to prevent typhus epidemics including organising a large education campaign about the disease.[15] Many topics were addressed, for example ending leprosy, malaria, and yellow fever, the latter two by starting an international campaign to exterminate mosquitoes. The existence of the Commission was stipulated in Article 22 of the League of Nations Covenant: \"A permanent Commission shall be constituted to receive and examine the annual reports of the Mandatories and to advise the Council on all matters relating to the observance of the mandates.\"[16][17] The Permanent Mandates Commission (PMC) was the commission of the League of Nations responsible for oversight of mandated territories. The commission was established on 1 December 1920.[18] The Commission took over the role from the Mandates Section.[19] Even though the PMC was composed of members from imperial and foreign policy establishments, the organization did act independently of states and established norms that constrained the behaviors of colonial powers.[20] The PMC was the first instance that either France or Britain had been subjected to any kind of imperial oversight.[21] The PMC played a key role in establishing that the mandates could not be annexed by the colonial powers. The PMC helped to establish that the mandates had a unique status under international law.[22] After the end of the war, the economic and financial conditions in all European countries were close to total collapse. Within this context, the League organized a large conference in Brussels in September – October 1920. The goal was to find a solution to monetary problems and facilitate the circulation of goods and funds. Following the conference the League established an Economic and Financial Organisation, including several Committees (Financial, Economic, Fiscal, Statistical). During the following years the League assisted many European countries: Austria, Hungary, Greece, Bulgaria, etc. The Fiscal Committee discussed several general issues related to double taxation and tax evasion. The works of the Economic Committee comprised the treatment of foreign nationals and enterprises, abolition of the prohibition and restrictions on imports and exports, unification of customs nomenclature, bill of exchange, unification of statistical methods, trade policy, veterinary medicines, international industrial agreements, problems of coal, sugar problems, issue of smuggling in general and alcohol, in particular, and indirect protectionism. In October 1929 the Great Depression started in the US and soon contaminated Europe. In 1933, the LON organized a new Economic Conference in London to find a common solution to the protection of national economies. The conflict between the international political goals of the major powers and their views on economic welfare prevented from any concerted solution. The rapid growth in communications and transit, by land, sea and air, has led to rapidly expanding technical activities of the League regarding those issues. The introduction of mass production systems organised into assembly lines and based on standardised models, hugely contributed to the development of transport and communications. The LON created its Organisation for Communication and Transit in 1921. Its General Conference included all Member States while the Committee had 18 members. The conferences of Barcelona 1921, and Geneva 1923 concluded with conventions on the international regulation of maritime ports, waterways, and railroads. Technical assistance was provided to Member states as well as help with arbitration disputes concerning transit. The Organisation for Communication and Transit accomplished useful works and made laws that will be retained in the future work of the United Nations. The League of Nations had devoted serious attention to the question of international intellectual cooperation since its creation. The First Assembly (December 1920) recommended that the Council should take action aiming at international organisation of intellectual work. The Council adopted report presented by the Fifth Committee of the Second Assembly and invited a distinguished Committee on Intellectual Cooperation to meet in Geneva, August 1922. The Programme of work of the Committee included: enquiry into the conditions of intellectual life, assistance to countries whose intellectual life was endangered, creation of National Committees for intellectual cooperation, cooperation with international intellectual organisations, protection of intellectual property, inter-university cooperation, coordination of bibliographical work and international interchange of publications, and international cooperation in archaeological research. The International Commission for Intellectual Cooperation was created in 1922. Its first president, Henri Bergson, participated together with many distinguished people in improving conditions of intellectual workers and facilitating contacts. From 1926 the Commission was included in the International Institute of Intellectual Cooperation, established in Paris. The cinema was also considered a useful tool to bring minds together. The International Educational Cinematographic Institute was created in Roma after a proposal from the Italian government and placed under the League's supervision. Although serving under a fascist government, it carried out considerable work promoting the peaceful ideal and the spirit of international cooperation. Partially-integrated into the League's structure, the Permanent Central Opium Board was in charge of the supervision of the traffic in opium and other dangerous drugs. Many consider it one of the most important social and humanitarian activity of the League. Before the creation of the League, there existed an international Convention – the Hague Opium Convention of 1912 – that never entered into force. The signatories of the Treaty of Versailles agreed by Art. 295 to ratify it, ipso facto. The 1912 Convention imposed, for the first time, certain obligations for regulating the trade in and production of drugs, on the contracting parties. The League subsequently appointed an Advisory Committee, and instructed the Secretariat to collect full information on the steps taken to apply the 1912 Convention. The Advisory Committee on the Traffic in Opium and Other Dangerous Drugs was established by the first Assembly of the League, on 15 December 1920.[23] The Advisory Committee held its first meeting from 2–5 May 1921, and continued its activities until 1940.[24] It was succeeded under the United Nations by the Commission on Narcotic Drugs. In 1925, a Second Opium Convention signed in Geneva supplemented and extended that of 1912. Among others, it rendered the import certificates compulsory, and provided for more effective supervision of production and international trade. The Convention further provided for the setting up of a Permanent Central Opium Board. The Board was set up in 1928, and build up the international system of control. Although a treaty-mandated body, theoretically independent from the League, it became partially-integrated into the structure of the League.[25] In 1931 the Assembly summoned a Conference that deliberated in favor of limiting the national manufacturing of narcotics as the only way to make sure that no margin was left for illicit traffic, this resulted in the adoption of another treaty (the \"Limitation Convention\") and another organ, the Drug Supervisory Body (\"Organe de Contrôle\") this time independent from the League, composed of four members and in charge of the collection of estimates on countries' production and trade in controlled drugs.[25] The Drug Supervisory Body and the Permanent Central Opium Board were merged onto the International Narcotics Control Board in 1968.[26] Under 1912, 1925, and 1931 drug Conventions, the Office International d'Hygiène Publique (OIHP) has a number of mandates, including: nominating one member of the Drug Supervisory Body, undertaking the assessment of preparations to be placed under, or exempted from, international controls, as well as epidemiological monitoring functions.[12] International treaties were signed to combat human trafficking in 1904 and 1910.[27] In 1921, the League Council established the Advisory Committee on the Traffic in Women and Children. The committee was composed of delegates from nine states, as well as assessors appointed by five private organizations.[27] The committee was tasked with examining annual reports by League members and governments on human trafficking.[27] In 1921 a convention was adopted strengthening the measures against trafficking. The Committee on the Traffic in Women and Children was created. The annual reports of governments, combined with those of big private organizations working on parallel lines, enabled the committee to carry on its work of coordination and supervision. The league has considered the problem of slavery and set about securing information from various governments since 1922. Few years later, a convention was drawn up in view of hastening the total abolition of slavery and the slave trade. The Slavery Convention of 25 September 1926 produced good results in many territories. In 1932, in the league review of the convention implementation, appeared that cases of capture of free men still occurred in some areas, and that slave-markets existed in several countries. The assembly decided therefore to appoint a permanent advisory committee to study the facts and the institutions related to slavery, and to consider means of eliminating them. In 1921 they helped to assist the approximately 1.5 million people who fled the Russian Revolution of 1917. In April 1920, there were more than half a million prisoners of war, most of them in Russia, waiting to be repatriated in extremely bad conditions. The Council of the League asked the famous explorer from Norway, Fridtjof Nansen to examine the situation. Nansen took immediate steps and in less than two years managed to repatriate more than 427, 000 prisoners of war to 26 different countries. The League established a Commission for Refugees in 1921 and Nansen was the first High Commissioner. In autumn 1922 Fridtjof Nansen was awarded the Nobel Peace Prize. The Commission also established the Nansen passport as a means of identification for stateless peoples.[28] The Conference for the Reduction and Limitation of Armaments of 1932–1934 (sometimes World Disarmament Conference or Geneva Disarmament Conference) was an effort by member states of the League of Nations, together with the U.S., to actualize the ideology of disarmament. It took place in the Swiss city of Geneva, ostensibly between 1930 and 1934, but more correctly until May 1937. The first effort at international arms limitation was made at the Hague Conferences of 1899 and 1907, which had failed in their primary objective. Although many contemporary commentators (and Article 231 of the Treaty of Versailles) had blamed the outbreak of the First World War on the war guilt of Germany, historians writing in the 1930s began to emphasize the fast-paced arms race preceding 1914. Further, all the major powers except the US had committed themselves to disarmament in both the Treaty of Versailles and the Covenant of the League of Nations. A substantial international non-governmental campaign to promote disarmament also developed in the 1920s and early 1930s. A preparatory commission was initiated by the League in 1925; by 1931, there was sufficient support to hold a conference, which duly began under the chairmanship of former British Foreign Secretary Arthur Henderson. The motivation behind the talks can be summed up by an extract from the message President Franklin D. Roosevelt sent to the conference: \"If all nations will agree wholly to eliminate from possession and use the weapons which make possible a successful attack, defences automatically will become impregnable and the frontiers and independence of every nation will become secure.\" The talks were beset by a number of difficulties from the outset. Among these were disagreements over what constituted \"offensive\" and \"defensive\" weapons, and the polarization of France and Germany. The increasingly military-minded German governments could see no reason why their country could not enjoy the same level of armaments as other powers, especially France. The French, for their part, were equally insistent that German military inferiority was their only insurance from future conflict as serious as they had endured in the First World War. As for the British and US governments, they were unprepared to offer the additional security commitments that France requested in exchange for limitation of French armaments. The talks broke down and Hitler withdrew Germany from both the Conference and the League of Nations in October 1933. The 1930s had proved far too self-interested an international period to accommodate multilateral action in favour of pacifism. In 1935, the League of Nations Assembly decided to conduct a study of women's legal status \"around the world\" as a response to pressure by women's organizations pressing for an international treaty of women's equal rights. The assembly resolved to consider how \"the terms of the Equal Rights Treaty should be examined in relation to existing political, civil and economic status of women under the laws of countries around the world.\" To conduct this study, the Committee for the Study of the Legal Status of Women was appointed to design a questionnaire to submit to three scientific institutes: the Institut de Droit Comparé and the Institut de Droit Penal in Paris and the Institute of Private Law at Rome. The Institute de Droit Comparé was enlisted to study women's franchise, access to educational facilities and similar questions. The Institut de Droit Penal was assigned questions of penal and criminal laws related to women, and the Institute of Private Law focused on divorce, domicile rights and similar questions. Additionally, after much discussion, the Committee agreed to employ interested women's organizations who had already been conducting studies on the legal status of women for some time. While the work was left incomplete because of the outbreak of the Second World War, the study provided a foundation upon which the United Nations Commission on the Status of Women would organize its work after 1946. The first meeting of the Committee of Experts for the Study of the Legal Status of Women Around the World was held in Geneva on 4 April 1938. They met again in January 1939 before disbanding. The members were Mme. Suzanne Bastid of France, professor of law at the University of Lyon; M. de Ruelle of Belgium, legal adviser for the Belgian Ministry of Foreign Affairs and member of the Permanent Court of Arbitration; Mme. Anka Godjevac of Yugoslavia, adviser of the Yugoslav delegation at the 1930 Codification Conference; Mr. H. C. Gutteridge of the United Kingdom, professor of comparative law at the University of Cambridge. Gutteridge was elected chair of the Committee; Mlle. Kerstin Hesselgren of Sweden, member of the Second Chamber of the Swedish Riksdag and Rapporteur of the Committee; Ms. Dorothy Kenyon of the United States, doctor of law, member of the New York Bar and legal adviser to a number of national organizations; M. Paul Sebasteyan of Hungary, counselor and head of the Treatise Division the Ministry of Foreign Affairs; and Mr. McKinnon Wood of the United Kingdom who served as Secretariat of the Committee. [29] The work of drawing up draft treaties for the protection of minorities in the States of Eastern Europe was entrusted with the Commission on New States set up at the Peace Conference at Paris on 1 May 1919. The ten treaties containing provisions concerning minorities: The League of Nations was maintained financially by the Member States. The Assembly controlled the annual budget. The total authorized League budgets for the four years 1921–1924 gave an average of 22 757 769 gold francs per year, equivalent to 4 391 187 American dollars. This figure covered not only the League of Nations but also the cost of the Permanent Court of International Justice and the International Labour Organization. The average share of the budget for this period was: League of Nations: 2 178 445 American dollars at par; International Labour Organization: 1 350 675 American dollars; Permanent Court of International Justice: 386 000 American dollars.[30] Since the critical setbacks in 1933, the League's political cooperation became more and more ineffective. Conversely, the technical activities continued to grow. Thus the Council decided to evaluate the separation of technical and political activities. Committee presided by an Australian Stanley Bruce concluded that fundamental reforms were needed. However, these proposals come to an abrupt halt due to the resignation of the Secretary General, J. Avenol, and the outbreak of the Second World War. Following the German invasion of Poland on 1 September 1939, the Secretariat prepared plans for withdrawal. The rapid advance of German armies in 1940 put pressure on the LON to transfer certain activities according to invitations by some government. While the Secretary General stayed in Geneva to symbolize the League's continuity and Swiss neutrality, the main activities were located elsewhere. The High Commissioner for Refugees and the Treasury of the Secretariat were based in London; the Opium Committee was based in Washington D.C.; the Economic and Financial Organisation was moved to Princeton. Neither the Assembly nor the Council could meet after December, 1939, so the rest of the League was administered by a Control Commission. ","Title":"Organisation of the League of Nations - Wikipedia","KeyID":"9397","URL":"https://en.wikipedia.org/wiki/Organisation_of_the_League_of_Nations"}