{"Content: ":"Between 1920 and 1939, a total of 63 countries became member states of the League of Nations. The Covenant forming the League of Nations was included in the Treaty of Versailles and came into force on 10 January 1920, with the League of Nations being dissolved on 18 April 1946; its assets and responsibilities were transferred to the United Nations. The League's greatest extent was from 28 September 1934 (when Ecuador joined) to 23 February 1935 (when Paraguay withdrew) with 58 members. At this time, only Costa Rica (22 January 1925), Brazil (14 June 1926), Japan (27 March 1933) and Germany (19 October 1933) had withdrawn, and only Egypt was left to join (on 26 May 1937). The members (listed from earliest joining and alphabetically if they joined on the same day) at this time were Argentina, Australia, Belgium, Bolivia, the British Empire, Canada, Chile, China, Colombia, Cuba, Czechoslovakia, Denmark, El Salvador, France, Greece, Guatemala, Haiti, Honduras, India, Italy, Liberia, the Netherlands, New Zealand, Nicaragua, Norway, Panama, Paraguay, Persia/Iran, Peru, Poland, Portugal, Romania, Siam, South Africa, Spain, Sweden, Switzerland, Uruguay, Venezuela, Yugoslavia, Austria, Bulgaria, Finland, Luxembourg, Albania, Estonia, Latvia, Lithuania, Hungary, the Irish Free State, Ethiopia, the Dominican Republic, Mexico, Turkey, Iraq, the Soviet Union, Afghanistan, and Ecuador. Of the 42 founding members,[1] 23 (or 24, counting Free France) were members when the League of Nations was dissolved in 1946. A further 21 countries joined between 1920 and 1937, but seven withdrew, left, or were expelled before 1946. Countries are listed under the year in which they joined. The word \"withdrew\" indicates that a country left of its own choice. The word \"left\" indicates a country that ceased to exist after annexation by Germany, Italy or the Soviet Union. The Soviet Union was expelled from the League in 1939, following its invasion of Finland, and was the only country to face this measure. Despite formulating the concept and signing the Covenant, the United States never joined the League of Nations, and some relatively isolated sovereign states in Asia also did not join, including Saudi Arabia, Yemen, Mongolia, Nepal, and Bhutan. Likewise, none of the European microstates of Andorra, Liechtenstein, Monaco, San Marino, and Vatican City ever sought membership in the organization.[citation needed] At the IX Congress of European Nationalities, an organization of the League of Nations, held in Bern, Galicia, Basque Country and Catalonia, the first three autonomies of Spain, were recognized as a nation. In any case, they were not independent, being represented through the government of the Second Spanish Republic.[2]","Title":"Member states of the League of Nations - Wikipedia","KeyID":"9398","URL":"https://en.wikipedia.org/wiki/Member_states_of_the_League_of_Nations"}