{"Content: ":"This is a list of United Nations peacekeeping missions since the United Nations was founded in 1945, organized by region, with the dates of deployment, the name of the related conflict, and the name of the UN operation. Peacekeeping, as defined by the United Nations, is a way to help countries torn by conflict create conditions for sustainable peace. UN peacekeepers—soldiers and military officers, police officers and civilian personnel from many countries—monitor and observe peace processes that emerge in post-conflict situations and assist ex-combatants in implementing the peace agreements they have signed. Such assistance comes in many forms, including confidence-building measures, power-sharing arrangements, electoral support, strengthening the rule of law, and economic and social development. The Charter of the United Nations gives the Security Council the power and responsibility to take collective action to maintain international peace and security. For this reason, the international community usually looks to the Security Council to authorize peacekeeping operations. Most of these operations are established and implemented by the United Nations itself with troops serving under UN operational command. In other cases, where direct UN involvement is not considered appropriate or feasible, the Council authorises regional organisations such as the North Atlantic Treaty Organisation, the Economic Community of West African States or coalitions of willing countries to implement certain peacekeeping or peace enforcement functions. In modern times, peacekeeping operations have evolved into many different functions, including diplomatic relations with other countries, international bodies of justice (such as the International Criminal Court), and eliminating problems such as landmines that can lead to new incidents of fighting. 1. ^ Shown are the flags of the five countries in which ONUCA operated. They are in this order (sorted alphabetically): Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua. 1. ^ Shown are the flags of the newly independent East Timor and its former occupier, Indonesia (in that order). 1. ^ This mission operated within former Yugoslav successor states of Bosnia and Herzegovina, Croatia, Macedonia, and the Federal Republic of Yugoslavia (Serbia and Montenegro). The flags are shown in this order. 2. ^ Prevlaka Peninsula was claimed by both Croatia and the Federal Republic of Yugoslavia (Serbia and Montenegro) and the flags are shown in this order. Upon resolution, all parties accepted Croatia's claim to the territory. 1. ^ The United Nations and all foreign governments but Turkey recognise the sovereignty of the Republic of Cyprus, whose flag is shown first, over the whole island of Cyprus. The second flag is that of the Turkish Republic of Northern Cyprus, a de facto state, by virtue of controlling the northern third of the island, which is recognised only by Turkey. 2. ^ The first flag is the flag of Serbia, used by Republic of Serbia which claims sovereignty over Kosovo. The second is the flag of the Republic of Kosovo which is in de facto control over the territory. As of 4 September 2020, it is recognised by 97 UN member countries. For more information see Kosovo.","Title":"List of United Nations peacekeeping missions - Wikipedia","KeyID":"9401","URL":"https://en.wikipedia.org/wiki/List_of_United_Nations_peacekeeping_missions"}