{"Content: ":"A United Nations resolution (UN resolution) is a formal text adopted by a United Nations (UN) body. Although any UN body can issue resolutions, in practice most resolutions are issued by the Security Council or the General Assembly. Except concerning UN budgetary matters and instructions to lower UN bodies, General Assembly resolutions are non-binding.[1] The UN's website describes General Assembly resolutions as the expression of member states' views, and as not legally binding upon member states.[1] Articles 10 and 14 of the UN Charter refer to General Assembly resolutions as \"recommendations\"; the recommendatory nature of General Assembly resolutions has repeatedly been stressed by the International Court of Justice.[2] However, some General Assembly resolutions dealing with matters internal to the United Nations, such as budgetary decisions or instructions to lower-ranking organs, are clearly binding on their addressees.[citation needed] Under Article 25 of the Charter, UN member states are bound to carry out \"decisions of the Security Council in accordance with the present Charter\". Resolutions made under Chapter VII are considered binding, but resolutions under Chapter VI have no enforcement mechanisms and are generally considered to have no binding force under international law. In 1971, however, a majority of the then International Court of Justice (ICJ) members asserted in the non-binding Namibia advisory opinion that all UN Security Council resolutions are legally binding.[3] This assertion by the ICJ has been countered by Erika De Wet and others.[4] De Wet argues that Chapter VI resolutions cannot be binding. Her reasoning, in part states: Allowing the Security Council to adopt binding measures under Chapter VI would undermine the structural division of competencies foreseen by Chapters VI and VII, respectively. The whole aim of separating these chapters is to distinguish between voluntary and binding measures. Whereas the specific settlement of disputes provided by the former is underpinned by the consent of the parties, binding measures in terms of Chapter VII are characterised by the absence of such consent. A further indication of the non-binding nature of measures taken in terms of Chapter VI is the obligation on members of the Security Council who are parties to a dispute, to refrain from voting when resolutions under Chapter VI are adopted. No similar obligation exists with respect to binding resolutions adopted under Chapter VII... If one applies this reasoning to the Namibia opinion, the decisive point is that none of the Articles under Chapter VI facilitate the adoption of the type of binding measures that were adopted by the Security Council in Resolution 276(1970)... Resolution 260(1970) was indeed adopted in terms of Chapter VII, even though the ICJ went to some length to give the opposite impression.[5] In practice, the Security Council does not consider its decisions outside Chapter VII to be binding.[4] It has been proposed that a binding triad of conditions—a supermajority of the number of nations voting, whose populations and contributions in dues to the UN budget form a majority of the total—make a General Assembly resolution binding on all nations; the proposal has gone nowhere. For more information on specific resolutions, see: United Nations resolutions follow a common format. Each resolution has three parts: the heading, the preambular clauses, and the operative clauses. The entire resolution consists of one long sentence, with commas and semi-colons throughout, and only one period at the very end. The heading contains the name of the body issuing the resolution (be it the Security Council, the General Assembly, a subsidiary organ of the GA, or any other resolution-issuing organization), which serves as the subject of the sentence; the preambular clauses (also called preambular phrases) indicating the framework through which the problem is viewed, as a preamble does in other documents; and the operative clauses (also called operative phrases) in which the body delineates the course of action it will take through a logical progression of sequentially numbered operative clauses (if it is the Security Council or a UN organ making policy for within the UN) or recommends to be taken (in many Security Council resolutions and for all other bodies when acting outside the UN). Each operative clause calls for a specific action. The last operative clause, at least in the Security Council, is almost always \"Decides [or Resolves] to remain seized of the matter,\" (sometimes changed to \"actively seized\"). The reasoning behind this custom is somewhat murky, but it appears to be an assurance that the body in question will consider the topic addressed in the resolution in the future if it is necessary. In the case of Security Council resolutions, it may well be employed with the hope of prohibiting the UNGA from calling an 'emergency special session' on any unresolved matters,[6] under the terms of the 'Uniting for Peace resolution', owing to the Charter stipulation in Article 12 that: \"While the Security Council is exercising in respect of any dispute or situation the functions assigned to it in the present Charter, the General Assembly shall not make any recommendation with regard to that dispute or situation.\" The preambular and operative clauses almost always start with verbs, sometimes modified by adverbs then continue with whatever the body decides to put in; the first word is always either italicized or underlined. However, preambular clauses are unnumbered, end with commas, and sometimes do begin with adjectives; operative clauses are numbered, end with semicolons (except for the final one, which ends with a full stop/period), and never begin with adjectives. The name of the issuing body may be moved from above the preambular clauses to below them; the decision to do so is mostly stylistic, and the resolution still comprises a coherent sentence. United Nations resolutions can be both substantive resolutions and procedural resolutions. In addition, resolutions can be classified by the organ in which they originate, e.g.: As a way to address deadlock in the Security Council caused by the veto of one or more of the permanent five (P5) members of the Security Council, the General Assembly passed Resolution 377, the \"Uniting for Peace\" resolution at the urging of the United States. UNGA Resolution 377 states that when the Security Council, because of a lack of unanimity among its P5 members, fails to act as required to maintain international peace and security, the General Assembly shall consider the matter immediately and may issue appropriate recommendations to UN members for collective measures, including the use of armed force when necessary, in order to maintain or to restore international peace and security.[7] Envisioning the need for prompt action, Resolution 377 also created the \"Emergency Special Session\" (ESS) mechanism.[8] The Uniting for Peace approach to quashing international conflicts and crises has been used by the General Assembly several times, including to address conflict in Korea in 1951, in the Middle East in 1956, and more recently.[9] Enforcement of resolutions depends on the more powerful member states of the UN and for this reason many resolutions, including scores of Security Council resolutions, have remained unimplemented. Resolutions against allies of the United States constitute by far the largest portion of unimplemented UN resolutions, according to a review of many decades of the diplomatic record by international relations scholar Stephen Zunes. US ally Israel and NATO member Turkey each stand in violation of well over a dozen UN Security Council resolutions.[10][11][12]","Title":"United Nations resolution - Wikipedia","KeyID":"9409","URL":"https://en.wikipedia.org/wiki/United_Nations_resolution"}