{"Content: ":"This is a list of United Nations General Assembly resolutions at the sixty-sixth session of the United Nations General Assembly. severe restrictions on the movement of persons and goods, including medical and humanitarian\" and the situation as a result of the blockade of the Gaza Strip; while it also supported the \"principles for bilateral negotiations, as affirmed by the parties in the Israeli-Palestinian Joint Understanding reached at the international conference held in Annapolis.\" It hoped for reconciliation between Palestinian factions and called for a peaceful resolution to the conflict and Israel's withdrawal from the territories occupied since 1967. During the debate on the issue, Australia said it chose to abstain instead of rejecting the motion on the premise that it has previously supported the peaceful settlement and supported the reference to the recommendations of the Quartet, the Road Map and the Arab Peace Initiative as \"reflect[ing] the will of the international community for a peaceful solution. Such a solution should be based on the 1967 lines and the mutually agreed land swaps.\" However, it added that the resolution did not sufficiently recognize \"Israel’s legitimate security concerns...[as] weapons continued to be smuggled through Gaza, and rockets to be fired into Israel.\" The U.S. said that it was \"troubled by the repetitive, disproportionate and one‑sided annual General Assembly resolutions condemning Israel.\" Singapore added that it had supported the motion on the \"Committee on the Exercise of the Inalienable Rights of the Palestinian People\" on the basis of the text \"achievement of the two‑State solution on the basis of pre‑1967 borders\" being interpreted similarly to that of this resolution, which reads: \"...two‑State solution of Israel and Palestine, living side by side in peace and security within recognized borders, based on the pre‑1967 borders.\" The motion was rejected by: Canada, Israel, Marshall Islands, Micronesia, Nauru, Palau and the United States; while there were four abstentions: Australia, Cameroon, Côte d'Ivoire and Tonga.[13] After the votes, there were other delegation that spoke. Argentina, speaking for Brazil as well, said the two states supported the resolution on the premise that it sought to emphasise the illegality of the acquisition of the land by force, though it did not prejudge paragraph six, which demanded Israel withdraw from all of the Golan Heights as per the demarcated boundaries prior to 4 June 1967 and in accord with prior relevant UNSC resolutions. They also called on the need to seek a resolution to the impasse and called on Israel and Syria to resume negotiations on a permanent settlement in accordance with the principle of \"land for peace.\" Iran then said it supported this resolution and that of Jerusalem but insisted on expressing reservations on any part of the resolution that could be read as recognition of Israel; it also added that references to the \"peace process\" and a \"two‑State solution\" would only occur \"through justice, an end to discrimination, an end to the occupation of all Palestinian territories, the return of all refugees, a resort to democratic means in establishing the wishes of the Palestinian people, and the establishment of an independent, democratic Palestinian State, with Jerusalem as its capital.\" Syria then thanked all those who voted in favour of the resolution, also noting its consistent approval since 1981, that those who supported it stood up for \"right, justice and law,\" its adoption indicated adherence to the UN Charter and \"sent a clear message to Israel that killing, foreign occupation, forcible land annexation, racial discrimination, settlement construction and repression were to be rejected.\" Palestine then said the resolutions adopted on the day were \"consistent with the objectives of peace — the two‑State solution and upholding international law.\" Speaking during the Right of Reply at the end of the day, Syria said it was \"truly concerned and surprised\" by attempts from Australia and Japan to stimulate internal tensions in Syria, and more so when the day discussed issues pertaining to Palestine and the \"suffering of the Palestinian people.\" It thus concluded that their objectives were to \"divert attention away from the occupation, and the practices that contravened the simplest norms of international law and international humanitarian law. Syria issued strong condemnation of Australia's \"far from using diplomatic language\" in attacking a symbol of Syria's sovereignty, its Head of State, as \"an irresponsible incitement to violence and sent a negative message that supported armed terrorist groups.\" The delegate also noted Australia's talk about Syria, Yemen, Iran, Egypt, Tunisia and Libya yet refusing to discuss the matter on hand. Iran then spoke to clarify an issue in regards to the violation of the British embassy in Iran in that it had regretted the incidence and previously reiterated a commitment to the Vienna Convention on Consular Relations; it added that a judicial investigation had been undertaken into the incident and who perpetrated it.[13]","Title":"List of resolutions at the sixty-sixth session of the United Nations General Assembly - Wikipedia","KeyID":"9412","URL":"https://en.wikipedia.org/wiki/List_of_resolutions_at_the_sixty-sixth_session_of_the_United_Nations_General_Assembly"}