{"Content: ":"The following is a list of United Nations resolutions concerning Israel. As of 2013[update], the State of Israel had been condemned in 45 resolutions by the United Nations Human Rights Council (UNHRC). Since the UNHRC's creation in 2006, it has resolved almost more resolutions condemning Israel alone than on issues for the rest of the world combined. The 45 resolutions comprised almost half (45.9%) of all country-specific resolutions passed by the UNHRC, not counting those under Agenda Item 10 (countries requiring technical assistance).[1] From 1967 to 1989, the United Nations Security Council (UNSC) adopted 131 Security Council resolutions directly addressing the Arab–Israeli conflict. In early UNSC practice, resolutions did not directly invoke Chapter VII of the United Nations Charter. They made an explicit determination of a threat, breach of the peace, or act of aggression, and ordered an action in accordance with Article 39 or 40. UNSC Resolution 54 determined that a threat to peace existed within the meaning of Article 39 of the Charter, reiterated the need for a truce, and ordered a ceasefire pursuant to Article 40 of the Charter. Although the phrase \"Acting under Chapter VII\" was never mentioned as the basis for the action taken, the chapter's authority was being used.[2] The United Nations General Assembly (UNGA) has adopted a number of resolutions stating that Israel's strategic relationship with the United States, a superpower and permanent member of the Security Council with veto power, encourages the former to pursue aggressive and expansionist policies and practices in the Israeli–Palestinian conflict.[3] The 9th Emergency Session of the UNGA was convened at the request of the UNSC when the United States blocked all efforts to adopt sanctions against Israel.[4] The United States responded to the frequent criticism from United Nations organs by adopting the Negroponte doctrine of opposing any UNSC resolutions criticizing Israel that did not also denounce Palestinian militant activity. United Nations General Assembly resolutions are as follows: United Nations Security Council resolutions are as follows:","Title":"List of United Nations resolutions concerning Israel - Wikipedia","KeyID":"9418","URL":"https://en.wikipedia.org/wiki/List_of_United_Nations_resolutions_concerning_Israel"}