{"Content: ":"Limb development in vertebrates is an area of active research in both developmental and evolutionary biology, with much of the latter work focused on the transition from fin to limb.[1] Limb formation begins in the morphogenetic limb field, as mesenchymal cells from the lateral plate mesoderm proliferate to the point that they cause the ectoderm above to bulge out, forming a limb bud. Fibroblast growth factor (FGF) induces the formation of an organizer at the end of the limb bud, called the apical ectodermal ridge (AER), which guides further development and controls cell death. Programmed cell death is necessary to eliminate webbing between digits. The limb field is a region specified by expression of certain Hox genes, a subset of homeotic genes, and T-box transcription factors – Tbx5 for forelimb or wing development, and Tbx4 for leg or hindlimb development. Establishment of the forelimb field (but not hindlimb field) requires retinoic acid signaling in the developing trunk of the embryo from which the limb buds emerge.[2][3] Also, although excess retinoic acid can alter limb patterning by ectopically activating Shh or Meis1/Meis2 expression, genetic studies in mouse that eliminate retinoic acid synthesis have shown that RA is not required for limb patterning.[4] The limb bud remains active throughout much of limb development as it stimulates the creation and positive feedback retention of two signaling regions: the AER and its subsequent creation of the zone of polarizing activity (ZPA) with the mesenchymal cells.[5] In addition to the dorsal-ventral axis created by the ectodermal expression of competitive Wnt7a and BMP signals respectively, these AER and ZPA signaling centers are crucial to the proper formation of a limb that is correctly oriented with its corresponding axial polarity in the developing organism.[6][7] Because these signaling systems reciprocally sustain each other’s activity, limb development is essentially autonomous after these signaling regions have been established.[5] Limb formation begins in the morphogenetic limb field. Limb formation results from a series of reciprocal tissue interactions between the mesenchyme of the lateral plate mesoderm and the overlying ectodermally derived epithelial cells. Cells from the lateral plate mesoderm and the myotome migrate to the limb field and proliferate to the point that they cause the ectoderm above to bulge out, forming the limb bud. The lateral plate cells produce the cartilaginous and skeletal portions of the limb while the myotome cells produce the muscle components. The lateral plate mesodermal cells secrete fibroblast growth factors (FGF7 and FGF10) to induce the overlying ectoderm to form an organizer at the end of the limb bud, called the apical ectodermal ridge (AER), which guides further development and controls cell death.[8] The AER secretes further growth factors FGF8 and FGF4 which maintain the FGF10 signal and induce proliferation in the mesoderm.[citation needed] The position of FGF10 expression is regulated by two Wnt signaling pathways: Wnt8c in the hindlimb and Wnt2b in the forelimb. The forelimb and the hindlimb are specified by their position along the anterior/posterior axis and possibly by two transcription factors: Tbx5 and Tbx4, respectively.[9][10] The limb's skeletal elements are prefigured by tight aggregates known as cellular condensations of the pre-cartilage mesenchymal cells.[11] Mesenchymal condensation is mediated by extracellular matrix and cell adhesion molecules.[12] In the process of chondrogenesis, chondrocytes differentiate from the condensations to form cartilage, giving rise to the skeletal primordia. In the development of most vertebrate limbs (though not in some amphibians), the cartilage skeleton is replaced by bone later in development. The limb is organized into three regions: stylopod, zeugopod, and autopod (in order from proximal to distal). The zeugopod and the autopod contain a number of periodic and quasi-periodic pattern motifs. The zeugopod consists of two parallel elements along the anteroposterior axis and the autopod contains 3-5 (in most cases) elements along the same axis. The digits also have a quasi-periodic arrangement along the proximodistal axis, consisting of tandem chains of skeletal elements. The generation of the basic limb plan during development results from the patterning of the mesenchyme by an interplay of factors that promote precartilage condensation and factors that inhibit it.[13] The development of the basic limb plan is accompanied by the generation of local differences between the elements. For example, the radius and ulna of the forelimb, and the tibia and fibula of the hindlimb of the zeugopod are distinct from one another, as are the different fingers or toes in the autopod. These differences can be treated schematically by considering how they are reflected in each of the limb's three main axes. A general consensus is that the patterning of the limb skeleton involves one or more Turing-type reaction–diffusion mechanisms.[1] The evolution of limbs from paired fins has been an area of much focus.[1] There have been many studies aimed at elucidating specific genes and transcription factors that are found responsible for limb development (See Table 1 below). In particular, studies have shown that SHH, DACH1, and the BMP, HOX, T-box, FGF, and WNT gene families all play a critical role in successful limb development and formation.[14][15] In order to study the genes involved in limb development (and thus evolution) limb reduction and limb loss in snakes is a complementary approach.[16] Conserved sequences involved in limb development are retained in the genomes of snakes. Certain limb-enhancer sequences are also conserved between different types of appendage, such as limbs the phallus.[16][17] For instance, limb-development signalling plays a role both in the development of the limbs and of the genital tubercle in mice.[16][17] The study of limb reduction and limb loss is unravelling the genetic pathways that control limb development.[16] The Turing system has enabled a number of possible outcomes in the evolutionary steps of patterning networks.[1] Many of the genes listed in Table 1 play an important role in embryonic development, specifically during skeletal patterning and limb bud formation.[18] The Shh gene, and genes belonging to the BMP, Hox, T-box, FGF, and Wnt families, all play a pivotal role in cell signaling and differentiation to regulate and promote successful limb formation. Various other genes listed above, one example being Dach1, are DNA-binding proteins that regulate gene expression. The intricate combination of gene expression, regulation, activation, and de-activation allows these genes to produce limbs during embryonic development. Interestingly, many of these genes remain present even in animals that do not have limbs, such as snakes. An interesting aspect in understanding limb development is addressing the question of how snakes lost their legs. Snakes are a particularly good example for studying limb loss, as they underwent limb loss and regeneration multiple times throughout their evolution before they finally lost their legs for good. Much of the gene expression during embryonic development is regulated via spatiotemporal and chemotactic signaling,[20] as depicted by the image to the right. Recent evidence suggests that the highly conserved genes responsible for limb development (Table 1) still remain present in limbless vertebrates,[21] indicating that during embryonic development, the production of limbs, or lack there-of, may best be explained by gene regulation. One theory suggests that the degradation of enhancer sequences may have contributed to the progressive limb loss in snake evolution. In particular, many studies have focused on the ZPA Regulatory Sequence (ZRS) - the enhancer of the Sonic Hedgehog gene (Shh). This long-range enhancer is required for proper limb formation in several vertebrate species, with mutations in this sequence known to cause limb deformities.[17] As such, this sequence is highly conserved across a variety of vertebrate species. Comparisons of the core ZRS in several snake species to the mouse and lizard sequences shows the presence of snake-specific alterations.[23] The core ZRS proved to be mainly conserved in basal snakes like the boa constrictor and python, which still contain pelvic girdle bones.[22] In contrast, advanced snakes such as the viper and cobra, in which no skeletal limb structures remain, have a much higher rate of nucleotide changes when compared to the mouse and lizard ZRS.[22] It is thought that these cumulative changes in the snake ZRS are indicative of a progressive loss of function in this enhancer throughout snake evolution.[22] Further investigation into these changes showed an increased rate of substitution in binding sites for transcription factors such as ETS1, whose binding to ZRS has been shown to activate Shh transcription.[24] This degradation in ZRS suggests that this enhancer may be important in further exploring the molecular mechanisms that propelled the morphological evolution of snakes. Snakes are not a common model organism, i.e. they are not easily genetically tractable. In addition, their genome sequence data is incomplete and suffers from poor annotation and quality. These factors make it difficult to understand the mechanism of snake limb loss using a genetic approach, targeting and observing the presence and activity of these genes and their regulatory enhancers. Many of the genes necessary for limb formation are still retained in snakes, hence limb loss can probably not be explained by gene loss.[citation needed] The developing limb has to align itself in relation to three axes of symmetry.[25] These are the craniocaudal (head to tail), dorsoventral (back to front), and proximodistal (near to far) axes.[25] Many investigations into the development of the limb skeletal pattern have been influenced by the positional information concept proposed by Lewis Wolpert in 1971.[26] In tune with this idea, efforts have been made to identify diffusive signaling molecules (morphogens) that traverse orthogonal axes of developing limbs and determine locations and identities of skeletal elements in a concentration-dependent fashion. Hox genes contribute to the specification of the stylopod, zeugopod and autopod. Mutations in Hox genes lead to proximodistal losses or abnormalities.[27] Three different models have been advanced for explaining the patterning of these regions. The apical ectodermal ridge (AER) creates and maintains a zone of cell proliferation known as the progress zone.[28] It is thought that cells here gain the positional information they need to travel to their destined position.[28] It was proposed that their positional value was determined by the length of time that the cells were in the progress zone but this has yet to be proved (as of 2001).[28] Proximal structures were proposed to be formed by the first cells to leave the zone and distal ones, by cells that left later.[28] The Progress Zone model was proposed 30 years ago but recent evidence has conflicted with this model.[29] Experimental evidence: Cells are specified for each segment in the early limb bud and this population of cells expand out as the limb bud grows. This model is consistent with the following observations. Cell division is seen throughout the limb bud. Cell death occurs within a 200 μm zone subjacent to the AER when it is removed; cell death forecloses some patterning. FGF-releasing beads are able to rescue limb development when the AER is removed by preventing this cell death. Experimental evidence: More recently, however, the investigators primarily responsible for both the Progress Zone and Prespecification models have acknowledged that neither of these models accounts adequately for the available experimental data.[29] This model, a reaction–diffusion model first proposed in 1979,[32] is based on the self-organizing properties of excitable media described by Alan Turing in 1952.[33] The excitable medium is the limb bud mesenchyme, in which cells interact by positively autoregulatory morphogens such as transforming growth factor beta (TGF-β) and inhibitory signaling pathways involving fibroblast growth factor (FGF) and Notch signalling. Proximodistal and craniocaudal axes are not considered to be independently specified, but instead emerge by transitions in the number of parallel elements as the undifferentiated apical zone of the growing limb bud undergoes reshaping.[34] This model only specifies a \"bare bones\" pattern. Other factors like sonic hedgehog (Shh) and Hox proteins, primary informational molecules in the other models, are proposed instead to play a fine-tuning role. Experimental evidence: The discovery, in 1957, of the zone of polarizing activity (ZPA) in the limb bud provided a model for understanding the patterning activity by the action of a morphogenic gradient of sonic hedgehog (Shh).[39] Shh is recognised as a limb-specific enhancer.[40] Shh is both sufficient and necessary to create the ZPA and specify the craniocaudal pattern in the distal limb (Shh is not necessary for the polarity of the stylopod). Shh is turned on in the posterior through the early expression of Hoxd genes, the expression of Hoxb8, and the expression dHAND. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh induces the AER to produce FGF4 and FGF8 which maintains the expression of Shh. Digits 3,4 and 5 are specified by a temporal gradient of Shh. Digit 2 is specified by a long-range diffusible form of Shh and Digit 1 does not require Shh. Shh cleaves the Ci/Gli3 transcriptional repressor complex to convert the transcription factor Gli3 to an activator which activates the transcription of HoxD genes along the craniocaudal. Loss of the Gli3 repressor leads to the formation of generic (non-individualized) digits in extra quantities.[41] Dorsoventral patterning is mediated by Wnt7a signals in the overlying ectoderm not the mesoderm. Wnt7a is both necessary and sufficient to dorsalize the limb. Wnt7a also influences the craniocaudal and loss of Wnt7a causes the dorsal side of limbs to become ventral sides and causes missing posterior digits. Replacing Wnt7a signals rescues this defect. Wnt7a is also required to maintain expression of Shh. Wnt-7a also causes Lmx-1, a Lim Homebox gene (and thus a transcription factor), to be expressed. Lmx-1 is involved in dorsalisation of the limb, which was shown by knocking out the Lmx-1 gene in mice.[42] The mice lacking the Lmx-1 produced ventral skin on both sides of their paws. There are other factors thought to control the DV patterning; Engrailed-1 represses the dorsalizing effect of Wnt-7a on the ventral side of the limbs.[43]","Title":"Limb development - Wikipedia","KeyID":"942","URL":"https://en.wikipedia.org/wiki/Limb_development"}