{"Content: ":"United Nations Secretary-General selection is the process of selecting the next secretary-general of the United Nations. To be selected as secretary-general, a candidate must receive the votes of at least nine members of the United Nations Security Council, with no vetoes from permanent members. The secretary-general is then appointed by a majority vote of the United Nations General Assembly. Although the process is informally called an election,[1] the United Nations refers to it as the \"procedure of selecting and appointing the next United Nations secretary-general.\"[2] Since the General Assembly has never refused to appoint the person recommended by the Security Council, it is the selection of the Security Council that determines the next secretary-general of the United Nations. Few formal rules govern the selection of the secretary-general of the United Nations. The only guiding text, Article 97 of the United Nations Charter, states \"The Secretary-General shall be appointed by the General Assembly upon the recommendation of the Security Council.\" The Charter's minimal language has since been supplemented by other procedural rules and accepted practices. In 1946, the General Assembly adopted a resolution stating it was \"desirable for the Security Council to proffer one candidate only for the consideration of the General Assembly, and for debate on the nomination in the General Assembly to be avoided.\"[3] The selection is subject to the veto of any of the five permanent members of the Security Council.[4] If a permanent member vetoes a candidate, it is not counted as a veto of a Security Council Resolution, as the votes are kept secret. To break the deadlocked selection of 1981, the Security Council began to take straw polls by secret ballot.[5]: 411  The system of straw polls was set down on paper in 1996 as the Wisnumurti Guidelines.[6] Several months before the current secretary-general's term ends, a straw poll is taken by secret ballot among the members of the Security Council. Votes are cast to \"encourage\" or \"discourage\" a particular candidate, or express \"no opinion.\"[6] The votes of the permanent members are mixed in with the votes of the rotating members. Based on the results of the straw poll, candidates may withdraw, and new candidates may be nominated. The next round of straw polling reveals the existence of any vetoes. The permanent members vote on red paper, and the rotating members vote on white paper.[6] If any permanent members vote \"discourage,\" this is treated as a likely veto. Straw polling continues until a candidate has no vetoes and more \"encourage\" votes than the other candidates. The Security Council then votes to recommend the candidate to the General Assembly. Since 1996, the vote has been taken by acclamation so that the secretary-general is recommended unanimously.[7] In the last stage, the General Assembly formally appoints the recommended candidate as secretary-general. In every selection except 1950, the General Assembly has voted by acclamation so that the secretary-general is appointed unanimously.[5]: 404  No candidate recommended by the Security Council has ever been rejected by the General Assembly. However, the threat of a negative vote in the General Assembly hangs over the deliberations of the Security Council. The process of selecting a secretary-general is often compared to a papal conclave.[8][9][10] The voting is restricted to a small group of countries, takes place in secret, goes through multiple rounds, and is easily deadlocked. Although the ballots are not burned to make black and white smoke, the ballot papers are printed on red and white paper. Although the voting is secret, diplomats always leak the results to journalists.[8][11]: 206–207  Candidates for secretary-general can be vetoed by the permanent members, just as popes could be vetoed by Catholic Great Powers until the 1903 conclave. The qualifications for holding the office have never been set down formally. However, some qualifications have been established through precedent and are supported by the veto power of China and France. The United States and the United Kingdom do not accept the Sino-French qualifications and have supported candidates who do not meet the requirements. No candidate from the Permanent Five has ever been nominated for the position of secretary-general, as it would increase the concentration of power in the United Nations.[12] The office is subject to a term limit of two full terms. U Thant served three terms, but his first two terms were partial terms that added up to one full term. In 1981, China cast 16 vetoes against Kurt Waldheim’s selection for a third term, and Waldheim eventually suspended his candidacy. Since 1981, no secretary-general has attempted to run for a third term. The office of secretary-general is rotated among the regional groups of the UN. Each region gets two or three consecutive terms as secretary-general. Candidates from that region are then disqualified in the next selection, and a new region gets its turn at the office. It is best if the secretary-general could speak both English and French. In some selections, France will veto candidates who are unable to speak French,[17] but it has abstained in other selections. Gladwyn Jebb served as executive secretary of the Preparatory Commission of the United Nations in August 1945, being appointed acting United Nations secretary-general from October 1945 to February 1946. His successor, Trygve Lie, was the first to be appointed secretary-general under the UN Charter. Lester B. Pearson of Canada was favored for the secretary-generalship. However, the Soviet Union opposed him on geographical grounds, since the permanent headquarters of the United Nations would be in North America. The permanent members then agreed on Trygve Lie of Norway, who had lost the election for president of the General Assembly to Paul-Henri Spaak of Belgium.[23] On 1 February 1946, as a result of a compromise between the major powers, Lie was elected as the first Secretary-General of the United Nations by a unanimous vote in the Security Council and by a 46-3 vote in the General Assembly.[24][25] After the UN involvement in the Korean War, the Soviet Union vetoed Trygve Lie's reappointment. The United States argued that the General Assembly could extend Lie's term without a recommendation from the Security Council. When a Latin American candidate appeared likely to win selection, the United States threatened to cast its first veto in the Security Council. With no other candidate able to win the required seven-vote majority, the Security Council informed the General Assembly that it could not make a recommendation. The General Assembly then voted 46-5-8 to extend Lie's term by three years to February 1954. The Soviet Union considered the vote to be a violation of the UN Charter, and it considered the office of secretary-general to be vacant upon the expiration of Lie's original five-year term. Lie announced in 1952 that he intended to resign, stating, \"I am quite sure that this is the time to leave without damage to the UN.\" He stepped down and he was replaced in 1953.[26] In November 1952, Trygve Lie announced his resignation. The Soviet Union had vetoed Lie's re-selection in 1950, and it considered the General Assembly's extension of his term in 1950 to be illegitimate. Since then, the Soviet Union had ignored Lie, addressing all communications to \"The Secretariat\" rather than the secretary-general. With negotiations for a Korean Armistice Agreement in progress, Lie felt that a new secretary-general could restore a working relationship with the Soviet Union. Both superpowers experienced a change of government during the selection, with Dwight Eisenhower's inauguration in January 1953 and Joseph Stalin's death in March 1953. The United Kingdom campaigned vigorously for Lester B. Pearson of Canada, but he was again vetoed by the Soviet Union. Carlos P. Romulo of the Philippines was the American candidate, but he failed to receive a 7-vote majority. The Soviet candidates received mass abstentions. After three weeks of negotiations, France proposed Dag Hammarskjöld of Sweden, a candidate so obscure that the U.S. State Department was initially uncertain who he was. However, Hammarskjöld was acceptable to both superpowers, and the Security Council selected him as Lie's successor.[27] Dag Hammarskjöld was re-selected unanimously to a second term in 1957. However, the Soviet Union was unhappy with Hammarskjöld's handling of the Congo Crisis, which broke out in 1960. The Soviets pushed him to resign, suggesting that the secretary-general be replaced by a troika, or three-man executive.[28] The Western nations opposed this move, and the Soviets dropped the idea. Hammarskjöld was killed in a plane crash in Northern Rhodesia (now Zambia) in 1961.[29][30] Hammarskjöld's death created a succession crisis at the United Nations, as the UN Charter had no provision for succession to the office of secretary-general. The Soviet Union pushed for a troika,[31] while the United States and the United Kingdom came up with a plan to bypass the Security Council by having the General Assembly President carry out the duties of secretary-general.[32] After a week of negotiation, the Soviet Union and the United States agreed on U Thant of Burma to take over Hammarskjöld's role. However, the two superpowers deadlocked for four weeks on how many assistant secretaries-general there would be, with the United States insisting on five,[33] and the Soviet Union proposing three, four, six, or seven.[34][35] The deadlock was finally broken when the superpowers agreed to let Thant decide for himself.[36] Thant was unanimously selected Acting Secretary-General for the remainder of Hammarskjöld's term, ending on 10 April 1963.[37] Less than a year into his term, Thant played an important role in resolving the Cuban Missile Crisis. His re-selection was subsequently assured when Soviet Premier Nikita Khrushchev made several favourable references to Thant in letters to U.S. President John F. Kennedy.[38] For personal reasons, Thant wished to have his second term expire five years after his own selection, rather than five years from the expiration of Hammarskjöld's term.[38] In December 1962, Thant was promoted from acting secretary-general to secretary-general for a term ending 3 November 1966.[39] In 1966, Thant declared that he would not run for re-selection.[40] However, no candidates were nominated to succeed him, and Thant was drafted for a third term.[41] His time in office ended on 31 December 1971,[42] aligning the secretary-general's term of office with the calendar year in all future selections. After serving the equivalent of two full terms, U Thant announced his intention to step down as secretary-general at the end of 1971. The Soviet Union attempted to draft Thant to stay in office,[43] but the United States promised to veto him so that he could retire.[44] Max Jakobson of Finland was the leading candidate for most of the race,[45] but Kurt Waldheim of Austria won the most votes in the first round. Carlos Ortiz de Rozas of Argentina also passed the 9-vote threshold in the second round. However, China vetoed Waldheim, and the Soviet Union vetoed Jakobson and Ortiz. Prior to the third round, the U.S. and U.K. delegations received instructions to prevent Waldheim from being selected, but they decided to abstain and rely on the Chinese veto.[46] To their surprise, China switched its veto to an abstention. Kurt Waldheim received no vetoes and was selected as secretary-general for a term starting on 1 January 1972. Kurt Waldheim easily defeated Luis Echeverría Álvarez to win re-selection in 1976. Although Waldheim had been opposed by three of the permanent members in 1971 and won the third round by accident, he received the support of all five permanent members in 1976. China cast a symbolic veto against Waldheim in the first round to demonstrate its preference for a secretary-general from the Third World, but then voted in favour of Waldheim in the second round.[47] Kurt Waldheim ran for an unprecedented third full term as secretary-general, losing to Salim Ahmed Salim by one vote. However, the selection deadlocked through 16 rounds of voting as China vetoed Waldheim and the United States voted against Salim. The Security Council finally settled on a dark horse candidate who stayed home and did not campaign. Javier Pérez de Cuéllar was selected for a term beginning on 1 January 1982, becoming the first secretary-general from Latin America. The 1981 selection set many precedents. The system of straw polls, which broke the deadlock, was adopted for future selections. China's 16 vetoes of Waldheim confirmed the two-term limit and established the principle of regional rotation. In 1986, Javier Pérez de Cuéllar was drafted to serve another term as secretary-general. The U.N. was facing financial difficulties after the United States Congress cut its contribution. Pérez, who had just recovered from quadruple-bypass surgery, expressed his unwillingness to go down with the ship. However, he felt duty-bound to accept another term, and he was re-selected unanimously by the Security Council.[48][49] In 1991, it was Africa's turn to hold the secretary-generalship. Eight Africans were nominated as candidates, and the Organization of African Unity promised that its members would vote against any non-African in the General Assembly. The Non-Aligned Movement, whose members collectively hold a majority of the votes in the General Assembly, endorsed all of the candidates nominated by the OAU. China again supported a secretary-general from Africa.[50] However, the other four permanent members of the Security Council rejected the principle of regional rotation, and several non-African candidates were nominated during the straw polling.[51] The 1991 selection was the first to use straw polling from the first round. In a sharp contrast to the 1981 selection, no vetoes were cast during the selection process. Boutros Boutros-Ghali of Egypt and Bernard Chidzero of Zimbabwe led the polling through five rounds. In the sixth round, several of Chidzero's supporters abandoned him, fearing a United States scheme to prolong the voting and make room for a compromise candidate. Boutros-Ghali was selected by a vote of 11-0-4.[5]: 411–412 [13] The elderly Boutros-Ghali initially intended to serve only one term, but he ran unopposed for a second term in 1996. The Security Council voted 14-1-0 in favour of his re-selection, but the single negative vote was a veto from the United States.[52] After other members of the Security Council failed to persuade the United States to change its position, Boutros-Ghali suspended his candidacy on 5 December 1996.[53] Four African candidates were nominated to replace Boutros-Ghali. Over multiple rounds, the United States and the United Kingdom vetoed all candidates from French-speaking countries, while France vetoed all candidates from English-speaking countries. The deadlock was broken when France abstained in the final round, allowing Kofi Annan of Ghana to win with a vote of 14-0-1.[54] Kofi Annan ran unopposed in 2001 and was re-selected unanimously by the Security Council. In 2006, Ban Ki-moon of South Korea led the polling from the first round. In the final straw poll, Ban received a vote of 14-0-1. Shashi Tharoor of India came in second with a vote of 10-3-2, with 1 veto by the United States. Ban Ki-moon ran unopposed in 2011 and was re-selected unanimously by the Security Council. In 2016, Eastern Europe was favoured for secretary-general, as it was the only regional grouping that had not yet held the office. There was also a campaign to select the first female secretary-general. Of the 13 candidates, 9 were from Eastern Europe, and 7 were women. Instead of collaborating to select an Eastern European woman, the two campaigns both failed. António Guterres, a man from Portugal, led the polling from the first round and never lost the lead. Guterres won the final round with a vote of 13-0-2 and was the only candidate not to be vetoed. Therefore, António Guterres became the next secretary-general, the first Western European to hold the post since 1981. António Guterres ran unopposed in 2021 and was re-selected unanimously by the Security Council.[55]","Title":"United Nations Secretary-General selection - Wikipedia","KeyID":"9425","URL":"https://en.wikipedia.org/wiki/United_Nations_Secretary-General_selection"}