{"Content: ":"The Convention on the Prevention and Punishment of the Crime of Genocide (CPPCG), or the Genocide Convention, is an international treaty that criminalizes genocide and obligates state parties to pursue the enforcement of its prohibition. It was the first legal instrument to codify genocide as a crime, and the first human rights treaty unanimously adopted by the United Nations General Assembly, on 9 December 1948, during the third session of the United Nations General Assembly.[1] The Convention entered into force on 12 January 1951 and has 152 state parties as of 2021[update]. The Genocide Convention was conceived largely in response to World War II, which saw atrocities such as the Holocaust that lacked an adequate description or legal definition. Polish-Jewish lawyer Raphael Lemkin, who had coined the term genocide in 1944 to describe Nazi policies in occupied Europe and the Armenian genocide, campaigned for its recognition as a crime under international law.[2] This culminated in 1946 in a landmark resolution by the General Assembly that recognized genocide as an international crime and called for the creation of a binding treaty to prevent and punish its perpetration.[3] Subsequent discussions and negotiations among UN member states resulted in the CPPCG. The Convention defines genocide as an 'intentional effort to completely or partially destroy a group based on its nationality, ethnicity, race, or religion. It recognizes several acts as constituting genocide, such as imposing birth control and forcibly transferring children, and further criminalizes complicity, attempt, or incitement of its commission'. Member states are prohibited from engaging in genocide and obligated to pursue the enforcement of this prohibition. All perpetrators are to be tried regardless of whether they are private individuals, public officials, or political leaders with sovereign immunity. The CPPCG has influenced law at both the national and international level. Its definition of genocide has been adopted by international and hybrid tribunals, such as the International Criminal Court, and incorporated into the domestic law of several countries.[4] Its provisions are widely considered to be reflective of customary law and therefore binding on all nations whether or not they are parties. The International Court of Justice (ICJ) has likewise ruled that the principles underlying the Convention represent a peremptory norm against genocide that no government can derogate.[5] The Genocide Convention authorizes the mandatory jurisdiction of the ICJ to adjudicate disputes, leading to international litigation such as the Rohingya genocide case and dispute over the 2022 Russian invasion of Ukraine. Article 2 of the Convention defines genocide as ... any of the following acts committed with intent to destroy, in whole or in part, a national, ethnic, racial or religious group, as such: Article 3 defines the crimes that can be punished under the convention: The convention was passed to outlaw actions similar to the Armenian genocide and the Holocaust.[7] The first draft of the Convention included political killings, but the USSR[8] along with some other nations would not accept that actions against groups identified as holding similar political opinions or social status would constitute genocide,[9] so these stipulations were subsequently removed in a political and diplomatic compromise. Early drafts also included acts of cultural destruction in the concept of genocide, but these were opposed by former colonial powers. Such acts, which Lemkin saw as part and parcel of the concept of genocide, have since often been discussed as cultural genocide (a term also not enshrined in international law). [10] In June, 2021, the International Criminal Court issued new guidelines for how cultural destruction, when occurring alongside other recognized acts of genocide, can potentially be corroborating evidence for the intent of the crime of genocide.[11] As of May 2021[update], there are 152 state parties to the Genocide Convention—representing the vast majority of sovereign nations—with the most recent being Mauritius, on 8 July 2019; one state, the Dominican Republic, has signed but not ratified the treaty. Forty-four states have neither signed nor ratified the Convention. Despite its delegates playing a key role in drafting the Convention, the United States did not become a party until 1988—a full forty years after it was opened for signature—and did so only with reservations precluding punishment of the country if it were ever accused of genocide. These were due to traditional American suspicion of any international authority that could override US law. U.S. ratification of the Convention was owed in large party to campaigning by Senator William Proxmire, who addressed the Senate in support of the treaty every day it was in session between 1967 and 1986.[12] While the Convention was designed to prevent the commission of genocide with impunity, several provisions were included to provide immunity from prosecution Persons charged with genocide or any of the other acts enumerated in article III shall be tried by a competent tribunal of the State in the territory of which the act was committed, or by such international penal tribunal as may have jurisdiction with respect to those Contracting Parties which shall have accepted its jurisdiction. Any Contracting Party may call upon the competent organs of the United Nations to take such action under the Charter of the United Nations as they consider appropriate for the prevention and suppression of acts of genocide or any of the other acts enumerated in article III. Disputes between the Contracting Parties relating to the interpretation, application or fulfilment of the present Convention, including those relating to the responsibility of a State for genocide or for any of the other acts enumerated in article III, shall be submitted to the International Court of Justice at the request of any of the parties to the dispute. Several parties conditioned their ratification of the Convention on reservations that grant immunity from prosecution for genocide without the consent of the national government:[13][14] Any Contracting Party may at any time, by notification addressed to the Secretary-General of the United Nations, extend the application of the present Convention to all or any of the territories for the conduct of whose foreign relations that Contracting Party is responsible Several countries opposed this article, considering that the convention should apply to Non-Self-Governing Territories: The opposition of those countries were in turn opposed by: One of the first accusations of genocide submitted to the UN after the Convention entered into force concerned the treatment of Black Americans. The Civil Rights Congress drafted a 237-page petition arguing that even after 1945, the United States had been responsible for hundreds of wrongful deaths, both legal and extra-legal, as well as numerous other supposedly genocidal abuses. Leaders from the Black community and left activists William Patterson, Paul Robeson, and W. E. B. Du Bois presented this petition to the UN in December 1951. It was rejected as a misuse of the intent of the treaty.[15] The first state and parties to be found in breach of the Genocide convention were Serbia and Montenegro, and numerous Bosnian Serb leaders. In Bosnia and Herzegovina v. Serbia and Montenegro, the International Court of Justice presented its judgment on 26 February 2007. It cleared Serbia of direct involvement in genocide during the Bosnian war. International Tribunal findings have addressed two allegations of genocidal events, including the 1992 Ethnic Cleansing Campaign in municipalities throughout Bosnia, as well as the convictions found in regards to the Srebrenica Massacre of 1995 in which the tribunal found, \"Bosnian Serb forces committed genocide, they targeted for extinction, the 40,000 Bosnian Muslims of Srebrenica ... the trial chamber refers to the crimes by their appropriate name, genocide ...\". Individual convictions applicable to the 1992 Ethnic Cleansings have not been secured however. A number of domestic courts and legislatures have found these events to have met the criteria of genocide, and the ICTY found the acts of, and intent to destroy to have been satisfied, the \"Dolus Specialis\" still in question and before the MICT, UN war crimes court,[16][17] but ruled that Belgrade did breach international law by failing to prevent the 1995 Srebrenica genocide, and for failing to try or transfer the persons accused of genocide to the ICTY, in order to comply with its obligations under Articles I and VI of the Genocide Convention, in particular in respect of General Ratko Mladić.[18][19] Myanmar has been accused of Genocide against its Rohingya community in Northern Rakhine State after around 800,000 Rohingya fled at gunpoint to neighbouring Bangladesh in 2016 and 2017, while their home villages were systematically burned. The International Court of Justice has given its first circular in 2018 asking Myanmar to protect its Rohingya from genocide.[20][21][22] Myanmar's civilian government was overthrown by the military on 1 February 2021; since the military is widely seen as the main culprit of the genocide, the coup presents a further challenge to the ICJ. In February 2022, Russia invaded Ukraine, claiming that it acted, among other reasons, in order to protect Russian-speaking Ukrainians from genocide. In response, Ukraine filed a lawsuit under the Genocide Convention, alleging that Russia was misusing an allegation of genocide in order to justify an illegal invasion. On 16 March, the ICJ issued an interim order, ruling that Russia must immediately cease its military operations in Ukraine.[23]","Title":"Genocide Convention - Wikipedia","KeyID":"9443","URL":"https://en.wikipedia.org/wiki/Genocide_Convention"}