{"Content: ":"The United Nations Global Compact is a non-binding United Nations pact to encourage businesses and firms worldwide to adopt sustainable and socially responsible policies, and to report on their implementation. The UN Global Compact is a principle-based framework for businesses, stating ten principles in the areas of human rights, labor, the environment and anti-corruption. Under the Global Compact, companies are brought together with UN agencies, labor groups and civil society. Cities can join the Global Compact through the Cities Programme.[1] The UN Global Compact is the world's largest corporate sustainability (a.k.a. corporate social responsibility) initiative with 13000 corporate participants and other stakeholders over 170 countries[2] with two objectives: \"Mainstream the ten principles in business activities around the world\" and \"Catalyse actions in support of broader UN goals, such as the Millennium Development Goals (MDGs) and Sustainable Development Goals (SDGs)\".[3] Moving forward, the UN Global Compact and its signatories are deeply invested and enthusiastic about supporting work towards the SDGs.[4] The UN Global Compact was announced by then UN Secretary-General Kofi Annan in an address to the World Economic Forum on 31 January 1999,[5] and was officially launched at UN Headquarters in New York City on 26 July 2000. The Global Compact Office works on the basis of a mandate set out by the UN General Assembly as an organization that \"promotes responsible business practices and UN values among the global business community and the UN System.\"[6] The UN Global Compact is a founding member of the United Nations Sustainable Stock Exchanges (SSE) initiative along with the Principles for Responsible Investment (PRI), the United Nations Environment Programme Finance Initiative (UNEP-FI), and the United Nations Conference on Trade and Development (UNCTAD). The UN Global Compact was initially launched with nine Principles. On 24 June 2004, during the first Global Compact Leaders Summit, Kofi Annan announced the addition of the tenth principle against corruption in accordance with the United Nations Convention Against Corruption adopted in 2003. Human Rights Labour Environment Anti-Corruption The UN Global Compact is not a regulatory instrument, but rather a forum for discussion and a network for communication including governments, companies and labour organisations, whose actions it seeks to influence, and civil society organisations, representing its stakeholders. The UN Global Compact says that once companies declared their support for the principles \"This does not mean that the Global Compact recognizes or certifies that these companies have fulfilled the Compact’s principles.\" Instead, as mentioned in a 2015 interview with Executive Director, Lise Kingo, \"we are the guide dogs, not the watchdogs\", with the organization seeking to prioritize providing resources and support instead of attempting to enforce discipline.[7] The UN Global Compact's goals are intentionally flexible and vague, but it distinguishes the following channels through which it provides facilitation and encourages dialogue: policy dialogues, learning, local networks and projects.[8] Given recent climate talks and summits, the UN Global Compact stands to play a critical role in helping signatories and governments work in part to achieve the SDGs. Recent studies indicate that businesses are more open than ever to private sector interventions, such as carbon pricing and other mechanics to help curb climate effects within the scope of business solutions.[9][10] The Global Compact also will periodically create resources and guides that business and non profit organizations may use in their efforts to support the Compact's overall mission. One such example is the SDG Compass, developed in collaboration with the Global Reporting Initiative (GRI) and World Business Council for Sustainable Development (WBSCD), which is a collection of resources (analysis of the goals, indicators for businesses, tools for stakeholders) that companies can utilize in finding out their role in helping to achieve the SDGs. The Sustainable Ocean Business Action Platform of the UN Global Compact has been actively supporting the launch in June 2020 of the Seaweed Manifesto, the result of a collaborative work of seaweed supporters from private sector, research institutions, UN agencies and civil society, initiated by the Lloyd's Register Foundation. Building on the Manifesto's recommendations, the UN Global Compact, in partnership with the Lloyd’s Register Foundation and the French Centre National de la Recherche Scientifique (CRNS), launched the Safe Seaweed Coalition in March 2021, a global coalition to support a safe, sustainable and scalable seaweed industry. The first Global Compact Leaders Summit, chaired by the then Secretary-General Kofi Annan, was held in UN Headquarters in New York on 24 June 2004, to bring \"intensified international focus and increased momentum\" to the UN Global Compact. The second Global Compact Leaders Summit, chaired by Secretary-General Ban Ki-moon, was held on 5–6 July 2007 at the Palais des Nations in Geneva, Switzerland. It adopted the Geneva Declaration on corporate responsibility. Marking the 10th anniversary of the Global Compact's launch, the Global Compact Leaders Summit 2010 took place on 24–25 June 2010 in New York.[11] On the occasion, the Blueprint for Corporate Sustainability Leadership [12] identifying leadership criteria linked to implementation of the ten principles, efforts to support development objectives, and engagement in the Global Compact was released. In 2009 Rotary International partnered with the UN Global Compact.[13] This was a very friendly partnership since Rotary International played a role in the chartering of the United Nations.[14][15] Since its creation in 2000 the Global Compact has been primarily focused on helping support and achieve the Millennium Development Goals, however, after those expired in 2015, their top priority has been updated to the pursuit and progress towards achieving the Sustainable Development Goals, and the SDG's accompanying 2030 deadlines. In 2001, the City of Melbourne proposed that cities as well as corporations should be allowed to join the UN Global Compact, arguing that this would provide a clear statement of a city's commitment to positive change, as well as motivating participation in international dialogue. The proposal was accepted, and the UN Global Compact - Cities Programme was launched in 2002. It was formed as an urban-focused component of the Global Compact with its International Secretariat initially located in Melbourne, Australia. The aim of the programme is to improve urban life in cities throughout the world. Melbourne became the first city to engage the Global Compact in June 2001. In April 2003, under the directorship of David Teller, a framework called the Melbourne Model was developed that went beyond the Ten Principles. It begins by drawing the resources of government, business and civil society into a cross-sector partnership in order to develop a practical project that addresses a seemingly intractable urban issue. In 2007, the then Director, Paul James (2007–2014) and his colleagues Dr. Andy Scerri and Dr. Liam Magee, took this methodology further by integrating the partnership model with a four-domain sustainability framework called 'Circles of Sustainability'.[16] In 2007, the Secretariat moved from the Committee For Melbourne to the Global Cities Institute at RMIT University, itself affiliated with UN-HABITAT. There, projects associated with city-based responses to global climate change and globalization became increasingly important. The Melbourne Model was further elaborated, with a sustainability indicators program developed as a way of assessing and monitoring progress.[17] In 2012, the Circles of Sustainability method was elaborated to guide a city or urban region through a rigorous assessment process. As one of the outcomes it provides a figurative image of the overall sustainability of that city to illustrate its strengths and weaknesses. In 2015, RMIT Professor Ralph Horne became the third director of the UN Global Compact Cities Programme and in February 2016 an Urban Thinkers Campus was organised at RMIT Melbourne in collaboration with World Vision International as part of the buildup to UN Habitat III. The theme of the Urban Thinkers Campus was Ethical Cities: Locking in Liveability. This was followed by the organisation of an Urban Innovation Forum on Ethical Cities in July 2016 in Barcelona, Spain as a collaboration between the UN Global Compact - Cities Programme, RMIT Europe and UN-Habitat. As of August 2020[update] there are 120 participants in the City Network, 85 of them in Latin America and the Caribbean. Milwaukee and San Francisco are the only U.S. member cities.[18] The Cities Programme ended in 2021. [19] Local networks of the Global Compact advance the initiative and its ten principles at a country level. Currently there are approximately 85 Local Networks in total. These networks help companies and non profit organizations understand what responsible business means within diverse national, cultural, and linguistic contexts. Additionally, there are related programs for particular topics of interest, such as the Business for Peace initiative, that bring awareness to businesses and other organizations about instability and conflict, such that organizations can help to address these concerns from their own perspective and with the assistance of their local networks.[20] Local connections to supplement the international connections made by the Global Compact at large can help to broaden the engagement and impact of members. Local Networks are independent, self-governed and self managed entities, and work closely with the UN Global Compact's New York headquarters, and coordinate as points of contact for UN Global Compact signatories in their respective countries.[21] The Local Networks of the Global Compact are showcased, but not limited to the interactions chronicled below: Some critics believe that without any effective monitoring and enforcement provisions, the Global Compact fails to hold corporations accountable.[30] Moreover, these critics argue that companies could potentially misuse the Global Compact as a public relations instrument for \"bluewash\".[31] Bluewashing refers to the alleged practice of companies claiming their membership or participation in philanthropic and charity based activity as an excuse, and perhaps as an entry door to increase corporate influence upon international organizations.[32] An informal network previously known as Global Compact Critics leveled a variety of criticisms at the Global Compact, citing a lack of mechanisms for sanctioning non compliance or lack of progress. The Global Compact critics formally disbanded in February 2015, recommending that interested parties consult the Centre for Research on Multinational Corporations (SOMO) website.[33] Similarly, the Alliance for a Corporate-Free UN, which also no longer exists, was a campaigning organization of several international NGOs, led by Corpwatch, which highlighted weaknesses in the principles underlying the Global Compact. The Global Compact was criticized by Maude Barlow, senior adviser on water issues to the President of the United Nations General Assembly in December 2008, accused the Global Compact of bluewashing.[34] David Andrews, senior adviser on Food Policy and Sustainable Development,[35] and Peter Utting, deputy director of UNRISD.[36] Leaders of the tribe Ayoreo Indians in Paraguay wrote to the UN Global Compact saying they are \"concerned and frustrated\" by the inclusion in it of a controversial Brazilian ranching company. The company, Yaguarete Porá, was charged and fined for illegally clearing the Ayoreo's forests, and concealing evidence of uncontacted Ayoreo living there. The Ayoreo asked that it be expelled from the Global Compact. The Global Compact provides a list of its 12,000+ participant organizations, composed of roughly 8,000 businesses and 4,000 non-business entities on its website. The site provides a brief overview of each participant, and a link to their Letter of Commitment (if new), Financial Overview and Contributions (if applicable), and Communication on Progress (COP). Notable companies who have signed on the Global Compact include, but are not limited to, Starbucks,[37] L'Oreal,[38] Bayer AG,[39] Coca-Cola,[40] 3M,[41] Deloitte,[42] and Zurn.[43][44] In addition to its signatories, the Global compact has been repeatedly supported by the UN General Assembly, honoring its 15th anniversary in June 2015 alongside the Secretary General, Ban Ki-Moon, himself who claims that \"Business can be a global force for good\"[45] and that \"advocacy and example can drive action to achieve a life of dignity for all people\".[46]","Title":"United Nations Global Compact - Wikipedia","KeyID":"9444","URL":"https://en.wikipedia.org/wiki/United_Nations_Global_Compact"}