{"Content: ":"The International Narcotics Control Board (INCB) is an independent treaty body, one of the four treaty-mandated bodies under international drug control law (alongside the Commission on Narcotic Drugs, UNODC on behalf of the Secretary-General, and the WHO). The INCB is responsible for monitoring the control of substances pursuant to the three United Nations drug control conventions and for assisting Member States in their efforts to implement those conventions. It plays an important role in monitoring the production and trade of narcotics and psychotropics, as well as their availability for medical and scientific purposes, and in deciding which precursors should be regulated. The Board has predecessors since the League of Nations. Following the 1909 Shanghai International Opium Commission, an International Opium Convention was adopted in 1925 and established the Permanent Central Opium Board (PCOB) which started its work in 1928. Later on, the 1931 Convention created the Drug Supervisory Body to gather estimates, in complement of the PCOB.[1][2] After the dissolution of the League of Nations in 1946, the Lake Success Protocol Amending the Agreements, Conventions and Protocols on Narcotic Drugs transferred the powers and mandate of both Permanent Central Opium Board and Drug Supervisory Board to a specially-created joint body to administer the estimate system. The functions of both bodies were merged into the current INCB in 1961 with the adoption of the Single Convention on Narcotic Drugs, but the INCB only started its work in 1968 when the Single Convention entered into force. Initially, the composition of the INCB under the Single Convention was strongly influenced by the 1946 Protocol. It inherited mechanisms of nomination from the League of Nations and Office International d'Hygiène Publique. The mandates and functions of the INCB were later complemented with the adoption of the Convention on Psychotropic Substances in 1971 and the UN Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances in 1988. The drug control treaties mandates four international bodies: the Board, the World Health Organization, the Secretary-General of the United Nations (nowadays represented by the United Nations Office on Drugs and Crime), and the Commission on Narcotic Drugs. The Commission has power to influence drug control policy by advising other bodies and deciding how various substances will be controlled. Enforcement power lies in the mandate of each State Party to the Conventions. The Board has mostly a monitoring and surveillance role. Article 9[3] of the 1961 Single Convention provides that the Board shall endeavour to: But these refer to monitoring and advice, rather than enforcement. The INCB has no direct enforcement powers. Article 12[3] of that same Convention gives the Board the responsibility of allocating quotas among Parties concerning licit cultivation, production, manufacture, export, import, distribution and trade in an attempt to prevent leakage of drugs from licit sources into the illicit traffic. The Board establishes estimates for all nations, including non-Parties to the Single Convention. During the negotiations of the Single Convention, governments refused to give the INCB direct enforcement powers.[4] Article 14[3] of the Single Convention, Article 19[5] of the Convention on Psychotropic Drugs, and Article 22[6] of the Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances give the Board the authority to investigate the failure of any country or region to carry out the Convention's provisions. This includes countries that are not Parties to the Conventions. The Board can ask for explanations from the Government in question, propose that a study of the matter be carried out in its territory, and call upon the Government to adopt remedial measures. If the Board finds that the Government has failed to give satisfactory explanations, or has failed to adopt remedial measures that it has been called upon to take, the Board can call the attention of the Parties, the Council, and the Commission to the matter. The Board can also publish a report on the matter for communication to all Parties. Under some circumstances, it can penalize a violator by reducing its export quota of opium, under the provisions of Article 21 bis.[7] The Board can even \"recommend to the Parties that they stop the export, import, or both, of particular psychotropic substances, from or to the country or region concerned, either for a designated period or until the Board shall be satisfied as to the situation in that country or region.\" The Commentary to the Convention on Narcotic Drugs points out, \"This is a very serious measure, and it cannot be assumed that the Board has that authority except in very grave situations\".[8] Decisions under Article 19 require a two-thirds vote of the Board. The INCB has a role generally similar under the 1961 and 1971 Conventions. The substances under scrutiny differ. Article 18[5] of the 1971 Convention on Psychotropic Substances requires the Board to issue annual reports on its work. Article 12[9] of the 1988 Convention Against Illicit Traffic requires the Board to report annually to the Commission on Narcotic Drugs on the implementation of the Convention's restrictions on chemical precursors in Table I and Table II, the treaty's two categories of precursor substances in illicit drug manufacture. In the case of a precursor substance not yet regulated, the Convention also requires the Board to communicate to the Commission on Narcotic Drugs an assessment of the substance if it finds that: The Convention requires the Board to notify the United Nations Secretary-General whenever it has information which, in its opinion, may justify adding a substance to, deleting a substance from, or transferring a substance between, the Tables. The Secretary-General then transmits that information to the Parties and the Commission, and the Commission makes the decision, \"taking into account the comments submitted by the Parties and the comments and recommendations of the Board, whose assessment shall be determinative as to scientific matters, and also taking into due consideration any other relevant factors\". This role of assessment given to the INCB under the 1988 Convention was, under the 1961 and 1971 Convention, was reserved to the World Health Organization. Notably, this Convention explicitly preludes the INCB from playing any role in the settlement of disputes between two or more Parties relating to the interpretation or application of the Convention, instead leaving the resolution of these disputes to the Parties concerned through peaceful means of their own choice. Article 9 of the Single Convention specifies that the Board shall be made up of thirteen members elected by the UN Economic and Social Council (ECOSOC), including:[3] The Article requires the Council to make arrangements to ensure the Board's independence. Article 10[3] specifies that \"[t]he members of the Board shall serve for a period of five years, and may be re-elected.\" The lengthy terms, and the fact that the Board is made up of individuals rather than nation-states, help buffer the Board from political pressure. The requirement that members with \"medical, pharmacological or pharmaceutical experience\" be placed on the Board was the result of lobbying by the pharmaceuticals industry.[citation needed] The provision that three members would be WHO nominees is similar to the 1946 treaty's provision that two of the four members of the Supervisory Body would be appointed by the WHO. The requirement that nominees be appointed by ECOSOC is similar to the 1946 treaty's provision that one of the four members of the Supervisory Body be appointed by ECOSOC's Commission on Narcotic Drugs. Board Members elect a president among them for a one-year term. Although the 13 Members of the Board are independent, the Secretariat, officers, and staff of the INCB are entrusted to the United Nations. States parties to the 1961 Convention already expressed their desire to see INCB Secretariat integrated within the United Nations system under Secretary-General: That secretariat is an integral part of the Secretariat of the United Nations; while under the full administrative control of the SecretaryGeneral, it is bound to carry out the decisions of the Board; The members of the secretariat are appointed or assigned by the Secretary-General; the head of that secretariat is appointed or assigned in consultation with the Board.[10] The Commentary to the Convention on Psychotropic Substances notes, \"Since the Board is not in continuous session and in fact meets only a few weeks each year, it has to delegate to its secretariat the required authority in order to maintain between its sessions 'the mechanism for a continuing dialogue' with Governments\".[11] Additionally, in 1990, the Board noted that \"by decision of the Secretary-General, the Director-General of the United Nations Office at Vienna serves as Co-ordinator of all United Nations drug control-related activities.\"[12] Resolution 1991/46 of the United Nations Economic and Social Council entrusted the management of INCB Secretariat to the agency known today as United Nations Office on Drugs and Crime. The International Import and Export Authorization System (I2ES)[14] is an international import and export authorization system that uses an online platform developed in 2015 by the International Narcotic Control Board (INCB) with the support of the United Nations Office on Drugs and Crime (UNODC). I2ES is an online platform developed to facilitate and speed up the process of issuing import and export authorizations for narcotic drugs and psychotropic substances by competent national authorities (CNAs) of importing and exporting countries in compliance with the international drug control treaties. I2ES will allow CNAs to verify the authenticity of such authorizations and to issue endorsements of export authorizations in a secure way and in real time. Launched in 2016, INCB Learning[15] is one of the Board's initiatives to assist Member States in implementing the recommendations of the UNGASS outcome document[16] and the INCB Availability Report (2015).[17] INCB Learning addresses the barriers to adequate availability of indispensable narcotic and psychotropic substances required for medical treatments, particularly by raising awareness and providing training. The Board recognized early on that the alarming increase in overdose deaths from non-medical synthetic opioids threatened to become a global challenge. In response, the Board initiated its global Operational Partnerships to Interdict Opioids' Illicit Distribution and Sales (OPIOIDS) Project.[18] The OPIOIDS Project is the only current international effort solely dedicated to developing partnerships with governments, international agencies and the private sector to share information and intelligence with the goal of identifying and interdicting illicit manufacturers, distributors and vendors of synthetic opioids. The OPIOIDS Project supports national authorities and international organizations' efforts in preventing nonmedical synthetic opioids and fentanyl-related substances from reaching people, by: Project ION (International Operations on NPS)[19] is the operational initiative of INCB, supporting national authorities' efforts in preventing non-scheduled new psychoactive substances (NPS) of abuse from reaching consumer markets. Project Ion activities are primarily engaged in the coordination, collection and communication of strategic and operational information related to suspicious shipments of, trafficking in, or manufacture or production of NPS. A specific focus is on synthetic NPS with little or no known medical, scientific or industrial uses and our activities are primarily engaged in the coordination, collection and communication of strategic and operational information. In recent years, voluntary public-private partnerships[20] have come to play an increasingly important role in global precursor control. In this context, the concept aims at preventing the diversion of chemicals for illicit purposes, through cooperation between national authorities and the private sector. INCB has further expanded its public-private partnerships to include legitimate e-commerce and B2B operators, marketing and social media, online financial service providers, and express mail and courier services. These voluntary partnerships supplement the obligatory controls prescribed by the 1988 Convention against Illicit Traffic. The Board routinely draws the attention of the international community to interesting drug control developments. However, the INCB has been criticised for their behaviour in urging sovereign states to stay in bounds of the conventions, on the grounds that it may not be within INCB's mandate to comment on matters that are the sole purview of national governments.[21] The move to a more political role combined with a very rigid interpretation of the drug control conventions, passing judgement on states, is considered problematic.[22] In April 2003, former UNODC Chief of Demand Reduction Cindy Fazey penned a scathing review of the Board, accusing it of overstepping its bounds:[23] On the United Kingdom, the report of the Board for 2002 noted “the announcement by the Government of the United Kingdom that cannabis would be placed in a different schedule, requiring less severe controls, and the worldwide repercussions caused by that announcement, including confusion and widespread misunderstanding. A survey undertaken in the United Kingdom found that as many as 94 per cent of children believed that cannabis was a legal substance or even some type of medicine. The survey also discovered that nearly 80 per cent of teachers in the United Kingdom believed that the recent reclassification of cannabis would make educating pupils about the dangers of drug abuse more challenging and difficult. Several opinion polls taken in July and August 2002 found that the majority of the population did not support that reclassification.” (Paragraph 499[24]) Parliamentary Under Secretary of State Bob Ainsworth responded:[25] In 2008, the Home Secretary of the United Kingdom recommended that cannabis be reclassified as a class B drug.[26] In 2005, in the wake of the United States Supreme Court's decision in Gonzales v. Raich, the Board welcomed \"the decision of the United States Supreme Court, made on 6 June, reaffirming that the cultivation and use of cannabis, even if it is for 'medical' use, should be prohibited.\" The Board's President, Hamid Ghodse, opined:[27] INCB's rejection of the right to cultivate cannabis for personal purposes has been deemed to lack substantial justification.[28][29] In 2020, the INCB launched an \"Cannabis Control Initiative\"[30][31][32] which was also criticized for failing to acknowledge the tension between its approach to cannabis control and the right to privacy, recognized in international human rights law and by the Constitutional Courts of a number of countries\"\"[29][33] In 2013, then-President of the Board Raymond Yans reportedly labeled Uruguay as a \"pirate country\" because of its decision to regulate cannabis for recreational purposes. Similar criticism was expressed when Canada followed suit in 2018.[34][35] In 2019, a month after the World Health Organization recommended to lower the scheduling status of cannabis and cannabis resin, the INCB reiterated its interpretation that laws and policies allowing for the recreational use of cannabis are “contrary to the international drug control treaties.”[36] The INCB has published several special reports on the availability of opiates for medical needs, going back to 1989 and 1995[37] and has repeatedly called for urgent global action to address the situation.[38] In its 2008 report, noting that millions of people around the world are suffering from acute and chronic pain, the INCB calls on Governments to support a new programme of the World Health Organization (WHO), which aims at improving access to those medicines.[39] But a number of civil society stakeholders, such as the Senlis Council, has argued that the INCB is not taking seriously its responsibility vis-à-vis the global needs for medicines:[40] A 2020 research found that \"for fifty years, the INCB has focussed predominantly upon [...] illicit uses, with little attention to [...] therapeutic Uses. Decreasing attention is provided to the estimates of annual requirements system, under which global opioid access to opioids is documented as inadequate.\"[41] In 2019, observers noted that in \"recent years have seen the Board, through its annual report, become progressively more engaged with the issue of human rights.\"[42] But issues remain open.[43][28] In December 2021, a group of 181 non-governmental organizations wrote to the Secretary-General of the United Nations to express concerns about the need for human rights due diligence in the work of the Board related to cannabis.[32][33] Many observers and stakeholders have criticized the lack of transparency, accountability, and mechanisms for participation in INCB work, contrary to other United Nations system entities.[44] In 2010, a report of the London School of Economics noted: \"INCB remains perhaps the most closed and least transparent of any entity supported by the United Nations. There are no minutes or public reports on the deliberations of the INCB. The INCB’s proceedings are closed not only to NGOs but also to member states.\"[45] The report noted the United Nations Security Council had transparency, accountability and participation mechanisms that are more open than those of the INCB. Observers noted that as of December 2021, the situation had not improved.[33][46]","Title":"International Narcotics Control Board - Wikipedia","KeyID":"9446","URL":"https://en.wikipedia.org/wiki/International_Narcotics_Control_Board"}