{"Content: ":"A United Nations laissez-passer (UNLP or LP) is a diplomatic travel document issued by the United Nations under the provisions of Article VII of the 1946 Convention on the Privileges and Immunities of the United Nations[1] in its offices in New York City and Geneva, as well as by the International Labour Organization (ILO).[2] The UNLP is issued to UN and ILO staff as well as staff members of international organizations such as the WHO, the IAEA, the World Tourism Organization, the Comprehensive Nuclear-Test-Ban Treaty Organization Preparatory Commission, the Organisation for the Prohibition of Chemical Weapons (OPCW), the World Trade Organization, the International Monetary Fund, the International Organization for Migration (IOM), the World Intellectual Property Organization (WIPO) and the World Bank. The document is written in English and French, working languages of United Nations. The UNLP is a valid travel document, which can be used like a national passport (in connection with travel on official missions only). However, UNLP holders often encounter immigration officials who are unfamiliar with the document and require them to show a national passport in addition.[3] As with national passports, some countries/regions accept it for entry without the need for a visa (e.g., Turkmenistan,[4] Kenya, the United Kingdom, Schengen Area, Lebanon, etc.), while other countries may require a visa before it can be accepted for entry to the country (depending on the nationality of the UNLP holder). Most officials hold a blue UNLP (up to D-1 level), which is similar in legal status to a service passport. A red UNLP is issued to particularly high officials (D-2[a] and above[b]), and confers similar status to that of a diplomatic passport holder. A data page has a visual zone and a machine-readable zone. The visual zone has a photograph of the holder, data about the passport, and data about the LP holder much similar to a normal passport. The nationality and place of birth of the passport holder is not mentioned in a UNLP, but the UN is used in fields similar to issuing country. The first line of a machine-readable zone (which is at the bottom of the page) of the passport contains a letter to denote the type of travel document (which is despite the laissez-passer status, it is \"P\" for passport), followed by the code normally used for the citizenship of the passport holder (but here: \"UNO/UNA\" for \"United Nations Organization/Agency\"), and the name (surname first, then given name or names) of the passport holder. When visa are placed in a UNLP, the same practice should be followed, and in the nationality field, UNO/UNA should be placed.[5] This guideline however is often not observed. Effective 3 September 2012, all applicants for new LPs received by the UN Office in Geneva (UNOG) will be issued the new \"e-UNLPs\" and there will be no renewal of current UNLPs. The new \"e-UNLP\" is fully compliant with international standards established by the International Civil Aviation Organization (ICAO). These include the use of bio-chip technology, facial recognition identification and employs strict photographic standards for passport documents. All \"e-UNLPS\" will be issued with a five-year fixed duration, regardless of contract expiration and will not contain dependents. The validity period of the new e-UNLP cannot be extended and additional visa pages cannot be added. Existing LPs retain the validity date stipulated in the document. The UN laissez-passer is not treated as a valid passport for the purposes of obtaining an Electronic Travel Authorization to visit Canada.[6] Some categories of persons employed by or affiliated with the United Nations are not normally entitled to receive a laissez-passer, e.g.: goodwill ambassadors, Messengers of Peace, consultants of United Nations organizations and funds and programmes, experts on missions for the United Nations, and individual and institutional contractors. However, in accordance with section 22 of the Convention on the Privileges and Immunities of the United Nations, individuals who are designated as experts on missions for the UN may be issued a United Nations Certificate, which is not a legal travel document but serves to certify that the holder is travelling on official business on behalf of the UN or specialized agency or related organization.[7]","Title":"United Nations laissez-passer - Wikipedia","KeyID":"9451","URL":"https://en.wikipedia.org/wiki/United_Nations_laissez-passer"}