{"Content: ":"The Military Staff Committee (MSC) is the United Nations Security Council subsidiary body whose role, as defined by the United Nations Charter, is to plan UN military operations[1] and assist in the regulation of armaments.[2] Although the Military Staff Committee continues to exist, negotiation efforts between the United States, the Soviet Union and other nations in the late 1940s failed, and the committee has since been largely defunct, only serving in an advisory capacity. The greatest purpose of the MSC, arising from Article 45 of the UN Charter, was intended to provide command staff for a set of air-force contingents.[1] These contingents, provided by the permanent five members (P5) of the Security Council (the Republic of China (now the People's Republic of China), France, the Soviet Union (now Russia), the United Kingdom, and the United States), were to be held at ready for the discretionary use of the United Nations. “That they [the Foreign Ministers] recognize the necessity of establishing at the earliest practicable date a general international organization, based on the principle of the sovereign equality of all peace-loving states, and open to membership by all such states, large and small, for the maintenance of international peace and security.” Moscow Declaration[3] The earliest concrete plan for a new world organization began under the aegis of the United States Department of State in 1939.[4] The Declaration by United Nations was made on 1 January 1943 by an initial 29 states representing the Allies of World War II in support of the principals of the Atlantic Charter.[5] A security subcommittee was established on 15 April 1942, and in 1943, members of the US Joint Strategic Survey Committee (JSSC) joined the committee. The JSSC soon began leading planning for a joint-military force after the end of World War II. They changed the terminology of the organization from an \"international police force\" to \"international military force\" and recommended creating spheres of influence around the world, where the United States, United Kingdom, and the Soviet Union would maintain international forces. Under the plan, the United States was to have responsibility for the Americas, Great Britain and the Soviet Union would have joint responsibility the rest of the world; with the exception of the Far East, which would be the responsibility of all three powers and China. The JSSC approached planning from a nationalistic angle, believing a multi-national force impractical.[6] After being modified by the US Joint Chiefs of Staff, the plan was spread through the United States Department of State, where Cordell Hull, the Secretary of State, favored an multi-national organization. Hull was dedicated to the project and formed a new drafting committee that discarded the spheres of influence plan.[7] After the Moscow Conference of 1943, the Moscow Declarations were issued on 30 October 1943. The declarations favored establishing a multi-national organization.[3] After extensive planning, a draft charter was completed by 29 April 1944. The draft proposed having member nations maintain forces that could be called into action. If the forces were used, they would be led by a Security and Armaments Commission. Though written by Americans, some senators feared the nation's autonomy would be lost under the plan. Hull countered by saying that the troops would not be under United Nations control, and that details would be decided later and voted on by the Senate. At the Dumbarton Oaks Conference in 1944, the Soviet Union and United Kingdom supported the plan over Soviet proposals for an international air force. The Soviet Union also proposed putting bases in smaller nations at the conference, but withdrew the proposal after American resistance.[8] It was at the conference that the concept of a Security and Armaments Commission was replaced by a Military Staff Committee, a British proposal based on the US/UK Combined Chiefs of Staff command structure used in World War II. Minor changes to the plan were made at the United Nations Conference on International Organization in San Francisco in 1945.[8] The UN was formally established 24 October 1945, upon ratification of the Charter by the five permanent members of the Security Council—France, the Republic of China, the Soviet Union, the UK and the US—and by a majority of the other 46 signatories.[9] The MSC was established in Article 46 and 47 of the Charter, which defines the membership of the Committee as \"the Chiefs of Staff of the permanent members of the Security Council or their representatives\".[10][11] In the first United Nations Security Council Resolution, the Military Staff Committee was established and directed to meet in London on 1 February 1946.[12] In the UN Charter, the MSC is designated to advise and assist the United Nations Security Council (UNSC) on \"plans for the application of armed force\" and is made \"responsible under the Security Council for the strategic direction of any armed forces placed at the disposal of the Security Council\".[10] Though the charter had been approved, much of the MSC's function was still undecided. The British favored a \"high powered and effective body\" whereas the United States preferred a far more limited body. By mid-October 1945, the United States had proposed its view of the MSC and its function. Conflict over the organization's size continued: air force generals such as Henry H. Arnold wanted a large United Nations air force that would be flexible and able to display the organization's power. United States Army Chief of Staff Dwight D. Eisenhower sent General Matthew Ridgway as his representative; Eisenhower supported the UN, saying \"we must make this organisation work\". General George Kenney represented the United States Air Force, and Vice Admiral Richmond K. Turner the United States Navy. The MSC struggled to be organized; namely because no-one was willing to propose who the force would fight against.[13] At the first meeting in February 1946, operational procedures were established. Further discussions began in March in New York City.[14] The US considered that the committee could oversee decolonization and border disputes, but was cautious that too much money was not spent and Congress retained war powers. The Soviet Union, fearing undue Western influence, was reluctant to participate in the MSC, and delegates had little negotiating power. Americans aimed to have the force active by June 1946, and proposed \"comparable strength\", where permanent members of the UNSC keep forces at combat readiness, size would be based on the size of their armed forces.[15] Throughout 1946, American negotiators, particularly Kenney, attempted to compromise with the Soviets, but the Soviet Union would not negotiate, and the Americans (largely Turner and Ridgway) were inflexible on many points. Most other involved nations also expressed little interest; Turner stated that the \"US delegation has been the only delegation in the entire history of the Military Staff Committee to have made any specific proposals,\" besides one United Kingdom proposal.[15] The British similarly felt that \"Russian intransigence” was the cause of slow progress.[14] In September, the Soviet Union published a letter outlining their main objections to the American plan. However, by then the United States had largely given up hope for compromise. Debate was moved to the UNSC,[15] and in a report titled MS/264 issued on April 30, 1947[14] by the MSC outlining proposals, differences were expressed between the Soviet Union and United States.[15] However, the MSC unanimously agreed to more than half of the 41 articles in the report. Nations agreed the force would not be a standing army and that use would only be a last resort. All UN members were encouraged to contribute forces, facilities, or other assistance, though the majority of initial troops would come from the great powers. However, there were numerous disagreements as well. The Soviet Union demanded forces only be based in their nations and favored a more limited authority.[16] The United States favored a larger force and comparable strength, whereas the Soviets proposed a smaller force with equal contributions. Mediation attempts repeatedly failed. The nations could not agree on leadership of the force, where bases would be located, and whether the MSC would be able to fight wars.[15] The British Foreign and Commonwealth Office noted in December 1947 that ”an unusual feature of this part of the work of the MSC is that agreement appears to have been brought, by normal standards of United Nations progress, unusually close. The prospect of success is however, more apparent than real. All these discussions presuppose agreement on the General Principles and such agreement remains remote.” By August 1948, after conflicts such as the Berlin Blockade and 1948 Czechoslovak coup d'état, and despite efforts at compromise by various people including US Secretary of State Dean Rusk, the MSC was essentially defunct.[15][17] United Nations peacekeeping began as early as 1948 under the United Nations Truce Supervision Organization.[18] The MSC was not considered to command troops in the Korean War, though it was fought by troops under the United Nations Command.[15] In 1992, the United Nations Department of Peace Operations was established “to provide political and executive direction to UN peacekeeping operations and maintain contact with the UNSC, troop and financial contributors, and parties to the conflict in the implementation of UNSC mandates.\"[18] The United Nations Department of Field Support was established in 2008.[19] Such organizations in the United Nations Secretariat supplanted the MSC's role, and it currently functions in an advisory capacity to the UNSC.[18] In 1982, Colonel Norman L. Dodd wrote that \"the Committee still meets once a month but the representatives of the Chiefs of Staff are of Colonel rank and nothing of substance is discussed or ever agreed.\"[20] British naval historian Eric Grove describes the MSC as \"a sterile monument to the faded hopes of the founders of the UN\".[21] Proposals for reviving the MSC have been presented.[22][23] Grove wrote in 1993 that the negotiations the MSC underwent in 1947 and 1948 provide \"a starting point for considering the possibilities of the UN Charter operating as it was originally intended\" and \"the specific points of disagreement that prevented constructing a working system then are much less likely to cause problems now\".[24] In 1994, the author Kai Bird proposed a \"sizable standing UN army with troops from around the globe\".[25] Every two weeks the MSC meets, largely to set the date of its next meeting.[23] The role of the Military Staff Committee is to advise and assist the UN Security Council on all questions relating to the maintenance of international peace and security. The Committee's recommendations and assistance were initially expected to be provided to the UN Security Council in the following areas: The MSC is made up of the chiefs of staff of the military branches of the UNSC's permanent members, represented by delegated representatives. The chairmanship of the MSC rotates in alphabetical order (by country name) at the beginning of each month through the representatives of the five permanent members.[28][29] Meetings of the Committee are held at the call of the chairman at any time they deems necessary, but the interval between meetings shall not exceed fourteen days. The Committee's programme of work is prepared in advance and published in the UN Journal[30] and on the Committee's website.[31]","Title":"Military Staff Committee - Wikipedia","KeyID":"9452","URL":"https://en.wikipedia.org/wiki/Military_Staff_Committee"}