{"Content: ":"The official languages of the United Nations are the six languages that are used in UN meetings and in which all official UN documents are written. In alphabetical order, they are: These languages are used at meetings of various UN organs, particularly the General Assembly (Article 51 of its Rules of Procedure), the Economic and Social Council and the Security Council (Article 41 of its Rules of Procedure). Each representative of a country may speak in any one of these six languages or may speak in any language and provide interpretation into one of the six official languages. The UN provides simultaneous interpretation from the official language into the other five official languages, via the United Nations Interpretation Service. The six official languages are also used for the dissemination of official documents. Generally, the texts in each of the six languages are equally authoritative. The United Nations Secretariat uses two working languages: English and French.[3] The United Nations has drawn criticism for relying too heavily on English, and not enough on the other five official languages. Spanish-speaking member nations formally brought this to the attention of the secretary-general in 2001.[4] Secretary-General Kofi Annan then responded that full parity of the six official languages was unachievable within current budgetary restraints, but he nevertheless attached great importance to improving the linguistic balance.[5] In 2008 and 2009, resolutions of the General Assembly have urged the Secretariat to respect the parity of the six official languages, especially in the dissemination of public information.[6][7] On 8 June 2007,[8] resolutions concerning human resources management at the UN, the General Assembly had emphasized \"the paramount importance of the equality of the six official languages of the United Nations\" and requested that the secretary-general \"ensure that vacancy announcements specified the need for either of the working languages of the Secretariat, unless the functions of the post required a specific working language\". The secretary-general's most recent report on multilingualism was issued on 4 October 2010.[9] In response, on 19 July 2011, the General Assembly adopted Resolution No. A/RES/65/311 on multilingualism, calling on the secretary-general, once again, to ensure that all six official languages are given equally favourable working conditions and resources. The resolution noted with concern that the multilingual development of the UN website had improved at a much slower rate than expected.[10] The six official languages spoken at the UN are the first or second language of 2.8 billion people on the planet, less than half of the world population. The six languages are official languages in almost two-thirds of United Nations member states (over 120 states).[citation needed] The Charter of the United Nations, its 1945 constituent document, did not expressly provide for official languages of the UN. The Charter was enacted in five languages (Chinese, French, Russian, English, and Spanish) and provided (in Article 111) that the five texts are equally authoritative. In 1946, the first session of the United Nations General Assembly adopted rules of procedure concerning languages that purported to apply to \"all the organs of the United Nations, other than the International Court of Justice\", setting out five official languages and two working languages (English and French).[11] The following year, the second session of the General Assembly adopted permanent rules of procedure, Resolution 173 (II). The part of those rules relating to language closely followed the 1946 rules, except that the 1947 rules did not purport to apply to other UN organs, just the General Assembly.[12] Meanwhile, a proposal had been in the works to add Spanish as a third working language in addition to English and French. This was adopted in Resolution 262 (III), passed on 11 December 1948.[12][13] In 1968, Russian was added as a working language of the General Assembly so that, of the GA's five official languages, four (all but Chinese) were working.[14][15] In 1973, the General Assembly made Chinese a working language and added Arabic as both an official language and working language of the GA. Thus all six official languages were also working languages. Arabic was made an official and working language of \"the General Assembly and its Main Committees\", whereas the other five languages had status in all GA committees and subcommittees (not just the main committees). The Arab members of the UN had agreed to pay the costs of implementing the resolution, for three years.[16][17][18] In 1980, the General Assembly got rid of this final distinction, making Arabic an official and working language of all its committees and subcommittees, as of 1 January 1982. At the same time, the GA requested the Security Council to include Arabic among its official and working languages, and the Economic and Social Council to include Arabic among its official languages, by 1 January 1983.[19] As of 1983, the Security Council (like the General Assembly) recognized six official and working languages: Arabic, Chinese, English, French, Russian, and Spanish.[20] In the Economic and Social Council, as of 1992, there were six official languages (Arabic, Chinese, English, French, Russian and Spanish) of which three were working languages (English, French, and Spanish).[21] Later, Arabic, Chinese, and Russian were added as working languages in the Economic and Social Council.[22] As of June 2018, the media branch of the United Nations, UN News, includes website translations into Portuguese and Swahili in addition to the 6 official languages.[23] Other UN documents and websites are already translated into Bengali (referred to as Bangla), Hindi, Urdu, Indonesian/Malay, French Creole, Portuguese, and Swahili but not on an official or consistent basis. While there are no proposals before the General Assembly to add another official language,[24] various individuals and states have informally raised the possibility of adding a new official language. Most of the proposed languages are world languages that are lingua francas or are either supra-regional or supercentral in nature according to the global language system theory. Bengali is the fifth most spoken native language in the world, with over 300 million speakers, after Chinese, Spanish, English and Hindi. [25] In April 2009, Prime Minister of Bangladesh Sheikh Hasina argued in front of the United Nations General Assembly that the Bengali language should be made one of the official languages of the UN. This was backed by a resolution adopted unanimously by the assembly of the Indian state of West Bengal in December.[26] Hindi is the fourth most spoken native language in the world, after Chinese, Spanish, and English.[27] It is one of the official languages of India and Fiji (as Fiji Hindi) and its dialects are still being spoken by minorities in Nepal, Suriname and Mauritius (to a lesser extent). It is mutually intelligible to a high degree with Urdu which is official and spoken in Pakistan and together they are often considered the same language, referred to as Hindustani or Hindi-Urdu. Although very similar verbally, they do have different written scripts; Hindi is written in the Devanagari script and Urdu is written in the Nastaʿlīq script. Hindi has more than 550 million speakers in India alone, of whom 422 million are native, 98.2 million are second language speakers, and 31.2 million are third language speakers.[28][29] Hindi is the lingua franca of the northern part of India, along with Pakistan (as Urdu), with its importance as a global language increasing day by day.[30] In 2007, it was reported that the government of India would \"make immediate diplomatic moves to seek the status of an official language for Hindi at the United Nations\".[31] According to a 2009 press release from its Ministry of External Affairs, the Government of India has been \"working actively\" to have Hindi recognized as an official language of the UN.[32][33] In 2015, Nepal's Vice President Parmananda Jha stated his firm support for the inclusion of Hindi as an official language of the UN.[34] Indonesian is an Austronesian language spoken throughout the Indonesian Archipelago. Indonesian is an official language of Indonesia and used widely as a lingua franca. Spoken by more than 280 million people,[35] Indonesian is considered the 7th most commonly spoken language by Ethnologue, as of 2017. Indonesian is also prominent on the internet, with one estimate ranking it sixth by number of Internet users.[36] The Ministry of Education and Culture (Kemendikbud) has increasingly promoted Indonesian as an international language, with one targets aiming for official UN language status by 2045.[2] Portuguese is the sixth most spoken language in the world. Many Lusophones have advocated for greater recognition of their language, which is widely spoken across five continents: Portugal in Europe; Brazil (the largest lusophone nation) in South America; Angola, Mozambique, Cape Verde, Guinea-Bissau, Equatorial Guinea, São Tomé and Príncipe in Africa; Timor-Leste and Macau in Asia. Portuguese is even still spoken by a few thousand people in the former Portuguese colonies of Goa and Daman and Diu in India. It is an official language in ten countries. In 2008, the President of Portugal announced that the then eight leaders of the Community of Portuguese Language Countries (CPLP) had agreed to take the necessary steps to make Portuguese an official language. The media branch of the UN, UN News, already includes translations into Portuguese. Swahili is a lingua franca throughout eastern Africa and is especially prevalent in the African Great Lakes region. Swahili, known as Kiswahili by its speakers, is an official language of Kenya, Tanzania, Uganda, Rwanda, and the Democratic Republic of Congo,[37] is an official language of the African Union and is officially recognised as a lingua franca of the East African Community.[38] It is one of the most commonly spoken languages in Africa, is a compulsory subject in all Kenyan schools and is increasingly being used in eastern Burundi.[citation needed] With between 150–200 million speakers, the Swahili lexicon is similar to that of other eastern Bantu languages such as Comorian, which have differing levels of mutual intelligibility. Swahili is already used unofficially in many UN organizations as the United Nations Office at Nairobi, one of the four major UN global offices (in addition to offices in New York City, Vienna, and Geneva), is located in Nairobi, Kenya. The media branch of the UN, UN News,[39] already includes translations into Swahili.[23] In September 2011, during a meeting with UN Secretary-General Ban Ki-moon, Turkish Prime Minister Recep Tayyip Erdoğan expressed a desire to see Turkish become an official UN language.[40][41] In a 1999 resolution, the General Assembly requested the secretary-general to \"appoint a senior Secretariat official as coordinator of questions relating to multilingualism throughout the Secretariat\".[42] The first such coordinator was Federico Riesco of Chile, appointed on 6 September 2000.[43][44] Following Riesco's retirement, Miles Stoby of Guyana was appointed Coordinator for Multilingualism, effective 6 September 2001.[43] In 2003, Secretary-General Kofi Annan appointed Shashi Tharoor of India as coordinator for multilingualism. This responsibility was in addition to Tharoor's role as under-secretary-general for communications and public information, head of the Department of Public Information.[45][46] The current coordinator for multilingualism is Catherine Pollard of Guyana.[47] She replaces Kiyo Akasaka of Japan, who was also under-secretary-general for communications and public information.[48][49] In 2010, the UN's Department of Public Information announced an initiative of six \"language days\" to be observed throughout the year, one for each official language, with the goal of celebrating linguistic diversity and learning about the importance of cross-cultural communication.[50] The days and their historical significance are: In 2020 the Portuguese language was added UN independent agencies have their own sets of official languages that sometimes are different from that of the principal UN organs. For example, the General Conference of UNESCO has nine official languages including Hindi, Italian, and Portuguese.[61] The Universal Postal Union has just one official language, French.[62] IFAD has four official languages: Arabic, English, French, and Spanish.[63][64] The next largest international grouping after the UN is the Commonwealth of Nations[citation needed] which is exclusively English speaking, and the Organisation internationale de la francophonie which is exclusively French speaking (both organisations have 54 members). All other international bodies in commerce, transport and sport have tended to the adoption of one or a few languages as the means of communication. This is usually English and French (see: list of international organisations which have French as an official language). Regional groups have adopted what is common to other elements of their ethnic or religious background. Standard Arabic is usually adopted across Muslim nation groups. Most of non-Arab Africa is either Francophone or Anglophone because of their imperial past, but there is also a lusophone grouping of countries for the same reason.","Title":"Official languages of the United Nations - Wikipedia","KeyID":"9453","URL":"https://en.wikipedia.org/wiki/Official_languages_of_the_United_Nations"}