{"Content: ":"Coordinates: 40°44′57.5″N 73°58′11″W﻿ / ﻿40.749306°N 73.96972°W﻿ / 40.749306; -73.96972 Ralph Bunche Park is a small municipal public park in the Turtle Bay neighborhood of New York City, on First Avenue between 42nd and 43rd Streets. It was named in 1979 for Ralph Bunche, the first African-American to win the Nobel Peace Prize.[1] In 1985 the park was dedicated as the city's first Peace Park. As it covers less than a quarter of an acre (1,000 m²), it cannot accommodate major gatherings. The park is across First Avenue from the United Nations headquarters. (This stretch of First Avenue is also known as \"United Nations Plaza\".) The granite staircase in the park's northwest corner leads to 43rd Street and the Tudor City apartments. It was built and dedicated in 1948 during construction of the U.N. headquarters and has the famous quotation from Isaiah 2:4: \"They shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war any more\" incised into its wall. Known as the Isaiah Wall, it was rededicated in 1975 and had the name \"Isaiah\" added under the final word.[2] In 1981 the staircase was named the Sharansky Steps in honor of Soviet dissident Natan Sharansky.[1] In the plaza in front of the Isaiah Wall is Peace Form One, a stainless-steel obelisk 50 feet (15 m) high, erected in 1980. The sculptor, Daniel LaRue Johnson (b. 1938), was a personal friend of Bunche, and dedicated the sculpture to Bunche, who won the Nobel in 1950.[3] Near the southern end of the park is a plaque, dedicated in 1990, which commemorates American civil rights leader Bayard Rustin.[1] Because of its proximity to the United Nations, the peace theme of the Isaiah Wall and Peace Form One, and Bunche's career as a peacemaker, the park is a popular site for demonstrations and rallies for peace and other international issues.[4] In 1985 the park was dedicated as New York City's first Peace Park.[1] The park covers less than a quarter of an acre (1,000 m²), however, so it cannot accommodate major gatherings. The nearest New York City Subway station to the park is the Grand Central–42nd Street station, served by the 4, 5, 6, <6>, 7, <7>, and S trains. In addition, Metro-North Railroad's Grand Central Terminal is nearby.[5]","Title":"Ralph Bunche Park - Wikipedia","KeyID":"9455","URL":"https://en.wikipedia.org/wiki/Ralph_Bunche_Park"}