{"Content: ":"The Treaty on the Prohibition of Nuclear Weapons (TPNW), or the Nuclear Weapon Ban Treaty, is the first legally binding international agreement to comprehensively prohibit nuclear weapons with the ultimate goal being their total elimination. It was adopted on 7 July 2017, opened for signature on 20 September 2017, and entered into force on 22 January 2021.[3][4][5][6] For those nations that are party to it, the treaty prohibits the development, testing, production, stockpiling, stationing, transfer, use and threat of use of nuclear weapons, as well as assistance and encouragement to the prohibited activities. For nuclear armed states joining the treaty, it provides for a time-bound framework for negotiations leading to the verified and irreversible elimination of its nuclear weapons programme. A mandate adopted by the United Nations General Assembly on 23 December 2016 scheduled two sessions for negotiations: 27 to 31 March and from 15 June to 7 July, 2017.[7] The treaty passed on schedule on 7 July with 122 in favour, 1 against (Netherlands), and 1 official abstention (Singapore). Sixty-nine nations did not vote, among them all of the nuclear weapon states and all NATO members except the Netherlands.[8] The nuclear-weapon-ban treaty, according to its proponents, will constitute an \"unambiguous political commitment\" to achieve and maintain a nuclear-weapon-free world.[9] However, unlike a comprehensive nuclear weapons convention, it was not intended to contain all of the legal and technical measures required to reach the point of elimination. Such provisions will instead be the subject of subsequent negotiations, allowing the initial agreement to be concluded relatively quickly and, if necessary, without the involvement of nuclear-armed nations.[10] Proponents of the ban treaty believe that it will help \"stigmatize\" nuclear weapons, and serve as a \"catalyst\" for elimination.[11] Around two-thirds of the world's nations have pledged to work together \"to fill the legal gap\" in the existing international regime governing nuclear weapons,[12] and view a nuclear-weapon-ban treaty as one option for achieving this objective.[13] Nuclear weapons – unlike chemical weapons, biological weapons, anti-personnel landmines and cluster munitions – are not prohibited in a comprehensive and universal manner.[14] The Non-Proliferation Treaty (NPT) of 1968 contains only partial prohibitions, and nuclear-weapon-free zone treaties prohibit nuclear weapons only within certain geographical regions. The preamble of the treaty[15] explains the motivation by the \"catastrophic consequences\" of a use of nuclear weapons, by the risk of their sheer existence, by the suffering of the hibakusha (the surviving victims of the 1945 atomic bombings of Hiroshima and Nagasaki) and the victims of nuclear tests, by \"the slow pace of nuclear disarmament\" and by \"the continued reliance on nuclear weapons in military and security concepts\" like deterrence. It recognizes \"the disproportionate impact of nuclear-weapon activities on indigenous peoples\". It expresses compliance with existing law: the UN charter, international humanitarian law, international human rights law, the very first UN resolution adopted on 24 January 1946, the NPT, the Comprehensive Nuclear-Test-Ban Treaty and its verification regime, as well as nuclear-weapon-free zones. Furthermore, the \"inalienable right\" of peaceful use of nuclear energy is emphasized. Finally, social factors for peace and disarmament are recognized: participation of both women and men, education, public conscience, \"international and regional organizations, non-governmental organizations, religious leaders, parliamentarians, academics and the hibakusha\". Article 1 contains prohibitions against the development, testing, production, stockpiling, stationing, transfer, use and threat of use of nuclear weapons, as well as against assistance and encouragement to the prohibited activities. Finally, any direct or indirect \"control over nuclear weapons or other nuclear explosive devices\" is forbidden. Article 2 requires each party to declare whether it had nuclear weapons of their own or deployed on its territory, including the elimination or conversion of related facilities. Article 3 requires parties that do not possess nuclear weapons to maintain their existing IAEA safeguards and, if they have not already done so, to accept safeguards based on the model for non-nuclear-weapon states under the NPT. Article 4 sets out general procedures for negotiations with an individual nuclear armed state becoming party to the treaty, including time limits and responsibilities. If that state has eliminated its nuclear weapons before becoming a party to the treaty, it mandates verification of that elimination by an unspecified \"competent international authority\", and the state must also conclude a safeguards agreement with the IAEA to provide credible assurance that it has not diverted nuclear material and has no undeclared nuclear material or activities. If that state has not yet destroyed its arsenal, it must negotiate with the \"competent international authority\" a time-bound plan for the verified and irreversible elimination of its nuclear weapons programme, which it will submit to the next meeting of signing states or to the next review conference, whichever comes first. Article 5 is about national implementation. Article 6 requires environmental remediation and assistance for the victims of the use and testing of nuclear weapons. According to Article 7, states should assist each other to fulfil these purposes, with special responsibility of the nuclear powers. More generally, all state parties shall cooperate to facilitate the implementation of the treaty. Article 8 fixes meetings of states parties, the costs of which are shared by the states according to the UN scale of assessment (Article 9). Articles 10–12 are about the possibility of amendments, the settlement of disputes and the \"goal of universal adherence of all States to the Treaty\". According to Articles 13–15, the treaty was open for signature from 20 September 2017 at the UN headquarters in New York. The \"Treaty shall enter into force 90 days after the fiftieth instrument of ratification, acceptance, approval or accession\". Article 16 states that the Treaty \"shall not be subject to reservations\". Articles 17-20 regulate Withdrawal, Relationship with other agreements, the equality of treatment for every official translation of the Treaty, and all the other formalities that the Treaty required. Proposals for a nuclear-weapon-ban treaty first emerged following a review conference of the NPT in 2010, at which the five officially recognized nuclear-armed state parties – the United States, Russia, Britain, France and China – rejected calls for the start of negotiations on a comprehensive nuclear weapons convention. Disarmament advocates first considered starting this process without the opposed states as a \"path forward\".[16] Subsequently, a less technical treaty concentrated on the ban of nuclear weapons appeared to be a more realistic goal.[10] Three major intergovernmental conferences in 2013 and 2014 on the \"humanitarian impact of nuclear weapons\", in Norway, Mexico and Austria, strengthened the international resolve to outlaw nuclear weapons.[17] The second such conference, in Mexico in February 2014, concluded that the prohibition of a certain type of weapon typically precedes, and stimulates, its elimination.[18] In 2014, a group of non-nuclear-armed nations known as the New Agenda Coalition (NAC) presented the idea of a nuclear-weapon-ban treaty to NPT states parties as a possible \"effective measure\" to implement Article VI of the NPT, which requires all states parties to pursue negotiations in good faith for nuclear disarmament. The NAC argued that a ban treaty would operate \"alongside\" and \"in support of\" the NPT.[19] In 2015, the UN General Assembly established a working group with a mandate to address \"concrete effective legal measures, legal provisions and norms\" for attaining and maintaining a nuclear-weapon-free world.[20] In August 2016, it adopted a report recommending negotiations in 2017 on a \"legally binding instrument to prohibit nuclear weapons, leading towards their total elimination\".[21] In October 2016, the First Committee of the UN General Assembly acted upon this recommendation by adopting a resolution that establishes a mandate for nuclear-weapon-ban treaty negotiations in 2017 (with 123 states voting in favour and 38 against, and 16 abstaining).[22] North Korea was the only country possessing nuclear weapons that voted for this resolution, though it did not take part in negotiations.[23][24][better source needed] A second, confirmatory vote then took place in a plenary session of the General Assembly in December 2016.[25] From 27 to 31 March 2017, convened as the United Nations Conference to Negotiate a Legally Binding Instrument to Prohibit Nuclear Weapons, Leading Towards their Total Elimination, a first round of negotiations was held at UN headquarters in New York, with the participation of 132 nations. At the end, the president of the negotiating conference, Elayne Whyte Gómez, permanent representative of Costa Rica to the UN in Geneva,[26] called the adoption of a treaty by 7 July \"an achievable goal\".[27] They agreed that the week's debates had set the stage well for the negotiations in June and July.[28] Summarizing the discussions, a first ban treaty draft[29] was presented on 22 May by Elayne Whyte Gómez.[30] The German section of the International Campaign to Abolish Nuclear Weapons (ICAN) highlighted Article 1, 2a prohibiting any stationing of nuclear weapons on their own territory. Hence, several NATO states – Germany, the Netherlands, Belgium, Italy and Turkey – would have to end contracts on nuclear sharing with the USA before they possibly could sign the negotiated ban treaty.[31] Already in 2010, the German Bundestag had decided with large majority to withdraw nuclear bombs from Germany, but it was never realized.[32] By contrast, in June 2017 foreign minister Sigmar Gabriel confirmed again nuclear stationing in Germany as well as the principle of equilibrium nuclear deterrence against Russia. He stated that consequently Germany could not support the ban process.[33] The only NATO member participating in the treaty negotiations was the Netherlands.[34] Article 1, 1c (in extension of Article 1, 2a) prohibits direct or indirect control of nuclear weapons. Accepting this provision would preclude a common European nuclear force or German financing of and limited decision on the French force de frappe; both options are sometimes discussed.[35] A second conference started at 15 June and was scheduled to conclude on 7 July 2017. 121 out of 193 UN members participated in the negotiations.[36] During the discussions about Article 1, several states pleaded for an explicit prohibition of nuclear military planning, others of financial assistance to development and production of nuclear weapons.[37] Finally, these additions were rejected, but remained implicitly included in Article 1 (d) - (e). On 27 June, a second draft was published.[38] It now offered a precise \"join and destroy\" option for nuclear armed states: States joining the treaty \"shall submit, no later than sixty days after the submission of its declaration, a time-bound plan for the verified and irreversible destruction of its nuclear weapons programme to be negotiated with the States Parties\" (Article 4, 1).[39][40] A second \"destroy and join\" option (Article 4, 5) only provides cooperation with the IAEA in order to verify the correctness and completeness of the inventory of nuclear material, no verification of the elimination. This has been changed in the final text. A further discussed topic was the explicit acceptance of the \"use of nuclear energy for peaceful purposes without discrimination\".[40] The respective affirmation remained part of the final preamble. A third draft was presented on 3 July 2017.[41] A last obstacle for agreement was the condition of the withdrawal clause, meaning that a state party \"in exercising its national sovereignty, [...] decides that extraordinary events related to the subject matter of the Treaty have jeopardized the supreme interests of its country\". The majority perspective was that this condition is subjective, and no security interests can justify genocide, nor can mass destruction contribute to security. However, as also a neutral withdrawal clause not giving reasons was not accepted by the minority, the respective Article 17 was accepted as a compromise. Safeguards against arbitrary use are the withdrawal period of twelve months and the prohibition of withdrawal during an armed conflict.[42] The vote on the final draft[15] took place on 7 July 2017, with 122 countries in favour, 1 opposed (Netherlands), and 1 abstention (Singapore).[43] Among the countries voting for the treaty's adoption were South Africa and Kazakhstan,[44] both of which formerly possessed nuclear weapons and gave them up voluntarily. Iran and Saudi Arabia also voted in favour of the agreement. There are indications that Saudi Arabia has financially contributed to Pakistan's atomic bomb projects and in return has the option to buy a small nuclear arsenal,[45] an option that would be realized in the event that Iran obtains nuclear warheads.[46] A total of 197 states may become parties to the Treaty on the Prohibition of Nuclear Weapons, including all 193 United Nations member states, the Cook Islands, the Holy See, the State of Palestine and Niue. As of 29 June 2022, 66 states have ratified or acceded to the treaty, most recently Malawi.[47] According to the International Campaign to Abolish Nuclear Weapons (ICAN), a coalition of non-governmental organizations, leading proponents of a nuclear-weapon-ban treaty include Ireland, Austria,[48][49][50] Brazil, Indonesia, Mexico, Nigeria, South Africa and Thailand.[51] All 54 nations of Africa (all but one of which have either signed or ratified the 1996 Treaty of Pelindaba establishing a nuclear-weapon-free-zone in the continent)[52] and all 33 nations of Latin America and the Caribbean (already in a nuclear-weapon-free-zone under the 1967 Treaty of Tlatelolco)[53] had subscribed to common regional positions supporting a ban treaty. The 10 nations of the Association of Southeast Asian Nations (ASEAN), which concluded the Southeast Asian Nuclear-Weapon-Free Zone Treaty, participated in the negotiations, but Singapore abstained from the vote.[8] Many Pacific island nations are also supportive.[54] No nuclear-armed nation has expressed support for a ban treaty; indeed, a number of them, including the United States[55] and Russia,[56] have expressed explicit opposition. North Korea was the only nuclear state to vote for initiating ban negotiations.[23][24][better source needed] Many of the non-nuclear-armed members of the North Atlantic Treaty Organization (NATO), along with Australia[57] and Japan,[58] are also resistant to a ban treaty, as they believe that US nuclear weapons enhance their security.[51] A statement was put forward by several NATO members (not including France, the United States, nor the United Kingdom, the nuclear weapon states within NATO), claiming that the treaty will be 'ineffective in eliminating nuclear weapons' and instead calling for advanced implementation of Article VI of the Non-Proliferation Treaty.[59] Following the treaty's adoption, the permanent missions of the United States, the United Kingdom and France issued a joint statement indicating that they did not intend \"to sign, ratify or ever become party to it\". After stating that the instrument clearly disregarded the realities of the international security environment, they said accession to it was \"incompatible with the policy of nuclear deterrence, which has been essential to keeping the peace in Europe and North Asia for over 70 years\".[60] Contrary to government position in a number of nations, several recent opinion polls – including Australia,[61] and Norway[62] – have shown strong public support for negotiating an international ban on nuclear weapons. The Netherlands voted against adoption of the treaty, while Germany did not participate, despite opinion polls against presence of nuclear weapons in both countries.[63][64] ICAN has been the main civil society actor working alongside governments to achieve a strong and effective ban treaty.[65] The International Red Cross and Red Crescent Movement has also championed an agreement to prohibit and eliminate nuclear weapons,[66] describing the UN working group recommendation to negotiate a ban in 2017 as \"potentially historic\".[67] Thousands of scientists from around the world signed an open letter in support of the negotiations.[68] In a July 2017 public statement endorsed by over 40 Buddhist, Christian, Jewish and Muslim leaders and groups, \"Faith Communities Concerned about Nuclear Weapons\" called for universal adoption of the treaty.[69] At a high-profile Vatican conference in November 2017, the first major international disarmament gathering following the treaty's adoption in July, Pope Francis took a stance further than his papal predecessors to condemn the possession of nuclear weapons and warn that nuclear deterrence policies offer a \"false sense of security.\"[70][71][72] Xanthe Hall (IPPNW and ICAN) said she regretted the boycott of the treaty by all nuclear powers and their allies. She recalled that the Mine Ban Treaty and the Convention on Cluster Munitions were concluded without the states possessing such weapons, but finally were signed by most states. She argued that nuclear-weapon states were blocking multilateral disarmament negotiations and instead were modernizing their nuclear forces and abdicating their responsibility under Article VI of the NPT. This could reduce the commitment of other states to non-proliferation. By contrast, the TPNW aimed at a new disarmament dynamics that would reinforce the NPT.[73] In NATO Review, Rühle indicated that according to proponents, it was intended to strengthen Article VI of the Non-Proliferation Treaty (NPT), which requires good faith efforts to negotiate effective measures on nuclear disarmament. Sceptics have argued that the Ban Treaty would harm the NPT.[74] Former US Secretary of Defense William Perry has endorsed the TPNW.[75] Political parties supporting the government in NATO member states often share the rejection of the nuclear ban negotiations and treaty by their governments, but this is not universal. In May 2015, the Dutch House of Representatives adopted a non-binding motion asking the Dutch government to participate substantively in international discussions on a treaty banning nuclear weapons without prejudice on the final outcome.[76] Roughly a year later, in May 2016, the Dutch House of Representatives adopted a similar motion urging the government to work for \"an international ban on nuclear weapons\". These motions were supported in part by at least one citizens’ initiative.[77] These pieces of legislation made it politically unacceptable for the Dutch government to officially avoid participating in the TPNW negotiations and avoid voting as did the rest of NATO and the world's nuclear-weapon states. Late in 2018 the Dutch parliament passed a motion asking the government determine whether the TPNW was compatible with existing Dutch law. On 30 January 2019, the government responded saying that the Netherlands could become a party to the TPNW without other changes to existing law. Implementation would require additional legislation, however.[78] In 2010, the German Bundestag voted for nuclear disengagement by a large majority.[citation needed] In 2016, a majority of Norwegian parliamentarians signaled their support for a ban.[79] Nevertheless, Norway and Germany joined the nuclear-weapon states and the rest of NATO, except for the Netherlands, in officially avoiding participation in the negotiations. In response to an appeal made by ICAN, over eight hundred parliamentarians around the world pledged their support for a ban treaty, calling upon \"all national governments to negotiate a treaty banning nuclear weapons and leading to their complete eradication\" and describing it as \"necessary, feasible and increasingly urgent\". The countries they represent included members of both the world's existing nuclear-weapon-free zones as well as NATO states. Of the five nuclear-armed permanent members of the United Nations Security Council, the United Kingdom was the only one to have elected representatives lend their support to the initiative.[80] Article 8 of the treaty stipulates that following entry into effect, the States Parties to the treaty shall hold meetings to promote collective actions on their part to achieve the treaty's objectives. It also stipulates that the first such conference is to take place within a year from its entry into effect. Accordingly, the first Meeting of States Parties was initially scheduled for by January 2022, following Austria's offer to host,[81] but the meeting was subsequently rescheduled for 22-24 March 2022,[82] and then postponed again until sometime between May and July 2022.[83] The scheduled meeting was eventually opened in Vienna on June 21, 2022,[84] and ended on June 23. It adopted a declaration and a plan of action to facilitate greater disarmament.[85] [86]","Title":"Treaty on the Prohibition of Nuclear Weapons - Wikipedia","KeyID":"9462","URL":"https://en.wikipedia.org/wiki/Treaty_on_the_Prohibition_of_Nuclear_Weapons"}