{"Content: ":"The United Nations Security Council veto power is the power of the five permanent members of the UN Security Council (China, France, Russia, the United Kingdom, and the United States) to veto any \"substantive\" resolution. They also happen to be the nuclear-weapon states (NWS) under the terms of the Treaty on the Non-Proliferation of Nuclear Weapons (NPT). However, a permanent member's abstention or absence does not prevent a draft resolution from being adopted.[1] This veto power does not apply to \"procedural\" votes, as determined by the permanent members themselves. A permanent member can also block the selection of a Secretary-General, although a formal veto is unnecessary since the vote is taken behind closed doors. The veto power is controversial. Supporters regard it as a promoter of international stability,[2] a check against military interventions,[3] and a critical safeguard against United States domination.[4] Critics say that the veto is the most undemocratic element of the UN,[5] as well as the main cause of inaction on war crimes and crimes against humanity, as it effectively prevents UN action against the permanent members and their allies.[6] The veto power originates in Article 27 of the United Nations Charter, which states: A negative vote from any of the permanent members will block the adoption of a draft resolution. However, a permanent member that abstains or is absent from the vote will not block a resolution from being passed.[1] Although the \"power of veto\" is not mentioned by name in the UN Charter, Article 27 requires concurring votes from the permanent members. For this reason, the \"power of veto\" is also referred to as the principle of \"great power unanimity\" and the veto itself is sometimes referred to as the \"great power veto\".[8] The idea of a veto over the actions of international organisations was not new in 1945. In the League of Nations, every member of the League Council had a veto on any non-procedural issue.[9] At the foundation of the League, there were 4 permanent and 4 non-permanent members. The League Council had expanded by 1936 to have 4 permanent and 11 non-permanent members, which meant that there were 15 countries with veto power. The existence of such a large number of vetoes made it very difficult for the League to agree on many issues. The veto was the result of extensive discussion during the negotiations for the formation of the United Nations at Dumbarton Oaks (August–October 1944) and Yalta (February 1945).[10] The veto provision became known as the Yalta formula.[11] The evidence is that the United States, Soviet Union, United Kingdom, and China all favored the principle of unanimity, not only out of desire for the major powers to act together, but also to protect their own sovereign rights and national interests.[12] Harry S. Truman, who became President of the United States in April 1945, wrote: \"All our experts, civil and military, favored it, and without such a veto no arrangement would have passed the Senate.\"[13] As the precise limits of the veto power were seen as ambiguous, the voting formula subcommittee presented a formal questionnaire to the sponsoring members (US, UK, USSR, and China) containing 22 questions on how they interpreted the veto power. They responded with a 10-point statement (Statement by the Delegations of the Four Sponsoring Governments on Voting Procedure in the Security Council), also called the San Francisco Declaration, which France later joined as well. The statement says that a veto cannot be used to stop the Council from considering a topic at all, but interpreted its applicability broadly, including that the veto power could be exercised in the question of whether an issue is procedural or non-procedural. This has been called a double veto as it involves initiating a vote on whether an issue is procedural, using a veto to force it to be termed non-procedural, and then using a second veto on the issue itself. As the other countries disagreed with this interpretation, it was not adopted into the Charter, and it is unclear whether the San Francisco Declaration is formally binding. The permissibility of a double veto has never been resolved, but the permanent members later reached an informal agreement to avoid using it, and it has not been used since 1959.[11][14] A central goal of the United Nations at its founding was to make sure the five Great Powers would continue working with the UN, in order to avoid the lack of universality that had diminished the political strength of the League of Nations.[11] At San Francisco, the Big Five made it clear that there would be no United Nations if they were not given the veto. Francis O. Wilcox, an adviser to the US delegation, described the dramatic negotiations: \"At San Francisco, the issue was made crystal clear by the leaders of the Big Five: it was either the Charter with the veto or no Charter at all. Senator Connally [from the US delegation] dramatically tore up a copy of the Charter during one of his speeches and reminded the small states that they would be guilty of that same if they opposed the unanimity principle. 'You may, if you wish,' he said, 'go home from this Conference and say that you have defeated the veto. But what will be your answer when you are asked: \"Where is the Charter\"?'\"[5] The veto only applies to votes that come before the United Nations Security Council, so the United Nations General Assembly is unaffected. From Article 27(3), both elected and permanent members must abstain from certain votes about issues where they are among the interested parties. The specific language was a compromise between the idea that one should not be able to pass judgement on their own actions, and the principle that the Security Council should not act against its permanent members. However, there are no clear guidelines about how to establish when the requirements are met, and its application has been inconsistent.[14][11] In 1950, the General Assembly adopted the \"Uniting for Peace\" resolution, which was backed by the United States as a safeguard against potential vetoes by the USSR. It has been argued that with the adoption of this resolution, and given the interpretations of the Assembly's powers that became customary international law as a result, that the Security Council \"power of veto\" problem could be surmounted.[15][16] By adopting A/RES/377 A, on 3 November 1950, over two-thirds of UN Member States declared that, according to the UN Charter, the permanent members cannot and should not prevent the General Assembly from taking any and all action necessary to restore international peace and security in cases where the Security Council has failed to exercise its \"primary responsibility\" for maintaining peace. Such an interpretation sees the General Assembly as being awarded \"final responsibility\"—rather than \"secondary responsibility\"—for matters of international peace and security, by the UN Charter. Various official and semi-official UN reports make explicit reference to the Uniting for Peace resolution as providing a mechanism for the General Assembly to overrule any Security Council vetoes,[17][18][19][20] thus rendering them little more than delays in UN action, should two-thirds of the Assembly subsequently agree that action is necessary. In 1956, the resolution was used to help resolve the Suez Crisis.[15] When invoked, it creates an emergency special session of the General Assembly. As of 2022[update], the procedure has been invoked 11 times. There are a number of possible reforms to the Security Council that could affect the veto. Proposals include: limiting the use of the veto to vital national security issues; requiring agreement from multiple states before exercising the veto; abolishing the veto entirely; and embarking on the transition stipulated in Article 106 of the Charter, which requires the consensus principle to stay in place.[21] Number of resolutions vetoed by each of the five permanent members of the Security Council from 1946 until present[22] v • t • e The use of the veto has gone through several distinct phases, reflecting the shifting political balance on the Security Council. From 1946 to 1969, a majority of the Security Council was aligned with the United States, which cast no vetoes because it won every vote. To block resolutions from the Western majority, the Soviet Union cast 93% of all the vetoes. France and the United Kingdom occasionally used the veto to protect their colonial interests, and the Republic of China only used the veto once. The Western majority eroded through the 1960s as decolonization expanded the membership of the United Nations. The newly independent countries of the Third World frequently voted against the Western powers, which led the United States to resort to the veto.[23] After the first United States veto in 1970, the Soviet ambassador declared, \"Using your automatic majority you imposed your will on others and forced it down their throats. But times have now changed.\"[24]: 118  From 1970 to 1991, The United States cast 56% of the vetoes, sometimes joined by French and British vetoes. The Soviet Union cast fewer vetoes than any of the Western powers, and the People's Republic of China used the veto only once. After the end of the Cold War, there was a brief period of harmony on the Security Council. The period from 31 May 1990 to 11 May 1993 was the longest period in the history of the UN without the use of the veto. The number of resolutions passed each year also increased.[25] The use of the vetoes decreased after the end of the Cold War, with the rate of vetoes decreasing to less than one-third of the previous level, despite a substantial increase in the number of resolutions considered.[14] Usage of the veto picked up in the early 21st century, most notably due to the Syrian Civil War. Since 1992, Russia has been the most frequent user of the veto, followed by the United States and China. France and the United Kingdom have not used the veto since 1989. As of May 2022, Russia/USSR has used its veto 121 times, the US 82 times, the UK 29 times, China 17 times, and France 16 times.[26] On 26 April 2022, the General Assembly adopted a resolution mandating a debate when a veto is cast in the Security Council.[27] About one-quarter of all vetoes cast have been regarding the admission of a new member to the United Nations. Initially this led to a deadlock, from 1946 to 1955, as both the Western allies and the Soviet Union prevented each others' preferred candidates from joining, which was resolved with a 1955 agreement which allowed the admission of 16 new members at once. In total, the Soviet Union used its veto 51 times to block new applications. The United States vetoed Vietnam's application six times, while China has vetoed new applications twice (Mongolia in 1955 and Bangladesh in 1972).[14] Most countries are now members of the UN, and the last veto of a membership application was cast by the United States in 1976. However, it is still a potential source of conflict as a result of Taiwan. China has used two vetoes (in 1997 and 1999) in order to block or end UN missions in countries that engaged in diplomatic relations with Taiwan.[14] The Secretary-General of the United Nations is appointed by the General Assembly on the recommendation of the Security Council. Therefore, the veto power can be used to block the selection of a Secretary-General.[28] Since 1981, the Security Council has selected the Secretary-General through series of straw polls. A vote by a permanent member to \"discourage\" a candidate is considered equivalent to a veto. The formal recommendation of a Secretary-General is approved unanimously by acclamation. Although the identity of the vetoing permanent member is usually known, the veto does not go on the record as a formal veto of a Security Council Resolution. Every permanent member has vetoed at least one candidate for Secretary-General. The United States circumvented a Soviet veto in 1950 by asking the General Assembly to extend Trygve Lie's term without a recommendation from the Security Council.[29] However, every Secretary-General since 1953 has been recommended by a unanimous vote of the permanent members of the Security Council. Ambassador Charles W. Yost cast the first US veto in 1970 over Rhodesia, and the US cast a lone veto in 1972 to block a resolution that condemned Israel for war against Syria and Lebanon. Since then, the United States has been the most frequent user of the veto power, mainly on resolutions criticising and condemning Israel; since 2002, the United States has applied the Negroponte doctrine to veto most resolutions relating to the ongoing Israel-Palestinian conflict. This has been a constant cause of friction between the General Assembly and the Security Council. On 23 December 2016, the Obama administration abstained on a resolution calling for an end to Israeli settlements, the first time that the United States has.[30] However, the United States resumed the use of the veto in the Trump administration.[31] Between 1946 and 1971, the Chinese seat on the Security Council was held by the Republic of China, whose Nationalist government lost the Chinese Civil War in 1949 and fled to Taiwan, previously a Qing prefecture-turned-colony of Japan ruled from 1895 to 1945. China first used the veto on 13 December 1955 to block Mongolia's admission to the United Nations because the ROC government considered the entirety of Outer Mongolia (including the present Russian republic of Tuva) to be part of China. This postponed the admission of Mongolia until 1961, when the Soviet Union announced that it would block all further admissions of new members unless Mongolia were admitted. Faced with this pressure, the Republic of China relented under protest. In 1971, the Republic of China was expelled from the United Nations, and the Chinese seat was transferred to the People's Republic of China. The PRC's first use of its veto and the second as China took place on 25 August 1972 to block Bangladesh's admission to the United Nations. From 1971 to 2011, China used its veto sparingly, preferring to abstain rather than veto resolutions not directly related to Chinese interests.[32] China turned abstention into an \"art form\", abstaining on 30% of Security Council Resolutions between 1971 and 1976.[24]: 140  Since the outbreak of the Syrian Civil War in 2011, China has joined Russia in many double vetoes. China has not cast a lone veto since 1999.[33] In the early days of the United Nations, the Soviet Union was responsible for almost all of the vetoes. Because of their frequent vetoes, Soviet ambassador Andrei Gromyko earned the nickname Mr. Nyet and Vyacheslav Molotov was known as Mr. Veto.[34][35] Molotov regularly vetoed the admission of new members to counter the US refusal to admit members of the Eastern Bloc. The impasse was finally resolved on 14 December 1955 when 16 countries from the Western and Eastern Blocs were simultaneously admitted to the UN.[36] The Soviet government adopted an \"empty chair\" policy at the Security Council in January 1950 to protest the fact that the Republic of China still held the Chinese seat at the United Nations.[37] The Soviet Union was not present in the Security Council to veto UN Security Council Resolutions 83 (27 June 1950) and 84 (7 July 1950), authorizing assistance to South Korea in the Korean War.[38] The Soviet Union returned to the Security Council in August 1950 and resumed its usage of the veto. Following the dissolution of the Soviet Union, the Russian Federation used its veto power sparingly. However, Russian vetoes became more common in the early 21st century to block resolutions on conflicts with Russian military involvement, including Georgia, Syria and Ukraine.[39] France uses its veto power sparingly. The only time it unilaterally vetoed a draft was in 1976 to block a resolution on the question of the independence of the Comoros, which was done to keep the island of Mayotte as a French overseas community.[40] It also vetoed, along with UK, a resolution calling on the immediate cessation of military action by the Israeli army against Egypt in 1956 during the Suez Crisis.[40] France has not used the veto since 1989, when it joined the United States and United Kingdom to veto a resolution condemning the United States invasion of Panama.[40] In 2003, the threat of a French veto of resolution on the impending invasion of Iraq caused friction between France and the United States.[35] The United Kingdom has used its Security Council veto power on 32 occasions.[41] The first occurrence was in October 1956 when the United Kingdom and France vetoed a letter from the US to the President of the Security Council concerning Palestine. The most recent was in December 1989 when the United Kingdom, France and the United States vetoed a draft resolution condemning the United States invasion of Panama.[39] The United Kingdom used its veto power, along with France, to veto a draft resolution aimed at resolving the Suez Canal crisis (in which France and UK were militarily involved) in 1956. The UK and France eventually withdrew from Egypt after the US instigated an 'emergency special session' of the General Assembly, under the terms of the \"Uniting for Peace\" resolution, which led to the establishment of the United Nations Emergency Force I (UNEF I), by the adoption of Assembly resolution 1001.[42] The UK also used its veto seven times in relation to Rhodesia from 1963 to 1973, five of these occasions were unilateral; the only occasions on which the UK has used its veto power unilaterally.[39] The veto power has been criticized for its undemocratic nature. A single country can prevent a majority of the Security Council from taking any action. For example, the United States routinely casts lone vetoes of resolutions criticizing Israel.[43] The permanent members also veto resolutions that criticize their own actions. In 2014, Russia vetoed a resolution condemning its annexation of Crimea. Amnesty International claimed that the five permanent members had used their veto to \"promote their political self interest or geopolitical interest above the interest of protecting civilians.\"[44] Some critics see veto power exclusive to the permanent five as being anachronistic, unjust, or counterproductive. Peter Nadin writes that \"The veto is an anachronism ... In the twenty-first century, the veto has come to be almost universally seen as a disproportionate power and an impediment to credible international action to crises.\"[45] The \"enormous influence of the veto power\" has been cited as a cause of the UN's ineffectiveness in preventing and responding to genocide, violence, and human rights violations.[46] Various countries outside the permanent members, such as the Non-Aligned Movement and African Union, have proposed limitations on the veto power.[47] Reform of the veto power is often included in proposals for reforming the Security Council. The veto has been used to protect allies of the permanent members, and to prevent or stall UN peacekeeping or peace enforcement operations. The threat of using a veto (also called a \"hidden\" or \"pocket\" veto) may still have an effect even if a veto is not actually cast. In 1994, the United States and France both threatened vetoes regarding the Rwandan genocide which prevented the UN from undertaking an effective intervention, while in 1998-99 Russia and China threatened vetoes to prevent UN intervention against the ethnic cleansing in Kosovo, and again in 2004 to prevent intervention in the Darfur genocide.[14] Justifications for the veto are usually based in the interests of the permanent members and the idea that peace and security is only possible if the great powers are all working together.[11] At the San Francisco conference, arguments presented by the permanent members included: that the veto power was a reflection of political realities,[11] that the United Nations would break down if it attempted to carry out enforcement actions against a permanent member,[11] that it prevented the Security Council from making a decision that could harm relations between the permanent members,[14] and that their privileged status was linked to a responsibility for maintaining international peace and security.[14] According to one author, there were four reasons evident at the conference: \"1) unanimity was considered indispensable for peace; 2) permanent members needed to protect their national interests; 3) the need to protect minority blocs from over-dominating majority coalitions; and 4) the desire to prevent rash Security Council resolutions.\"[11] In 1993, Australian foreign minister Gareth Evans wrote that the veto was established to ensure that the United Nations did not commit to things it would be unable to follow through on due to great power opposition.[11][48] Supporters regard the veto as an important safeguard in international relations. Thomas G. Weiss and Giovanna Kuele called it \"a variation on the Hippocratic Oath: UN decisions should do no harm.\"[49] Russian President Vladimir Putin praised the \"profound wisdom\" of the founders of the United Nations, referring to the veto power as the underpinning of international stability.[2] Chinese Foreign Minister Wang Yi lauded its \"important role in checking the instinct of war.\"[3]","Title":"United Nations Security Council veto power - Wikipedia","KeyID":"9466","URL":"https://en.wikipedia.org/wiki/United_Nations_Security_Council_veto_power"}