{"Content: ":"Since the late 1990s there have been many calls for reforms of the United Nations (UN). However, there is little clarity or consensus about what reform might mean in practice. Both those who want the UN to play a greater role in world affairs and those who want its role confined to humanitarian work or otherwise reduced use the term \"UN reform\" to refer to their ideas.[1] The range of opinion extends from those who want to eliminate the UN entirely, to those who want to make it into a full-fledged world government. Secretaries-General have presented numerous ways to implement these new reforms. There have been reform efforts since the creation of the UN and closely associated with each of the Secretaries-General.[2] On 1 June 2011, UN Secretary-General Ban Ki-moon appointed Atul Khare of India to spearhead efforts to implement a reform agenda aimed at streamlining and improving the efficiency of the world body.[3][4] Khare will lead the Change Management Team (CMT) at the UN, working with both departments and offices within the Secretariat and with other bodies in the UN system and the 193 member states. The CMT is tasked with guiding the implementation of a reform agenda at the UN that starts with the devising of a wide-ranging plan to streamline activities, increase accountability and ensure the organization is more effective and efficient in delivering its many mandates and protocols.[5] The United Nations has undergone phases of reform since its foundation in 1945. During the first years, the first decisive change was the development of peacekeeping measures to oversee the implementation of ceasefire agreements in 1949 in the Middle East and one year later in the Kashmir conflict between India and Pakistan. The Soviet Union launched reform initiatives during the East-West antagonism in the 1950s to curtail the independence of the Secretariat by replacing the post of Secretary-General with a troika, including a representative from the socialist states. Decolonization created rapid growth in UN membership, and by 1965 it stood at 118, twice as much as at the Organization's founding. With states from Africa and Asia joining the United Nations, development issues became increasingly important, resulting in the expansion of the United Nations in the development area, including the establishment of the United Nations Development Programme (UNDP) in 1965 and negotiations on an International Economic Order (NIEO) as part of the North-South conflict in the 1970s. The 1980s were characterized by financial crisis and the retreat of the United States, which triggered a reform of the budgetary process and the downsizing of the Organization. With the end of the Cold War, the rediscovery of and renaissance of the United Nations were hailed; the first half of the 1990s saw a major expansion of the Organization and the reform associated with the Agenda for Peace launched by Secretary-General Boutros Boutros-Ghali. A string of new peacekeeping missions were launched in Namibia, Yugoslavia, Somalia, and Angola by the Security Council which also triggered interest in the reform of the 15-member body. Germany and Japan in particular, as well as India and Brazil, launched efforts to gain permanent seats and veto rights at the Council. In the late 1990s, Secretary-General Kofi Annan improved the coherence of the United Nations, with a better coordinated development system and more effective humanitarian structures. The fight against the HIV/AIDS pandemic was energized, and a new concept of partnership between the United Nations and international business developed under the Global Compact. Other reforms included the revamping of peacekeeping operations following the Brahimi Report. The World Summit in 2005 recognized, albeit mainly symbolically, an international 'responsibility to protect' populations from genocide and the Human Rights Council replaced the discredited Commission on Human Rights. As of 2007, Secretary-General Ban Ki-moon continued the reform agenda covering oversight, integrity, and ethics which had previously been launched in response to investigation of the UN Oil-for-Food Programme. The Programme responded to the humanitarian needs of the Iraqi civilians and was the largest, most complex and most ambitious relief effort in the history of the United Nations. With reference to the 2005 World Summit, the General Assembly approved in April 2007 a number of loosely related reform initiatives, covering international environmental governance, a unified gender organization, and 'Delivering as One' at the country level to enhance the consolidation of UN programme activities.[citation needed] Asia’s inadequate representation poses a serious threat to the UN’s legitimacy, which will only increase as the world’s most dynamic and populous region assumes an increasingly important global role. One possible way to resolve the problem would be to add at least four Asian seats: one permanent seat for India, one shared by Japan and South Korea (perhaps in a two-year, one-year rotation), one for the ASEAN countries (representing the group as a single constituency), and a fourth rotating among the other Asian countries. A very frequently discussed change to the UN structure is to change the permanent membership of the UN Security Council, which reflects the power structure of the world as it was in 1945. There are several proposed plans, notably by the G4 nations, by the Uniting for Consensus group, and by former UN Secretary-General Kofi Annan and India should be a permanent member with representations of one sixth of the world's entire population. At another level, calls for reforming the UN demand to make the UN administration (usually called the UN Secretariat or \"the bureaucracy\") more transparent, more accountable, and more efficient, including direct election of the Secretary-General by the people as in a presidential system. UN Secretariat/administration reforms seldom gets much attention in the media, though within the Organization they are seen as widely contentious issues. They run the bureaucracy of the UN, responding to the decisions by the Member States in the Security Council and the General Assembly. Mark Malloch Brown, the former secretary general of the United Nations Development Program attributes the inefficiency of the UN administration to the \"disconnect between the merit and reward\" and further advocates[7] \"reconnecting merit to make the UN again an international meritocracy\" to overcome the problem. He believes that the UN must stop promoting on the basis of political correctness that encourages promoting staffs proportionately from certain regions of the world, but instead make more use of Asia, Africa and other so-called less developed regions that now offer a large pool of talented, skilled, and highly motivated professionals. He argues that these individuals who are highly qualified will readily move up through the UN system without need of the \"cultural relativism which is used to promote incompetents.\" A somewhat related point is often made by UN member states from the developing world, who complain that some of the most desirable senior posts within the Secretariat are filled under a \"tradition\" of regional representation that favors the United States and other affluent nations. The point has been made forcefully by Ambassador Munir Akram of Pakistan, who was recently head of the G-77. \"The major countries, the major powers hold very high positions in the Secretariat and support their national interests and refuse to allow the Secretary General to cut departments,\" he claims. And when they do ask for budget cuts, they do it \"where it does not affect their national interests.\" He labels this \"a double standard which is applied or is thought to be applied in the Secretariat, and we as overseers of the G-77 do not accept this double standard.\" Among the notable efforts of Secretariat reform since 2005 is the Secretary-General's report Investing in the United Nations from March 2006 and the Comprehensive review of governance and oversight within the UN, June the same year. From the Member States side there is the Four Nations Initiative, a cooperation project by Chile, South Africa, Sweden and Thailand to promote governance and management reforms, aiming at increased accountability and transparency. Another frequent demand is that the UN become \"more democratic\", and a key institution of a world democracy. This raises fundamental questions about the nature and role of the UN. The UN is not a world government, rather a forum for the world's sovereign states to debate issues and determine collective courses of action. A direct democracy would request the presidential election of the UN Secretary-General by direct vote of the citizens of the democratic countries (world presidentialism) as well as the General Assembly (just as cities, states and nations have their own representatives in many systems, who attend specifically to issues relevant to the given level of authority) and the International Court of Justice. Others have proposed a combination of direct and indirect democracy, whereby national governments might ratify the expressed will of the people for such important posts as an empowered World Court. Implementation of population-based UN voting also raises the problems of diversity of interests and governments of the various nations. The nations in the UN contain representative democracies as well as absolute dictatorships and many other types of government. Allowing large powers to vote their population's interests en bloc raises the question of whether they would really represent the interests and desires of their individual citizens and the world community.[citation needed] Anything like direct election would be impossible as well in the many nations where an accurate direct vote would be impossible or where the local government has power to influence the local voters as well as security of the ballot box. Giving the UN any kind of actual governance power raises the question of how these powers could be carried out. What would happen when a vote of the UN General Assembly demands changes in the borders or political status of a nation, or requires citizens in some nations to tax themselves in favor of other nations, or demands the arrest of the leader of a nation, and is met by refusal? The subsidiarity principle resolves some of these issues. The term originates from social thought within the Catholic Church and states that no larger organ shall resolve an issue that can be resolved at a more local level. It can be compared to federalist principles where entities of the union retain some aspects of sovereignty. Only when two or more members of the federation are affected by any given act does the federal government have the authority to intervene. Giving a reformed UN more powers but enshrining the subsidiarity principle in its Charter would guarantee that the UN does not evolve into a world autocracy that can arbitrarily dictate policy.[citation needed] On the subject of financing, Paul Hawken made the following proposal in his book The Ecology of Commerce:[8] \"A tax on missiles, planes, tanks, and guns would provide the UN with its entire budget, as well as pay for all peacekeeping efforts around the world, including the resettlement of refugees and reparations to the victims of war.\" The main problem with implementing such a radical tax would be finding acceptance. Although such a system might find acceptance within some nations, particularly those (1) with a history of neutrality, (2) without an active military (such as Costa Rica), or (3) with lower levels of military spending (such as Japan, which currently spends 1% of its GDP on defense), it would be unpopular among many consumers of arms. Nations in this latter category range from the United States, which spends 4% of its GDP on defense, to dictatorships who depend on arms to keep themselves in power. Other likely opponents would be nations engaged in ongoing military conflicts, or others in a state of heightened military alert, such as Israel. Arms producers would also oppose it, because it would increase their costs and possibly reduce their consumer base.[citation needed] Another tax that the UN might promote would be some sort of global resources dividend. The United Nations Commission on Human Rights came under fire during its existence for the high-profile positions it gave to member states that did not guarantee the human rights of their own citizens. Several nations known to have been guilty of gross violations of human rights became members of the organization, such as Libya, Cuba, Sudan, Algeria, China, Azerbaijan and Vietnam. Meanwhile, the United States was also angry when it was ejected from the Commission in 2002. While it was re-elected, the election of human rights-abusing nations also caused frictions. It was partly because of these problems that Kofi Annan in the In Larger Freedom report suggested setting up a new Human Rights Council as a subsidiary UN body. On Wednesday, 15 March 2006, the United Nations General Assembly voted overwhelmingly in favour of establishing a new United Nations Human Rights Council, the successor to the United Nations Commission on Human Rights, with the resolution receiving approval from 170 members of the 191-nation Assembly. Only the United States, the Marshall Islands, Palau, and Israel voted against the Council's creation, claiming that it would have too little power and that there were insufficient safeguards to prevent human rights-abusing nations from taking control.. The UNHRC has itself been criticised for the repressive states among its membership.[9] The UNHRC has also been accused of anti-Israel bias, a particular criticism being its focus on the Israeli-Palestinian conflict at each session as Agenda Item 7.[10] Due to the significance of the organization, proposals to relocate its headquarters have occasionally been made. Complainants about its current location include diplomats who find it difficult to obtain visas from the United States[11] and local residents complaining of inconveniences whenever the surrounding roads are closed due to visiting dignitaries, as well as the high costs to the city.[12] A US telephone survey in 2001 found that 67% of respondents favored moving the United Nations headquarters out of the country.[13] Countries critical of the US, such as Iran and Russia, are especially vocal in questioning the current location of the United Nations, arguing that the United States government could manipulate the work of the General Assembly through selective access to politicians from other countries, with the aim of having an advantage over rival countries.[14][15] In the wake of the Snowden global surveillance disclosures, the subject of the relocation of the UN headquarters was again discussed, this time for security reasons.[16] Among the cities that have been proposed to house the headquarters of the United Nations are Saint Petersburg,[17] Montreal,[18] Dubai,[19][20] Jerusalem,[21] and Nairobi.[12] Critics of relocation say that the idea would be expensive and would also involve the withdrawal of the United States from the organization, and with it much of the agency's funding. They also state that the proposals have never gone from being mere declarations.[22] A United Nations Parliamentary Assembly, or United Nations People's Assembly (UNPA), is a proposed addition to the United Nations System that eventually would allow for direct election of UN Parliament members by citizens of all over the world. Proposals for a UNPA date back to the UN's formation in 1945, but largely stagnated until the 1990s. They have recently gained traction amidst increasing globalization[citation needed], as national parliamentarians and citizens groups seek to counter the growing influence of unelected international bureaucracies. Following the publication of Fourth Assessment Report of the IPCC in February 2007, a \"Paris Call for Action\" read out by French President Jacques Chirac and supported by 46 countries, called for the United Nations Environment Programme to be replaced by a new and more powerful United Nations Environment Organization (UNEO), to be modelled on the World Health Organization. The 46 countries included the European Union member states, but notably did not include the United States, China, Russia, and India, the top four emitters of greenhouse gases.[23] Then Secretary General Kofi Annan streamlined all UN Agencies working on International Development Issues under a new United Nations Development Group, chaired by the Administrator of the UNDP.[24] The Delivering as One concept was also introduced. The main normative instrument for reforming the UN development system is the Quadrennial comprehensive policy review (QCPR). Following an assessment of progress, this General Assembly resolution which designs and gives mandates to the UN system to better address reform objectives is negotiated every four years. The most recent QCPR was adopted in December 2012.[25] Several provisions of the United Nations Charter are no longer relevant. In Larger Freedom proposed the removal of these provisions: There are also other provisions of the UN Charter that deal with transitional arrangements, and thus are now spent. For example, article 61(3) and article 109(3). However, In Larger Freedom does not contain any proposals with respect to these provisions. Due to the difficulty in amending the Charter, it is unlikely that any of these spent provisions will be amended except as part of a package making substantive amendments, such as Security Council reform. Further, while In Larger Freedom proposes that certain provisions be removed there is not universal agreement. One school of thought in particular suggests that the Military Staff Committee could be revitalized by member states finally meeting their Article 45 commitments to provide a force able to perform peacemaking and peace enforcement under the legitimacy of the United Nations flag. ","Title":"Reform of the United Nations - Wikipedia","KeyID":"9467","URL":"https://en.wikipedia.org/wiki/Reform_of_the_United_Nations"}