{"Content: ":"Reform of the United Nations Security Council (UNSC) encompasses five key issues: categories of membership, the question of the veto held by the five permanent members, regional representation, the size of an enlarged Council and its working methods, and the Security Council-General Assembly relationship. The Member States, regional groups and other Member State interest groupings developed different positions and proposals on how to move forward on this contested issue.[1] Any reform of the Security Council would require the agreement of at least two-thirds of UN member states in a vote in the General Assembly and must be ratified by two-thirds of Member States. All of the permanent members of the UNSC (which have veto rights) must also agree.[2] The composition of the Security Council was established in 1945. Since then the geopolitical realities have changed drastically, but the council has changed very little. The victors of World War II shaped the United Nations Charter in their national interests, assigning themselves the permanent seats and associated veto power, among themselves.[3] Any reform of the Security Council would require an amendment to the Charter.[4] Article 108 of the Charter states: Amendments to the present Charter shall come into force for all Members of the United Nations when they have been adopted by a vote of two-thirds of the members of the General Assembly and ratified in accordance with their respective constitutional processes by two-thirds of the Members of the United Nations, including all the permanent members of the Security Council.[5] With the enlargement of the United Nations membership and increasing self-confidence among the new members, going hand in hand with processes of decolonization, old structures and procedures were increasingly challenged. The imbalance between the number of seats in the Security Council and the total number of member States became evident, and the only significant reform of the Security Council occurred in 1965:[6] this included an increase in the non-permanent membership from six to 10 members.[7] With Boutros Boutros-Ghali elected as Secretary-General in 1992, the reform discussions of the UN Security Council were launched again as he started his new term with the first-ever summit of the Security Council and then published \"An Agenda for Peace\". His motivation was to restructure the composition and arguably anachronistic procedures of the UN organ to recognize the changed world.[7] In the twenty-first century, the mismatch between the structure of the UN Security Council and the global reality the former is supposed to reflect became even more glaring. So much so that demands were raised by many politicians, diplomats and scholars to reform the Council at the earliest so that it reflects the reality of the present times and not the time of its establishment. For example, Indian scholar of diplomacy Rejaul Karim Laskar argues, \"for the continued existence and relevance of the UN, it is necessary to ensure that it represents as nearly as possible the reality of the power equation of the twenty-first century world\".[8] By 1992, Japan and Germany had become the second- and third-largest financial contributors to the United Nations, and started to demand a permanent seat. Also Brazil (fifth largest country in terms of territory) and India (second largest country in terms of population) as the most powerful countries within their regional groups and key players within their regions saw themselves with a permanent seat. This group of four countries formed an interest group later known as the G4. On the other hand, their regional rivals were opposed to the G4 becoming permanent members with a veto power. They favored the expansion of the non-permanent category of seats with members to be elected on a regional basis. Italy, Pakistan, Mexico and Egypt started to form an interest group, known as the \"Coffee Club\" and later \"Uniting for Consensus\". Simultaneously, the African Group started to demand two permanent seats for themselves, on the basis of historical injustices and because much of the council's agenda is concentrated in that continent. Those two seats would be permanent African seats, that would rotate between African countries chosen by the African group.[9] The existing permanent members, each holding the right of veto on Security Council reform, announced their positions reluctantly. The United States supported the permanent membership of Japan and India, and a small number of additional non-permanent members. The United Kingdom and France essentially supported the G4 position, with the expansion of permanent and non-permanent members and the accession of Germany, Brazil, India, and Japan to permanent-member status, as well as more African countries on the council. China supported the stronger representation of developing countries, voicing support for India.[10] Russia has also endorsed India's candidature for a permanent seat on the Security Council.[11] The General Assembly Task Force on Security Council Reform[12] has delivered a report (on the question of equitable representation on and increase in the membership of the Security Council) recommending a compromise solution for entering intergovernmental negotiations on reform.[13] The report builds on existing transitional/intermediary approaches to suggest a \"timeline perspective\". The \"timeline perspective\" suggests that Member States begin by identifying the negotiables to be included in short-term intergovernmental negotiations. Crucial to the \"timeline perspective\" is the scheduling of a mandatory review conference—a forum for discussing changes to any reforms achieved in the near-term, and for revisiting negotiables that cannot be agreed upon now.[14] Asia's inadequate representation poses a serious threat to the UN's legitimacy, which will only increase as the world's most dynamic and populous region assumes an increasingly important global role. One possible way to resolve the problem would be to add at least four Asian seats: one permanent seat for India, one shared by Japan and South Korea (perhaps in a two-year, one-year rotation), one for the ASEAN countries (representing the group as a single constituency), and a fourth rotating among the other Asian countries. On 21 March 2005, the then UN Secretary General Kofi Annan called on the UN to reach a consensus on expanding the council to 24 members, in a plan referred to as \"InLarger Freedom\". He gave two alternatives for implementation, but did not specify which proposal he preferred.[16] The two options mentioned by Annan are referred to as Plan A and Plan B: In any case, Annan favored making the decision quickly, stating, \"This important issue has been discussed for too long. I believe member states should agree to take a decision on it—preferably by consensus, but in any case before the summit—making use of one or other of the options presented in the report of the High-Level Panel\".[18] The summit mentioned by Annan is the September 2005 Millennium+5 Summit, a high-level plenary meeting that reviewed Annan's report, the implementation of the 2000 Millennium Declaration, and other UN reform-related issues.[19] On 26 July 2005, five UN member countries, Italy, Argentina, Canada, Colombia and Pakistan, representing a larger group of countries called Uniting for Consensus led by Italy, proposed to the General Assembly another project[20] that maintains five permanent members and raises the number of non-permanent members to 20. In May 2011, 120 UN members states participated in a Uniting for Consensus meeting in Rome.[21][22] The U.N. Security Council reform, being debated since two decades is too long overdue and the necessary expansion must be made considering how much the world has changed. One proposed change is to admit more permanent members. The candidates usually mentioned are Brazil, Germany, India, and Japan. They comprise the group of G4 nations, mutually supporting one another's bids for permanent seats. The United Kingdom, France, Russia and the United States support G4 membership in the U.N. Security Council.[24] This sort of reform has traditionally been opposed by the Uniting for Consensus group, which is composed primarily of nations who are regional rivals and economic competitors of the G4. The group is led by Pakistan (opposing India), Italy and Spain (opposing Germany), Mexico, Colombia, and Argentina (opposing Brazil), and South Korea (opposing Japan), in addition to Turkey, Indonesia and others. Since 1992, Italy and other members of the group have instead proposed semi-permanent seats or the expansion of the number of temporary seats.[25] Most of the leading candidates for permanent membership are regularly elected onto the Security Council by their respective continental groups: Brazil and Japan were elected for eleven two-year terms, India for eight terms, and Germany for four terms (as well as West Germany two times, and East Germany once). Brazil has the most recent successful bid being elected to the term 2022–23, after a gap of eleven years. In 2017, it was reported that the G4 nations were willing to temporarily forgo veto power if granted a permanent UNSC seat.[26] As of 2013, the current P5 members of the Security Council, along with the G4, account for eight of the world's ten largest defense budgets, according to SIPRI. They also account for 9 of the 10 largest economies by both nominal GDP and Purchasing Power Parity. Brazil is the largest country in Latin America in terms of population, GDP and land area. It has the seventh largest population,[27] ninth largest GDP,[28] eleventh largest defence budget, and has the fifth largest land area in the world. It is one of only five countries that ranks among the top ten globally in terms of physical size, population, and GDP (the others being fellow G4 member India, together with China, Russia and the United States). Furthermore, South America is one of three inhabited continents (the other two being Africa and Oceania) without permanent representation on the Security Council. Brazil has been elected eleven times to the Security Council. It has contributed troops to UN peacekeeping efforts in the Middle East, the former Belgian Congo, Cyprus, Mozambique, Angola, and more recently East Timor and Haiti.[29] Brazil is one of the main contributors to the UN regular budget.[30] Prior to the UN's founding in 1945, Franklin D. Roosevelt lobbied for Brazil to be included on the Security Council, but the UK and the Soviet Union refused.[31] The United States has sent strong indications to Brazil that it was willing to support its membership; albeit, without a veto.[32] In June 2011, the Council on Foreign Relations recommended that the U.S. government fully endorse the inclusion of Brazil as a permanent member of the Security Council.[33] Brazil has received backing from four of the current permanent members, namely France,[34] Russia,[35] United Kingdom[36] and China.[37] Brazilian elevation to permanent membership is also supported by the Community of Portuguese Language Countries (CPLP),[38] and Brazil and the other G4 nations mutually support each other in their bids.[39] Other countries that advocate permanent Brazilian membership of the UNSC include Australia,[40] Chile,[41] Finland,[42] Guatemala,[43] Indonesia, the Philippines,[44] Slovenia,[45] South Africa,[46] and Vietnam.[47] Germany is the third largest contributor to the U.N. regular budgets next to Japan, and as such, argues for a permanent Security Council seat. Germany has been elected to the Security Council as a non-permanent member four times as a unified state, as well as three times when it was divided (twice for the West, once for the East). France has explicitly called for a permanent seat in the UN for its close partner: \"Germany's engagement, its ranking as a great power, its international influence—France would like to see them recognized with a permanent seat on the Security Council\", French president Jacques Chirac said in a speech in Berlin in 2000.[48] The former German Chancellor, Gerhard Schröder, also identified Russia, among other countries, as a country that backed Germany's bid.[24] Former President Fidel V. Ramos of the Philippines also expressed his country's support for Germany's bid, together with Japan's.[49] Italy and the Netherlands on the contrary, suggest a common European Union seat in the Council instead of Germany becoming the third European member next to France and the United Kingdom. The former German Foreign Minister Joschka Fischer said that Germany would also accept a common European seat, but as long as there is little sign that France will give up her own seat, Germany should also have a seat.[24] The German campaign for a permanent seat was intensified in 2004. Schröder made himself perfectly clear in August 2004: \"Germany has the right to a seat.\"[50] Its bid is supported by Japan, India, Brazil, France, the United Kingdom and Russia, among other countries. Chancellor Angela Merkel, who had initially been quiet on the issue, re-stated Germany's bid in her address to the UN General Assembly in September 2007. In July 2011, Merkel's trip to Kenya, Angola, and Nigeria was thought to be motivated, in part, by the goal of seeking support from African countries for Germany's bid for a permanent seat on the Security Council.[51] On 30 June 2021, UK Foreign Minister Dominic Raab and his German counterpart Heiko Maas called in a joint statement for Germany to permanently join the United Nations Security Council, after outgoing German UN ambassador Christoph Heusgen said earlier in the day that needed to happen in order to reflect the shifting global power balance.[52][53] India, which joined the U.N. in 1945 (during the British Raj), two years before independence in 1947, is the second-largest and one of the largest constant contributors of troops to the United Nations peacekeeping missions.[54] Foreign Policy magazine states that, \"India's international identity has long been shaped by its role in U.N. peacekeeping, with more than 100,000 Indian troops having served in U.N. missions during the past 50 years. Today, India has over 8,500 peacekeepers in the field, more than twice as many as the U.N.'s five big powers combined.\"[55] In November 2010, then US President Barack Obama publicly supported India's bid for a permanent seat, citing India's \"long history as a leading contributor to United Nations peacekeeping missions\".[55] India has been elected eight times to the UN Security Council, most recently from 2021 to 2022 after receiving 184 of 192 votes.[56][57] The country currently has the world's second-largest population and is the world's largest liberal democracy. It is also the world's fifth-largest economy[58] by nominal GDP and third-largest by purchasing power parity. Currently, India maintains the world's second-largest active armed force (after China) and is a nuclear-weapon state. The International Herald Tribune has stated: \"Clearly, a seat for India would make the body more representative and democratic. With India as a member, the Council would be a more legitimate and thus a more effective body.\" Thomas Friedman of the New York Times said: \"Sometimes I wish that the five permanent members of the UN Security Council could be chosen ... with a vote by the fans . ... Then the perm-five would be Russia, China, India, Britain and the United States ... India is the world's largest democracy.\"[59] India's bid for permanent member of UNSC is now backed by four of the five permanent members, namely France,[60][61] Russia,[62] United Kingdom[63] and United States.[64] On 15 April 2011, China officially expressed its support for an increased Indian role at the United Nations, without explicitly endorsing India's Security Council ambitions.[65][66] A few months later, China endorsed Indian candidacy as a permanent UNSC member provided that India revokes its support for Japanese candidacy.[67] As part of the G4 nations, India is supported by Brazil, Germany, and Japan for the permanent seat. Other countries that explicitly and openly support India for UNSC permanent seat are – Afghanistan,[68] Algeria,[69] Armenia,[70] Australia,[71] Austria,[72] Bahrain,[73] Bangladesh,[74] Belarus,[75] Belgium,[76] Belize,[77] Benin,[78] Barbados,[79] Bhutan,[80] Bolivia,[81] Brunei,[82] Bulgaria,[83] Burundi,[84] Cambodia,[85] Chile,[86] Comoros,[87] Croatia,[88] Cuba,[89] Cyprus,[90] Czech Republic,[91] Denmark,[92] Dominican Republic,[93] Ecuador,[94] Eritrea,[95] Estonia,[96] Ethiopia,[97] Fiji,[98] Finland,[99] Ghana,[100] Greece,[101] Guyana,[102] Hungary,[103] Iceland,[104] Iran,[105] Israel,[106] Jamaica,[92] Jordan,[107] Laos,[108] Latvia,[109] Lesotho,[110] Liberia,[111] Libya,[112] Lithuania,[113] Luxembourg,[114] Kazakhstan,[115] Kiribati,[116] Kyrgyzstan,[92] Madagascar,[117] Malawi,[118] Malaysia,[119] Maldives,[120] Mali,[121] Malta,[122] Marshall Islands,[116] Mauritius,[123] Micronesia,[92] Moldova,[124] Mongolia,[125] Morocco,[100] Mozambique,[126] Myanmar,[127] Namibia,[128] Nauru,[116] Nepal,[129] Netherlands,[130] New Zealand,[131] Nicaragua,[132] Nigeria,[133] Norway,[134] Oman,[135] Palau,[92] Palestine,[136] Panama,[137] Papua New Guinea,[138] Paraguay,[139] Peru,[140] Poland,[141] Portugal,[142] Qatar,[92] Rwanda,[143] Romania,[122] Samoa,[116] São Tomé and Príncipe,[144] Serbia,[122] Senegal,[145] Seychelles,[146] Singapore,[147] Sierra Leone,[148] Sri Lanka,[149] Slovakia,[92] Slovenia,[150] Solomon Islands,[116] Sudan,[151] Suriname,[152] Swaziland,[153] Sweden,[154] Syria,[155] Tajikistan,[156] Tanzania,[157] Thailand,[158] The Bahamas,[92] The Gambia,[159] Timor Leste,[160] Tonga,[116] Trinidad and Tobago,[161] Turkey,[162] Turkmenistan,[163] Tuvalu,[164] Ukraine,[165] United Arab Emirates,[166] Uruguay,[167] Uzbekistan,[168] Vanuatu,[116] Venezuela,[113] Vietnam,[169] Yemen,[170] Zambia[171] and Zimbabwe.[172] As a whole, the African Union also supports India's candidacy for permanent member of the UNSC.[173] Japan, which joined the UN in 1956, is the third-largest contributor to the UN's regular budget.[174] Its payments had surpassed the sum of those of the United Kingdom, France, China and Russia combined for nearly two decades before 2010. Japan has been one of the largest Official development assistance donor countries. Thus, Japan, along with India, are considered the most likely candidates for two of the new permanent seats. China has stated that it was ready to support India's move for a permanent seat on the UNSC if India did not associate its bid with Japan.[175] This may be contrary to the Indian stand since Japan and India are both members of the G4 and support each other's candidature. Japan has been elected to the Security Council for eleven terms as a non-permanent member. While U.S. Secretary of State, Condoleezza Rice, speaking at Sophia University in Tokyo, said, \"Japan has earned its honorable place among the nations of the world by its own effort and its own character. That's why the United States unambiguously supports a permanent seat for Japan on the United Nations Security Council.\"[176] Her predecessor, Colin Powell, had objected to Japanese permanent membership because Article 9 of the Japanese Constitution forbids the country from going to war unless in self-defence.[177] In May 2022, US president Joe Biden stated in a meeting with prime minister Fumio Kishida that “the United States will support Japan becoming a permanent member of a reformed security council”.[178] Some other Asian nations have expressed support for Japan's application, including Mongolia, Thailand, Cambodia, Indonesia, Malaysia, Singapore, Bangladesh, the Philippines,[179] and Vietnam[citation needed]—all major recipients of loan and/or foreign investment from Japan.[citation needed] The other G4 countries—Germany, Brazil, and India, who are also bidding for Security Council seats—along with France[180] and the United Kingdom,[181] also back Japan's bid. Australia, the Cook Islands, the Federated States of Micronesia, Fiji, Kiribati, the Marshall Islands, Nauru, New Zealand, Niue, Palau, Papua New Guinea, Samoa, the Solomon Islands, Tonga, Tuvalu, and Vanuatu support Japan since Japan agreed to increase financial aid to the region.[182] The Security Council we have now does not correspond to today's world. I have encouraged member states to have a serious dialogue on this. I want to continue this dialogue at the UN General Assembly, but the permanent members do not agree. The UNSC \"power of veto\" is frequently cited as a major problem within the UN. By wielding their veto power (established by Chapter V of the United Nations Charter), any of the UNSC's five permanent members can prevent the adoption of any (non-\"procedural\") UNSC draft resolution not to their liking. Even the mere threat of a veto may lead to changes in the text of a resolution, or it being withheld altogether (the so-called \"pocket veto\"). As a result, the power of veto often prevents the council from acting to address pressing international issues and affords the \"P5\" great influence within the UN institution as a whole. For example, the Security Council passed no resolutions on most major Cold War conflicts, including the Warsaw Pact invasion of Czechoslovakia, the Vietnam War, and the Soviet–Afghan War. Resolutions addressing more current problems, such as the conflict between Israel and Palestine or Iran's suspected development of nuclear weapons, are also heavily influenced by the veto, whether its actual use or the threat of its use.[citation needed] Additionally, the veto applies to the selection of the UN's Secretary-General, as well as any amendments to the UN Charter, giving the P5 great influence over these processes. China has exercised its veto several times on India's resolutions to put Masood Azhar on a list of global terrorists. Azhar is the head of Jaish-e-Mohammed, which has been designated as a terrorist group by the United Nations.[184] Discussions on improving the UN's effectiveness and responsiveness to international security threats often include reform of the UNSC veto. Proposals include: limiting the use of the veto to vital national security issues; requiring agreement from multiple states before exercising the veto; abolishing the veto entirely; and embarking on the transition stipulated in Article 106 of the Charter, which requires the consensus principle to stay in place.[185] Any reform of the veto will be very difficult. Articles 108 and 109 of the United Nations Charter grant the P5 veto over any amendments to the Charter, requiring them to approve of any modifications to the UNSC veto power that they themselves hold. Pursuant to United Nations General Assembly Resolution 377 (Uniting for Peace), in cases where the Security Council, \"because of lack of unanimity of the permanent members, fails to exercise its primary responsibility for the maintenance of international peace and security in any case where there appears to be a threat to the peace, breach of the peace, or act of aggression, the General Assembly shall consider the matter immediately with a view to making appropriate recommendations to Members for collective measures, including in the case of a breach of the peace or act of aggression the use of armed force when necessary, to maintain or restore international peace and security.\" In 2013, France proposed self-regulation by the five permanent members of the Security Council to refrain from using it against taking action to stop mass atrocities.[186] As stated by then President of Brazil Luiz Inácio Lula da Silva at the General Debate of the 63rd Session of the United Nations General Assembly:[187] The United Nations has spent 15 years discussing the reform of its Security Council. Today's structure has been frozen for six decades and does not relate to the challenges of today's world. Its distorted form of representation stands between us and the multilateral world to which we aspire. Therefore I am much encouraged by the General Assembly's decision to launch negotiations in the near future on the reform of the Security Council. As stated by the President of Brazil Jair Bolsonaro in a state visit to India:[188] Brazil and India are two great countries, among the ten largest economies in the world, that together have 1.5 billion inhabitants, are democratic countries. We believe that it will be good for the world if Brazil and India join this group, and we will continue to demand a permanent seat on the Security Council, that will remain a priority on your governments. As per the official website of India's Permanent Mission to the UN:[189] Activities of the Security Council have greatly expanded in the past few years. The success of Security Council's actions depends upon political support of the international community. Any package for restructuring of the Security Council should, therefore, be broad-based. In particular, adequate presence of developing countries is needed in the Security Council. Nations of the world must feel that their stakes in global peace and prosperity are factored into the UN's decision making. Any expansion of permanent members' category must be based on an agreed criteria, rather than be a pre-determined selection. There must be an inclusive approach based on transparent consultations. India supports expansion of both permanent and non-permanent members' category. The latter is the only avenue for the vast majority of Member States to serve on the Security Council. Reform and expansion must be an integral part of a common package. According to a formal statement by 13th Prime Minister of India Manmohan Singh at the General Debate of the 59th Session of the United Nations General Assembly:[190] It is common knowledge that the United Nations is often unable to exert an effective influence on global economic and political issues of critical importance. This is due to its what may be called as \"democracy deficit\", which prevents effective multilateralism, a multilateralism that is based on a democratically-evolved global consensus. Therefore, reform and restructuring of the United Nations system can alone provide a crucial link in an expanding chain of efforts to refashion international structures, imbuing them with a greater degree of participatory decision-making, so as to make them more representative of contemporary realities. The expansion of the Security Council, in the category of both permanent and non-permanent members, and the inclusion of countries like India as permanent members, would be a first step in the process of making the United Nations a truly representative body. According to a formal statement by 14th Prime Minister of India Narendra Modi at the General Debate of the 69th Session of the United Nations General Assembly:[191] We must reform the United Nations, including the Security Council, and make it more democratic and participative. Institutions that reflect the imperatives of 20th century won't be effective in the 21st. It would face the risk of irrelevance; and we will face the risk of continuing turbulence with no one capable of addressing it. Next year we will be seventy, we should ask ourselves whether we should wait until we are 80 or 100. Let us fulfill our promise to reform the United Nations Security Council by 2015. Let us fulfil our pledge on a post-2015 Development Agenda so that there is new hope and belief in us around the world. Let us make 2015 also a new watershed for a sustainable world. Let it be the beginning of a new journey together. As per the official letter send to president of UN general assembly by India's Permanent Mission to the UN:[192][non-primary source needed] It also included the common letter send by G4 nations which demands concrete action on UNSC reforms. The process has lagged on for over a decade.[192] In a letter to President of UN General assembly, India demands tangible action for UN Security Council reform in line with Common African Position, and not let the process be held hostage, as it has been over a decade, by those who do not want reform. According to a formal statement by Prime Minister of India Narendra Modi at the General Debate of the 75th Session of the United Nations General Assembly :[193] Today, people of India are concerned whether this reform-process will ever reach its logical conclusion. For how long will India be kept out of the decision-making structures of the United Nations? Reform in the responses, in the processes, and in the very character of the UN is the need of the hour. It is a fact that the faith and respect that the UN enjoys among the 1.3 billion people in India is unparalleled. According to a formal statement by Foreign secretary of India Harsh Vardhan Shringla at UNSC high-level meeting on “Maintenance of international peace and security: upholding multilateralism and the United Nations-centered international system”:[194] At the core of India’s call for reformed multilateralism, lies the reform of the UN Security Council, reflective of the contemporary realities of today. When power structures continue to reflect the status quo of a bygone era, they also start reflecting a lack of appreciation of contemporary geopolitical realities. Multilateral institutions must be made more accountable to their membership, they must be open and welcoming to a diversity of viewpoints and cognisant of new voices. The Council must be made more representative of developing countries if it is to continue to engender trust and confidence in its ability to provide leadership to the entire world. It can deliver effective solutions only if it gives a voice to the voiceless rather than zealously guarding the status quo of the mighty. Today, the UN has 193 Member States, nearly a fourfold increase from 1945. The narrow representation and privileges of a few in the primary decision-making organ of the UN poses a serious challenge to its credibility and effectiveness. How can we explain the contradiction of Africa not being represented in the Security Council in the permanent category, even though African issues dominate its agenda? Speaking on the occasion of the 75th anniversary of the UN last year, the Prime Minister of India gave a clarion call for UN reform, and I quote: \"For how long will India be kept out of the decision-making structures of the United Nations? Reform in the responses, in the processes, and in the very character of the UN is the need of the hour. It is a fact that the faith and respect that the UN enjoys among the 1.3 billion people in India is unparalleled.” According to a formal statement by Toshimitsu Motegi, Japanese Minister of Foreign Affairs, at the High-level Meeting to Commemorate the Seventy-fifth Anniversary of the United Nations:[195] For a stronger UN, Security Council reform cannot wait any longer. I regret to say that, today, the system designed seventy-five years ago does not fully deliver on the purposes of the Charter. I’m convinced that Member States having the capacity and willingness to take on major responsibilities should hold seats on an expanded Security Council. Only then will the Council be revived as an effective and representative organ. Japan is fully prepared to fulfill such responsibilities as a permanent member of the Security Council and contribute to ensuring peace and stability of the world. In the Declaration of this High-Level Meeting, we commit ourselves to instilling new life in the discussions on the Council reform. To fulfill that commitment and take a step forward, I call on all Member States to launch text-based negotiations. According to a formal statement by Antanas Valionis, former Lithuanian Minister of Foreign Affairs, at the General Debate of the 58th session of the United Nations:[196] The Security Council must be able to take leadership in maintaining international peace and security. Thus Lithuania supports substantial reform for the better, equitable representation in both categories, permanent or non-permanent, through the inclusion of Germany and Japan, as well as certain other leading countries from other regions. According to a formal statement by Prime Minister of Malaysia Mahathir Mohamad at the General Debate of the 73rd session of the United Nations General Assembly:[197] Five countries on the basis of their victories 70 over years ago cannot claim to have a right to hold the world to ransom forever. They cannot take the moral high ground, preaching democracy and regime change in the countries of the world when they deny democracy in this organisation. I had suggested that the veto should not be by just one permanent member but by at least two powers backed by three non-permanent members of the Security Council. The General Assembly should then back the decision with a simple majority. As stated by former Prime Minister of Portugal José Sócrates:[198] The 15-member Security Council must be enlarged so that it is more representative, transparent and efficient. In our view it is illogical that countries like Brazil or India that have today an irreplaceable economic and political role are still not permanent members of the Security Council. Africa also deserves consideration to take due account of the remarkable political and economic progresses that we have witnessed in that vast continent. As stated by then–President of Russia Dmitry Medvedev at the General Debate of the 64th Session of the United Nations General Assembly:[199] The UN must rationally adapt itself to new world realities. It should also strengthen its influence and preserve its multinational nature and integrity of the UN Charter provisions. The reform of the UN Security Council is an essential component of its revitalization. The time has come to speed up the search for a compromise formula of its expansion and increased efficiency of its work. As stated by the Minister of Foreign Affairs Sergey Lavrov at the Raisina Dialogue in New Delhi:[200] I would say the Security Council's main shortcoming is the under-representation of developing countries. We reiterate our position that India and Brazil absolutely deserve to be on the council together with an African candidate, our position is that the purpose of the reform is to make sure that the developing countries enjoy a better treatment in the central organ of the United Nations. As stated by the Minister of Foreign Affairs Sergey Lavrov after RIC virtual conference summit:[201] Today we talked of probable reforms of the United Nations and India is a strong nominee to become a permanent member of UN Security Council and we support India's candidacy. We believe it can become a full-fledged member of the Security Council.\" According to a formal statement by South Africa's International Relations Minister Maite Nkoana-Mashabane speaking in the South African parliament in Cape Town: The United Nations Security Council (UNSC) urgently requires reform to rectify inequitable power relations. We reiterate that the reform of the UNSC is urgent and would go a long way in rectifying inequitable power relations within the Security Council. According to a formal statement by Turkey's President Recep Tayyip Erdoğan in a recorded message to congratulate the U.N. General Assembly (UNGA) on its 75th anniversary: [202] UNSC reforms is necessary in order to make the U.N. system active again. Leaving the fates of 7 billion people up to the justice of five countries was neither sustainable nor fair. A council structure based on democratic, transparent, accountable, effective and fair representation has become a necessity for humanity beyond choice. The United Kingdom and France hold similar views on reform to the United Nations Security Council. According to a formal statement made by 10 Downing Street: Reform of the UNSC, both its enlargement and the improvement of its working methods, must therefore succeed. We reaffirm the support of our two countries for the candidacies of Germany, Brazil, India and Japan for permanent membership, as well as for permanent representation for Africa on the Council. We regret that negotiations towards this goal remain in deadlock and are therefore ready to consider an intermediate solution. This could include a new category of seats, with a longer term than those of the current elected members and those terms would be renewable; at the end of an initial phase, it could be decided to turn these new types of seats into permanent ones. We will work with all our partners to define the parameters of such a reform. UNSC reform requires a political commitment from the member states at the highest level. We will work in this direction in the coming months with a view to achieving effective reform. According to a formal statement by the United States Department of State: The United States is open to UN Security Council reform and expansion, as one element of an overall agenda for UN reform. We advocate a criteria-based approach under which potential members must be supremely well qualified, based on factors such as: economic size, population, military capacity, commitment to democracy and human rights, financial contributions to the UN, contributions to UN peacekeeping, and record on counterterrorism and nonproliferation. We have to look, of course, at the overall geographic balance of the Council, but effectiveness remains the benchmark for any reform. According to a formal statement by US President Barack Obama in an address to a Joint Session of the Indian Parliament: We salute India's long history as a leading contributor to United Nations peacekeeping missions. And we welcome India as it prepares to take its seat on the United Nations Security Council. As two global leaders, the United States and India can partner for global security—especially as India serves on the Security Council over the next two years. Indeed, the just and sustainable international order that America seeks includes a United Nations that is efficient, effective, credible and legitimate. That is why I can say today, in the years ahead, I look forward to a reformed United Nations Security Council that includes India as a permanent member. The United Nations exists to fulfill its founding ideals of preserving peace and security, promoting global cooperation, and advancing human rights. These are the responsibilities of all nations, but especially those that seek to lead in the 21st century. And so we look forward to working with India—and other nations that aspire to Security Council membership—to ensure that the Security Council is effective; that resolutions are implemented, that sanctions are enforced; that we strengthen the international norms which recognize the rights and responsibilities of all nations and all individuals.","Title":"Reform of the United Nations Security Council - Wikipedia","KeyID":"9468","URL":"https://en.wikipedia.org/wiki/Reform_of_the_United_Nations_Security_Council"}