{"Content: ":"The United Nations International School of Hanoi is an international school in Hanoi, Vietnam. It is a private, non-profit organization founded in 1988 with the support of the United Nations Development Programme in Vietnam (UNDP) with the aim of providing an education to the children of UN staff and others. It is one of two UN schools in the world, with its sister school, United Nations International School, located in Manhattan and Queens, New York. It now caters to the children of diplomats, aid workers, businessmen, and other expatriates living and working in Hanoi. UNIS is regarded as of the most prestigious international schools in Asia. Classes range from pre-school to high school, and the IB Diploma is available to students in grade 11 and 12. As of May 2018, there were 1123 students with 66 nationalities speaking 44 different languages.[1] The school maintains a 20% cap for any one nationality, which was put in place in order to maintain a truly international and culturally diverse atmosphere. There are teachers from 27 countries with 88% from the UK, USA, Australia, New Zealand, Ireland and Canada. Class sizes at UNIS Hanoi range from 16 to 22 students depending on the grade level with mostly 8 classes per grade level.[1] For many years, the school has been housed in a small building attached to the Hanoi-Amsterdam campus (a local Vietnamese high school). In 1999, the campus was moved to the UN buildings in Van Phuc; in 2004 the school was finally moved to the long-awaited, custom-built campus located in a new area on the outskirts of Hanoi called Ciputra Hanoi Estate. In 2012, the school opened its sports center that included two full-sized covered basketball courts, weight/dance rooms, and several multipurpose classrooms. Along with the opening of the sports center, a new center for the arts was also opened that included among many facilities, including a new theater and a recording studio. When the school was founded in 1988, there were less than 10 students in the first class. Since the late 80s, the school has seen significant growth. Up until 1999, there was no 12th grade. The demographic has changed significantly in the past 5 years, as only a handful of Vietnamese children used to attend the school.[citation needed] UNIS now offers the full International Baccalaureate program, from the primary level to the Diploma Programme in high school—the first school to do so in Asia. The school is also accredited by the European Council of International Schools, New England Association of Schools and Colleges, Council of International Schools, East Asia Regional Council of Overseas Schools and Western Association of Schools and Colleges while having affiliation with the Asia Pacific Activities Conference. The curriculum is international, drawing upon English language programs and the framework provided by the International Baccalaureate Organization. The School has adopted the IB Programmes: Primary Years (K-5), Middle Years (Grades 6-10) and in Grades 11-12, the School has adopted the IB Diploma Programme. Participation in the IB Diploma Programme is available to all students at UNIS Hanoi. Instruction in the world and home country languages, the arts, physical education, and English-as-an-Additional Language supplement a core curriculum. UNIS Hanoi has a learning support and counseling program at all grade levels. There is an extensive co-curricular programme of sports and activities and a strong commitment to service-learning, reflecting the spirit of the UN ideals and principles.[citation needed] The School has a fully resourced library and media center. and has a strong commitment to integrating technology throughout the curriculum with a one-to-one personal computer tablet program for all students from Grades 4-12 and mobile computer labs for students in Discovery through Grade 3.[2][failed verification] UNIS divides its extracurricular activities into two main groups: \"After School Activities - ASA\" and \"Community & Service - C&S or CAS\" UNIS competes internationally at the varsity and junior-varsity levels in football, basketball, volleyball, competitive swimming, tennis, and badminton through the Asia Pacific Activities Conference. UNIS also provides opportunities in the arts through APAC in band, orchestra, theatre, and choir. UNIS Hanoi is affiliated to, or members of the following organisations:","Title":"United Nations International School of Hanoi - Wikipedia","KeyID":"9473","URL":"https://en.wikipedia.org/wiki/United_Nations_International_School_of_Hanoi"}