{"Content: ":"The United Nations Memorial Cemetery in Korea (UNMCK; Korean: 재한유엔기념공원; RR: Jaehahn yuen ginyeomgongwon),[10] located at Tanggok in the Nam District,[11] City of Busan,[nb 2] Republic of Korea, is a burial ground for United Nations Command (UNC) casualties of the Korean War.[nb 3] It contains 2,300 graves and is the only United Nations cemetery in the world. Laid out over 14 hectares (35 acres), the graves are set out in 22 sites designated by the nationalities of the buried servicemembers.[12] The Korean War began when North Korean People's Army forces attacked south in June 1950. As the fighting progressed, temporary military cemeteries for battle casualties were established by United Nations forces near the towns of Taejon (9 July 1950), Kwan-ui (Kwan-ni),[13] Kum-chon,[13] and Sindong.[14] When the North Korean forces pushed towards Busan, these cemeteries had to be abandoned.[14] Later, as the Battle of Pusan Perimeter developed, temporary cemeteries were established at Masan, Miryang, and Taegu, with a Busan cemetery being established on 11 July 1950.[15] As the fighting pushed into North Korea, temporary cemeteries were established in or near the towns of Kaesong,[13] Sukehon, Wonsan, Pupchong (Pukchong County),[13] Yudarn-ni and Koto-ri.[16] Some eleven division-level cemeteries were established in the first two months of fighting[17] and later five UN military cemeteries were established in North Korea.[18] At the beginning of the war, the nearest U.S. Army mortuary affairs unit was the 108th Graves Registration Platoon in Yokohama, Japan, which was searching for the remains of missing World War II American airmen.[15][19] The only other American active duty graves registration unit was at Ft. Bragg, North Carolina.[20] The 108th was reconfigured as the 114th Graves Registration Company and deployed to establish temporary cemeteries at Hungnam, Pyongyang, and Suchon as the fighting continued.[15] Supporting the 2nd Infantry Division was the Graves Registration Section of the second Quartermaster Company, which collected the remains of Allied and American soldiers to be further processed by the 148th Graves Registration Company.[21] When UN forces launched the Inchon Invasion in September 1950, a platoon from the 565th Graves Registration Company accompanied them.[15] Other mortuary affairs units included the 293rd Graves Registration Company, activated in April 1951.[15] It was difficult to recover remains and conduct burials in Korea, due to the rugged geography and harsh climate, and the threat of unexploded ordnance and booby-traps.[6][22] Construction of the United Nations Military Cemetery (UNMC) at Tanggok began on 18 January 1951 and was carried out by hand-labor over a 28.2 hectares (70 acres) site.[23] It was dedicated by General Matthew Ridgway on 6 April 1951.[14][23][24] Graves Registration units then concentrated American and allied remains at Tanggok before they were permanently buried or repatriated.[14][19] Besides burial services, refrigeration units to store remains were added,[23] as were cremation facilities. Casualties from the Colombia Battalion were cremated at Tanggok by the American Graves Registration Service and then repatriated to Colombia in 1954.[25] Today the 2,300 graves in the cemetery are set out in 22 sites designated by the nationalities of the buried service members.[12] Following the signing of the Korean Armistice Agreement in July 1953, the United Nations Command sought to recover bodies interred in North Korean territory.[26] Cemeteries for POWs in North Korea were established at 16 POW camps.[27] From September to October 1954, the resulting exchange of casualties, dubbed Operation Glory, between United Nations forces and the North Koreans resulted in 4,219 remains being recovered, of which 1,275 were non-US casualties.[28] (Also exchanged were the remains of approximately 14,000 North Korean and Chinese casualties.)[29] From 1950 to 1954, approximately 11,000 casualties were interred at UNMC, which was maintained by the United States Army Graves Registration Agency.[5][30][31] It was officially established as the United Nations Memorial Cemetery on 15 December 1955 with the passage of UN General Assembly Resolution 977(X).[32] Following the war, the cemetery was funded from the United Nations budget, but the Sino-Soviet world objected to this funding.[33][34] In 1973, the cemetery was transferred from the UN to the Commission for the United Nations Memorial Cemetery (CUNMCK), which is composed of representatives from the 11 countries who have servicemembers buried there.[12][35] The cemetery is designated as Site 359 in the listing of Registered Cultural Heritage Sites in Korea by the Cultural Heritage Administration of Korea.[36] Also, it is a visitor attraction for Pacific Rim tourists.[37][38] In 2011, United Nations Secretary-General Ban Ki-moon described it as the only United Nations cemetery in the world.[39] An Honour Guard from the Republic of Korea 53rd Division carries out flag ceremonies daily.[40] The UN Sculpture Park was established in October 2001 and twenty-nine permanent memorials are in the cemetery.[41] The memorials include: The Wall of Remembrance, completed in 2006, has the names of the 40,896 United Nations casualties (killed and missing) inscribed on 140 marble panels.[42][61] The UNMCK maintains a website in Korean, English, and Turkish, which allows website visitors to post online flowers and tributary messages.[62] The cemetery contains the graves of 2,289 military personnel and 11 non-combatants. Amongst those are the graves of Bill Madden GC, third Battalion, Royal Australian Regiment, (who died as a prisoner of war), Kenneth Muir VC (killed in action in the Battle of Hill 282 while serving with the Argyll and Sutherland Highlanders),[63] and Philip Curtis VC, Duke of Cornwall's Light Infantry (killed in action in the Battle of the Imjin River while serving with the Gloucestershire Regiment).[64] Also buried is Lt. Col. Charles Hercules Green DSO, commander of the 3rd Battalion, Royal Australian Regiment, who was mortally wounded at Battle of Chongju and died at nearby Anju.[65] Dutch Lt. Col. Marinus Petrus Antonius den Ouden, commander of the Regiment Van Heutsz, was killed in action during Operation Roundup in 1951 and is buried with members of his regiment – posthumously, den Ouden was awarded Netherlands' highest military award, the Military Order of William.[66] In the early days of the war, journalist Christopher Buckley died from a land mine explosion, and was subsequently buried at the cemetery.[67] Following his death in 2018, Korean War veteran and Victoria Cross recipient Bill Speakman was buried there in 2019.[68] Between 1951 and 1954 there were about 11,000 burials of UN troops from 21 countries. As of 2012, there are 2,300 wards of eleven countries, including 36 of the Republic of Korea troops deployed to the United Nations military bases. Because burials of seven countries' graves were retrieved back to their homeland, including Belgium, Colombia, Ethiopia, Greece, Luxembourg, Philippines and Thailand.[69] The burials of British Commonwealth Forces Korea are located in United Nations Memorial Cemetery. The numbers are 885 British troops, in accordance with the English customs of the dead.[70]","Title":"United Nations Memorial Cemetery - Wikipedia","KeyID":"9475","URL":"https://en.wikipedia.org/wiki/United_Nations_Memorial_Cemetery"}