{"Content: ":"The Vienna Declaration and Programme of Action (VDPA) is a human rights declaration adopted by consensus at the World Conference on Human Rights on 25 June 1993 in Vienna, Austria.[1] The position of United Nations High Commissioner for Human Rights was recommended by this Declaration and subsequently created by General Assembly Resolution 48/121.[2] The VDPA reaffirmed the Universal Declaration of Human Rights and the United Nations Charter. Its Preamble states \"The World Conference on Human Rights, Considering that the promotion and protection of human rights is a matter of priority for the international community, and that the Conference affords a unique opportunity to carry out a comprehensive analysis of the international human rights system and of the machinery for the protection of human rights, in order to enhance and thus promote a fuller observance of those rights, in a just and balanced manner.\" The Preamble also states: \"Invoking the spirit of our age and the realities of our time which call upon the peoples of the world and all States Members of the United Nations to rededicate themselves to the global task of promoting and protecting all human rights and fundamental freedoms so as to secure full and universal enjoyment of these rights ...\" The VDPA reflects the fact that the World Conference on Human Rights marked a turning point for human rights, as the Cold War had ended. The VDPA looks back, with the Preamble stating: Recalling also the determination expressed in the Preamble of the Charter of the United Nations to save succeeding generations from the scourge of war, to establish conditions under which justice and respect for obligations arising from treaties and other sources of international law can be maintained, to promote social progress and better standards of life in larger freedom, to practice tolerance and good neighborliness, and to employ international machinery for the promotion of the economic and social advancement of all peoples. The VDPA seeks to reaffirm human rights as universal and relevant standard. The Preamble states: \"Emphasizing that the Universal Declaration of Human Rights, which constitutes a common standard of achievement for all peoples and all nations, is the source of inspiration and has been the basis for the United Nations in making advances in standard setting as contained in the existing international human rights instruments, in particular the International Covenant on Civil and Political Rights and the International Covenant on Economic, Social and Cultural Rights.\" The VDPA urges Governments, United Nations, and other international organizations to increase the resources allocated to programmes to strengthen human rights awareness through training, teaching and education, popular participation and civil society (para. 34). The VDPA emphasizes that all human rights are of equal importance, seeking to end the qualitative division between civil and political rights and economic, social and cultural rights, which was pronounced during the Cold War era. Part I, para 5 states that \"All human rights are universal, indivisible and interdependent and interrelated. The international community must treat human rights globally in a fair and equal manner, on the same footing, and with the same emphasis. While the significance of national and regional particularities and various historical, cultural and religious backgrounds must be borne in mind, it is the duty of States, regardless of their political, economic and cultural systems, to promote and protect all human rights and fundamental freedoms.\" This phrase is also cited by the Declaration of Montreal[3] as well as The Yogyakarta Principles[4] and the Convention on the Rights of Persons with Disabilities.[5] To this end, Part II, para 75 also encourages the Commission on Human Rights, in accordance with the Committee on Economic, Social and Cultural Rights, to continue the examination of Optional Protocol to the International Covenant on Economic, Social and Cultural Rights on equal basis of the Optional Protocols to the International Covenant on Civil and Political Rights. The VDPA also draws a direct connection between respect for human rights, democracy and international development, stating in Part I, para 8: \"8. Democracy, development and respect for human rights and fundamental freedoms are interdependent and mutually reinforcing. Democracy is based on the freely expressed will of the people to determine their own political, economic, social and cultural systems and their full participation in all aspects of their lives. In the context of the above, the promotion and protection of human rights and fundamental freedoms at the national and international levels should be universal and conducted without conditions attached. The international community should support the strengthening and promoting of democracy, development and respect for human rights and fundamental freedoms in the entire world.\" In Part I, para 17: \"The act, methods and practices of terrorism in all its form\" as well as drug trafficking \"are activities aimed at the destruction of human rights, fundamental freedom and democracy\" and that \"the international community should take necessary steps to enhance cooperation to prevent and combat terrorism\". The VDPA makes a direct link between poverty and the realisation of human rights. Part I, para 14 states: \"The existence of widespread extreme poverty inhibits the full and effective enjoyment of human rights; its immediate alleviation and eventual elimination must remain a high priority for the international community.\" The VDPA stops short of declaring poverty a human rights violation in itself, but states in Part I, para 25 that: \"25. The World Conference on Human Rights affirms that extreme poverty and social exclusion constitute a violation of human dignity and that urgent steps are necessary to achieve better knowledge of extreme poverty and its causes, including those related to the problem of development, in order to promote the human rights of the poorest, and to put an end to extreme poverty and social exclusion and to promote the enjoyment of the fruits of social progress. It is essential for States to foster participation by the poorest people in the decision making process by the community in which they live, the promotion of human rights and efforts to combat extreme poverty.\" The VDPA reaffirms the right to development, which is regarded as controversial by some human rights scholars and UN member states. Part I, para 9 reaffirms that least developed countries committed to the process of democratization and economic reforms, many of which are in Africa, should be supported by the international community in order to succeed in their transition to democracy and economic development. And Part I, para 10 states: \"The World Conference on Human Rights reaffirms the right to development, as established in the Declaration on the Right to Development, as a universal and inalienable right and an integral part of fundamental human rights. As stated in the Declaration on the Right to Development, the human person is the central subject of development. While development facilitates the enjoyment of all human rights, the lack of development may not be invoked to justify the abridgement of internationally recognized human rights. States should cooperate with each other in ensuring development and eliminating obstacles to development. The international community should promote an effective international cooperation for the realization of the right to development and the elimination of obstacles to development. Lasting progress towards the implementation of the right to development requires effective development policies at the national level, as well as equitable economic relations and a favourable economic environment at the international level.\" Part I, para 11 goes on to state: \"The right to development should be fulfilled so as to meet equitably the developmental and environmental needs of present and future generations. The World Conference on Human Rights recognizes that illicit dumping of toxic and dangerous substances and waste potentially constitutes a serious threat to the human rights to life and health of everyone. Consequently, the World Conference on Human Rights calls on all States to adopt and vigorously implement existing conventions relating to the dumping of toxic and dangerous products and waste and to cooperate in the prevention of illicit dumping. Everyone has the right to enjoy the benefits of scientific progress and its applications. The World Conference on Human Rights notes that certain advances, notably in the biomedical and life sciences as well as in information technology, may have potentially adverse consequences for the integrity, dignity and human rights of the individual, and calls for international cooperation to ensure that human rights and dignity are fully respected in this area of universal concern.\" In Part I, para 23, the VDPA reaffirms that everyone, without distinction of any kind, is entitled to the right to seek and enjoy in other countries asylum from persecution, as well as the right to return to one's own country. In this respect it stresses the importance of the Universal Declaration of Human Rights, the 1951 Convention relating to the Status of Refugees, its 1967 Protocol and regional instruments. It expresses its appreciation to States that continue to admit and host large numbers of refugees in their territories, and to the Office of the United Nations High Commissioner for Refugees for its dedication to its task. It also expresses its appreciation to the United Nations Relief and Works Agency for Palestine Refugees in the Near East. The VDPA recognises that, in view of the complexities of the global refugee crisis and in accordance with the Charter of the United Nations, relevant international instruments and international solidarity and in the spirit of burden-sharing, a comprehensive approach by the international community is needed in coordination and cooperation with the countries concerned and relevant organisations, bearing in mind the mandate of the United Nations High Commissioner for Refugees. This should include the development of strategies to address the root causes and effects of movements of refugees and other displaced persons, the strengthening of emergency preparedness and response mechanisms, the provision of effective protection and assistance, bearing in mind the special needs of women and children, as well as the achievement of durable solutions, primarily through the preferred solution of dignified and safe voluntary repatriations, including solutions such as those adopted by the international refugee conferences. And underlines the responsibilities of States, particularly as they relate to the countries of origin. Regarding disasters, in accordance with the Charter of the United Nations and the principles of humanitarian law, VDPA emphasizes the importance of and the need for humanitarian aid to victims of all natural disaster and man-made disaster. In Part II, para 20, the VDPA urges all governments to take immediate measure and to develop strong policies to prevent and combat all forms and manifestations of racism, xenophobia or related intolerance, where necessary by enactment of appropriate legislation, including penal measure. And also appeals to all States parties to the International Convention on the Elimination of All Forms of Racial Discrimination to consider making the declaration under article 14 of the convention. The continuing rise of nativism, xenophobia, and racism led to a limited definition of what it meant to be an American. Many women fought against racist policies and beliefs, often risking their own personal safety. Un until the progressive movement there was no push to get xenophobia and racism out of society figures. In Part II, para 25, the VDPA calls on the Commission on Human Rights to examine ways and means to promote and protect effectively the rights of persons belonging to minorities as set out in the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities. In this context, VDPA calls upon the Centre for Human Rights to provide, at the request of Governments concerned and as part of its programme of advisory services and technical assistance, qualified expertise on minority issues and human rights, as well as on the prevention and resolution of disputes, to assist in existing or potential situations involving minorities. At para 26, the VDPA urges States and the international community to promote and protect the rights of persons belonging to national or ethnic, religious and linguistic minorities in accordance with the Declaration on the Rights of Persons belonging to National or Ethnic, Religious and Linguistic Minorities. Further at para 95, VDPA underlines the importance of preserving and strengthening the system of special procedures, rapporteurs, representatives, experts and working groups of the Commission on Human Rights and the Sub-Commission on the Prevention of Discrimination and Protection of Minorities, in order to enable them to carry out their mandates in all countries throughout the world, providing them with the necessary human and financial resources. The procedures and mechanisms should be enabled to harmonize and rationalize their work through periodic meeting. All States are asked to cooperate fully with these procedures and mechanisms. In Part II, para 29, the VDPA recommends that the Commission on Human Rights consider the renewal and updating of the mandate of the Working Group on Indigenous Populations upon complement of the drafting of the Declaration on the Rights of Indigenous Peoples. Further at para 32, it recommends that the General Assembly proclaim an international decade of the world's indigenous people, to begin from January 1994, including action oriented programmes, to be decided upon in partnership with indigenous people. An appropriate voluntary trust fund should be set up for this purpose. In the framework of such a decade, the establishment of a permanent forum for indigenous peoples in the United Nations system should be considered. In Part II, para 34, the VDPA invites States to consider the possibility of signing and ratifying on the earliest possible time, the United Nations Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families. Migrant workers were used almost as slaves and forced into terrible working conditions and labor hours. They were used as the brunt end of the workforce and in the case of women it only got worse. until the Beijing conferences where companies started to notice the changes in society women migrants had it even worse off then that of male migrants. The VDPA draws attention to the importance of women's rights and the rights of the \"girl-child\", Part I, para 18 stating: \"The human rights of women and of the girl-child are an inalienable, integral and indivisible part of universal human rights. The full and equal participation of women in political, civil, economic, social and cultural life, at the national, regional and international levels, and the eradication of all forms of discrimination on grounds of sex are priority objectives of the international community.\" The VDPA also explicitly recognises gender-based violence, sexual harassment and exploitation, with Part I, para 18 going on to state: \"Gender-based violence and all forms of sexual harassment and exploitation, including those resulting from cultural prejudice and international trafficking, are incompatible with the dignity and worth of the human person, and must be eliminated. This can be achieved by legal measures and through national action and international cooperation in such fields as economic and social development, education, safe maternity and health care, and social support.\" The VDPA concludes by proclaiming women's rights and gender-based exploitation as legitimate issues for the international community. Part I, para 19 concluding that: \"The human rights of women should form an integral part of the United Nations human rights activities, including the promotion of all human rights instruments relating to women. The World Conference on Human Rights urges Governments, institutions, intergovernmental and non-governmental organizations to intensify their efforts for the protection and promotion of human rights of women and the girl-child.\" The VDPA, at Part II, para 38, also calls upon the General Assembly to adopt the draft Declaration on the Elimination of Violence Against Women and urges States to combat violence against women in accordance with its provisions, and that \"violations of the human rights of women in situations of armed conflict are violations of the fundamental principles of international human rights and humanitarian law. All violations of this kind, including in particular murder, systematic rape, sexual slavery, and forced pregnancy, require a particular effective response.\" In Part II, para 45, the VDPA reiterates the principle of \"First Call for Children\" and, in this respect, underlines the importance of major national and international efforts, especially those of the United Nations Children's Fund, for promoting respect for the rights of the child to survival, protection, development and participation. At para 46, VDPA affirms that measures should be taken to achieve universal ratification of the Convention on the Rights of the Child by 1995 and the universal signing of the \"World Declaration on the Survival, Protection and Development of Children and Plan of Action\" adopted by the World Summit for Children. At para 47, the VDPA urges all nations to undertake measures to the maximum extent of their available resources, with the support of international cooperation, to achieve the goals in the World Summit Plan of Action, and calls on States to integrate the Convention on the Rights of the Child into their national action plans. By means of those national action plans and through international efforts, particular priority should be places on reducing infant mortality and maternal mortality rates, reducing malnutrition and illiteracy rates and providing access to safe drinking water and to basic education. Whenever so called for, national plans of action should be devised to combat devastating emergencies resulting from natural disasters and armed conflicts and the equally grave problem of children in extreme poverty. At para 48, the VDPA urges all States, to address the acute program of children under difficult circumstance. Exploitation and abuse of children should be actively combated, including by addressing their root causes. Effective measure are required against female infanticide, harmful child labour, sale of children and organ, child prostitution, child pornography, as well as other forms of sexual abuse. At para 50, the VDPA strongly supports the proposal that the Secretary General initiate a study into means of improving the protection of children in armed conflicts, and that humanitarian norms should be implemented and measures taken in order to protect and facilitate assistance to children in war zone. Measures should include protection for children against indiscriminate use of all weapon of war, especially anti-personnel mines. The need for aftercare and rehabilitation of children traumatized by war must be addressed urgently. In Part II, para 54, the VDAP welcomes the ratification by many Member States of the United Nations Convention Against Torture and at para 61, also reaffirm that effort to eradicate torture should, first and foremost, be concentrated on prevention and, therefore, calls for early adoption of an Optional Protocol to the Convention against Torture, which is intended to establish a preventive system of regular visits to places of detention. The Universal Declaration of human rights which is enforced by the Vienna Declaration, holds that \"No one shall be subjected to torture or too cruel, inhuman or degrading treatment or punishment\". Before this Women have been subjected to \"torture\" all the way up into the 1940's. Since women didn't have equal rights at the time they were held accountable to \"savage and primitive\" accounts of treatment. Later on the VDAP found that this \"torture\" of women was unlawful. swell in the twelve concerns in the Beijing platform tourture was one of the main concerns touched on by those that got the chance to convey their stories. In Part II, para 62, the VDPA welcoming the adoption by the General Assembly of the Declaration on the Protection of All Persons from Enforced Disappearance, calls upon all States to take effective legislative, administrative, judicial on other measure to prevent, terminate and punish acts of enforced disappearance. This is the origin of the International Convention for the Protection of All Persons from Enforced Disappearance. In Part II, para 63, the VDAP reaffirms that all human rights and fundamental freedoms are universal and thus unreservedly include persons with disabilities. Every person is born equal and has the same rights to life and welfare, education and work, living independently and active participation in all aspects of society. Any direct discrimination or other negative discriminatory treatment of a disabled person is therefore a violation of his or her rights. At para 64, the VDAP affirms that the place of disabled person is everywhere. Persons with disabilities should be guaranteed equal opportunity through the elimination of all socially determined barriers, be they physical, financial, social or psychological, which exclude or restrict full participation in society. Part I, para 1 of the VDPA starts: \"The World Conference on Human Rights reaffirms the solemn commitment of all States to fulfill their obligations to promote universal respect for, and observance and protection of, all human rights and fundamental freedoms for all in accordance with the Charter of the United Nations, other instruments relating to human rights, and international law. The universal nature of these rights and freedoms is beyond question.\" The VDPA acknowledges that international cooperation to realise human rights is vital, Part I, para 1 going on to state: \"In this framework, enhancement of international cooperation in the field of human rights is essential for the full achievement of the purposes of the United Nations.\" However, the VDPA firmly places the ultimate responsibility for realizing human rights with the State, or the respective governments, Part I, para 1 concluding that: \"Human rights and fundamental freedoms are the birthright of all human beings; their protection and promotion is the first responsibility of Governments.\" Recognising the rising importance of NGOs, the VDPA states in Part I, para 13: \"There is a need for States and international organizations, in cooperation with non-governmental organizations, to create favourable conditions at the national, regional and international levels to ensure the full and effective enjoyment of human rights. States should eliminate all violations of human rights and their causes, as well as obstacles to the enjoyment of these rights.\" On ratification of international treaties on human rights, the VDPA states in Part I, para 26 that it \"welcomes the progress made in the codification of human rights instruments, which is a dynamic and evolving process, and urges the universal ratification of human rights treaties. All States are encouraged to accede to these international instruments; all States are encouraged to avoid, as far as possible, the resort to reservations.\" On remedy and redress of human rights violation, VDPA states in Part I, para 27 that \"Every State should provide an effective framework of remedies and redress human rights grievances or violations. The administration of justice, including law enforcement and prosecutorial agencies and, especially, an independent judiciary and legal profession in full conformity with applicable standards contained in international human rights instruments, are essential to the full and non-discriminatory realization of human rights and indispensable to the processes of democracy and sustainable development.\" In Part II, para 78, the VDPA considers human rights education, training and public information essential for the promotion and achievement of stable and harmonious relations among communities and for fostering mutual understanding, tolerance and peace. At para 79 it states that States should strive to eradicate illiteracy and should direct education towards the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms. The VDPA calls on all States and institutions to include international human rights law, international humanitarian law, democracy and rule of law as subjects in the curricula of all learning institutions in formal and non-formal settings, and, at para 80, that human rights education should include peace, democracy, development and social justice, as set forth in international and regional human rights instruments, in order to achieve common understanding and awareness with a view to strengthening universal commitment to human rights. Further at para 81, the VDPA states that taking into account the World Plan of Action on Education for Human Rights and Democracy, adopted in March 1993 by the International Congress on Education for Human Rights and Democracy of the United Nations Educational, Scientific and Cultural Organization, and other human rights instruments, the VDPA recommends that States develop specific programs and strategies for ensuring the widest human rights education and the dissemination of public information, taking particular account of the human rights needs of women. In Part II, para 83, the VDPA urges Governments to incorporate standard as contained in international human rights instruments in domestic legislation and to strengthen national structures, institutions and organs of society which play a role in protecting and safeguarding human rights. Para 84 recommends the strengthening of United Nations activities and programmes to meet requests for assistance by States which want to establish or strengthen their own national human rights institutions for promotion and protection of human rights. At Part II, para 92, the VDPA recommends that the Commission on Human Rights examine the possibility for better implementation of existing human rights instruments at the international and regional levels and encourages the International Law Commission to continue its work on an International Criminal Court. Para 93 appeals to states which have not yet done so that accede to the Geneva Conventions of 12 August 1949 and the Protocols thereto, and to take all appropriate national measures, including legislative ones, for their full implementation. Para 96 recommends that the United Nations assume a more active role in the promotion and protection of human rights in ensuring full respect for international humanitarian law in all situations of armed conflict, in accordance with the purposes and principles of Charter of the United Nations. At para 97, the VDPA, recognizing the important role of human rights components in specific arrangements concerning some Peacekeeping Operations by United Nations, recommends that the Secretary-General take into account the reporting, experience and capabilities of the Centre for Human Rights and human rights mechanisms, in conformity with the Charter of the United Nations. Part II, para 99 The World Conference on Human Rights on Human Rights recommends that the General Assembly, the Commission on Human Rights and other organs and agencies of the United Nations system related to human rights consider ways and means for the full implementation, without delay, of the recommendations contained in the present Declaration, including the possibility of proclaiming a United Nations decade for human rights. The World Conference on Human Rights further recommends that the Commission on Human Rights annually review the progress towards this end. The VDPA considered the adaptation and strengthening of the United Nations machinery for human rights, including the question of the establishment of a United Nations High Commissioner for Human Rights. Part II, para 17 states that \"The World Conference on Human Rights recognizes the necessity for a continuing adaptation of the United Nations human rights machinery to the current and future needs in the promotion and protection of human rights, as reflected in the present Declaration... In particular, the United Nations human rights organs should improve their coordination, efficiency and effectiveness.\" Following this the VDPA states, Part II, para 18, that \"The World Conference on Human Rights recommends to the General Assembly that when examining the report of the Conference at its forty-eighth session, it begin, as a matter of priority, consideration of the question of the establishment of a High Commissioner for Human Rights for the promotion and protection of all human rights.\" The United Nations General Assembly subsequently created the post of United Nations High Commissioner for Human Rights on 20 December 1993 (resolution 48/141). The World Conference on Human Rights recommended that each State consider the desirability of drawing up a national action plan identifying steps whereby that State would improve the promotion and protection of human rights. VDPA, Part II, paragraph 71. To such ends, the Office of the High Commissioner on Human Rights has included field offices and technical expertise to its mission. Further, the United Nations Development Programme has identified promotion of national institutions as one of its primary concerns. The United Nations Human Rights Council holds regular debates (under its agenda item 8) on follow-up to the VDPA. While the scope of issues that can be addressed under this heading was initially disputed, recent sessions of the Human Rights Council have shown increasing debate on systematic follow-up to the VDPA, with States and non-governmental organizations raising a broad range of issues, reflecting the universal scope of the VDPA. This included themes like gender equality, sexual orientation and gender identity and institutional issues such as the independence of the Office of the UN High Commissioner for Human Rights (OHCHR).[7] In September 2012, the Human Rights Council decided to hold a panel debate, in March 2013, to commemorate the 20th anniversary of the VDPA.[8]","Title":"Vienna Declaration and Programme of Action - Wikipedia","KeyID":"9477","URL":"https://en.wikipedia.org/wiki/Vienna_Declaration_and_Programme_of_Action"}