{"Content: ":"A facultative biped is an animal that is capable of walking or running on two legs (bipedal), as a response to exceptional circumstances (facultative), while normally walking or running on four limbs or more.[1] In contrast, obligate bipedalism is where walking or running on two legs is the primary method of locomotion. Facultative bipedalism has been observed in several families of lizards and multiple species of primates, including sifakas, capuchin monkeys, baboons, gibbons, gorillas, bonobos and chimpanzees. Different facultatively bipedal species employ different types of bipedalism corresponding to the varying reasons they have for engaging in facultative bipedalism. In primates, bipedalism is often associated with food gathering and transport.[2] In lizards, it has been debated whether bipedal locomotion is an advantage for speed and energy conservation or whether it is governed solely by the mechanics of the acceleration and lizard's center of mass.[3] Facultative bipedalism is often divided into high-speed (lizards)[4] and low-speed (gibbons),[5] but some species cannot be easily categorized into one of these two. Facultative bipedalism has also been observed in cockroaches[6] and some desert rodents.[7] Within the category of bipedal locomotion, there are four main techniques: walking, running, skipping, and galloping.[8] Walking is when the footfalls have an evenly spaced gait and one foot is always on the ground.[8] Running occurs when both feet are off the ground at the same time in what is called the aerial phase.[8] Skipping involves an aerial phase, but the two feet hit the ground immediately after each other, and the trailing foot changes after each step.[8] Galloping is similar to skipping, but the trailing foot does not change after each step.[8] This is not an exhaustive list of the forms of bipedalism, but most bipedal species use one or more of these techniques.[8] Facultative bipedalism occurs in some species of antbears, cockroaches, jerboa, kangaroo rats, primates, and lizards.[4][6] It arose independently in lizard and mammal lineages.[1][4] Bipedalism is found commonly throughout the primate order. Among apes[2][8] it is found in chimpanzees,[9][10][11] orangutans, gorillas, and gibbons.[12][13][11][14] Humans are obligate bipeds, not facultative bipeds.[8] Among monkeys it is found in capuchins[15][16] and baboons.[2][17] Among strepsirrhines it is found in sifakas[8][16] and ring-tailed lemurs.[18] The Sifaka (Propithecus) which is a type of lemur native to the island of Madagascar, is one of the primary examples of facultative bipedalism. While moving through the trees, they locomote using a vertical clinging and leaping strategy. On the ground, they can walk on their two hind legs as a way to conserve energy.[8] Sifakas can locomote bipedally in two separate ways: walking, with an evenly spaced gait and no aerial phase; or galloping, switching the trailing and leading foot every 5-7 steps. Propithecus and humans are the only species known to use a skipping/galloping type of locomotion.[8] Ring-tailed lemurs (Lemur catta), can be arboreal or terrestrial. While terrestrial, they move quadrupedally 70% of the time, bipedally 18% of the time, and by leaping the remaining 12% of the time. This is more bipedal locomotion than any other species in their genus.[18] While bipedal, they can locomote by hopping or walking.[18] Capuchin monkeys are arboreal quadrupeds, but can locomote bipedally on the ground.[15] They use a spring-like walk that lacks an aerial phase.[15] While humans employ a pendulum-like gait which allows for the interchange of kinetic and potential energy, capuchins do not.[15] This means the energy costs of bipedalism in capuchins is very high. It is thought that the reduced energetic costs of a pendulum-like gait (such as in humans) are what led to the evolution of obligate bipedalism.[15] Olive baboons are described as a quadrupedal primates, but bipedalism is observed occasionally and spontaneously in captivity and in the wild. Bipedal walking is rarely used, but most often occurs when the infant loses its grip on the mother while she's walking quadrupedally as they attempt to catch their balance.[19] Immature baboons seem to be more bipedal than adults. These bipedal postures and locomotion in infants, although infrequent, seem to clearly distinguish them from adult baboons in terms of maturity level. In the wild, locomotor behavior of these baboons vary as a result of their need to find food and to avoid predators.[17] Gelada baboons use what's known as a \"shuffle gait\", where they squat bipedally and move their feet in a shuffling motion. They tend to use bipedal locomotion when traveling short distances.[20] Apes in closed forest habitats (habitats enclosed by trees) are considered to be more bipedal than chimpanzees and baboons, both when they are standing stationary or moving bipedally.[2] The proportions of the foot in the gorilla are better adapted to bipedal standing than other primate species. In specific circumstances, such as ground conditions, some ape feet perform better than human feet in terms of bipedal standing, as they have a larger RPL (ratio of the power arm to the load arm) and reduce the muscle force when the foot contacts the ground.[21] Gibbons (of the genus Hylobates) are low-speed obligate bipeds when on the ground but travel quadrupedally in other contexts.[16] Because they usually move through trees, their anatomy has become specialized for vertical clinging and leaping, which uses hip and knee joint extensions that are similar to those used in bipedal motion.[12][13][14] They also use three back muscles (the multifidus, longissimus thoracis, and iliocostalis lumborum) that are key to bipedal motion in chimpanzees as well as humans. This anatomy necessitates that they move bipedally on the ground.[11] Chimpanzees exhibit bipedalism most often when carrying valuable resources (such as food gathering/transporting) because chimps can carry more than twice as much when walking bipedally as opposed to walking quadrupedally.[19] Bipedalism is practiced both on the ground and up high when feeding from fruit trees. Foraging for food in the shorter trees while standing bipedally allows for the chimps to reach higher up so they can get food more easily.[2] In orangutans, bipedalism is more often considered an extension of \"orthograde clamber\" rather than an independent form of locomotion. Orthograde clamber is when the majority of the body mass is held up by the forelimbs. However, there are few instances when the hind limbs carry most of the body weight, only using forelimbs for support. This bipedal posture and motion are most often seen during feeding.[22] Although no longer extant, Australopithecines exhibited facultative bipedalism. Their pelvis and lower body morphology are indicative of bipedalism: the lumbar vertebrae curve inward, the pelvis has a human-like shape, and the feet have well-developed transverse and longitudinal arches that indicate walking. However, other features indicate reduced locomotor competence, or an increase in stress caused by walking bipedally. The pelvis is broad, which requires greater energy to be used during walking. Australopithecines also have short hind limbs for their weight and height, which also shows a higher energy expenditure when walking bipedally. This indicates that this species practiced bipedal locomotion, but did so more infrequently than previously thought. At the times they did practice bipedalism, the benefits outweighed the potential costs that would be imposed on them.[2] Many families of lizards, including Agamidae, Teiidae, Crotaphytidae, Iguanidae and Phrynosomatidae, have been observed to engage in facultative bipedalism. In lizards, rapid acceleration of the hind legs induces a friction force with the ground, which produces a ground reaction force on the rear legs.[4] When the hind limbs reach the necessary force threshold, the lizard's trunk angle opens and shifts its center of mass; this, in turn, increases front limb elevation, allowing bipedal locomotion over short distances.[23][24] When modeled, an exact number of steps and rate of acceleration leads to an exact shift in the center of mass that allows the elevation of the front limbs: too fast and the center of mass moves too far back and the lizard falls over backward, too slow and the front limbs never elevate. However, this model does not account for the fact that lizards may adjust their movements using their forelimbs and tail to increase the range of acceleration in which bipedal locomotion is possible.[23] Debate exists over whether bipedalism in lizards confers any advantage. Advantages could include faster speeds to evade predators, or less energy consumption, and could explain why this behavior has evolved. However, research has shown that bipedal locomotion does not increase speed but can increase acceleration.[3][23] It is also possible that facultative bipedalism is a physical property of the lizard's movement rather than a developed behavior. In this scenario, it would be more energetically favorable to allow the forelimbs to rise with the rotation caused by the lizard's acceleration rather than work to keep the forelimbs on the ground.[23] Recent research has shown that the actual acceleration at which lizards begin to run bipedally is lower than the previous model predicted, suggesting that lizards actively attempt to locomote bipedally rather than passively allow the behavior to occur. If this is true, there may be some advantage associated with bipedalism that has not yet been identified.[3] Alternatively, while the origin of the behavior may have been solely the physical motion and acceleration, traveling bipedally may have conferred an advantage, such as easier maneuvering, that was then exploited.[24] Bipedalism was common in all major groups of dinosaurs.[1] Phylogenetic studies indicate that bipedalism in dinosaurs arose from one common ancestor, while quadrupedalism arose in multiple lines, coinciding with an increase in body size.[1] To understand how bipedalism arose in dinosaurs, scientists studied extant facultatively bipedal lizards, especially of the clade squamata.[1] The proposed explanation for the evolution of bipedalism in dinosaurs is that it arose in smaller carnivores that were competing with larger carnivores. The need for speed and agility prompted the adaptation of a larger hind-limb muscle, which in turn prompted the shift to facultative bipedalism, where the weaker front legs would not slow them down. Facultatively bipedal dinosaurs encountered ecological pressures for longer periods of high speed and agility, and so longer periods of bipedalism, until eventually they became continually bipedal. This explanation implies that facultative bipedalism leads to obligate bipedalism.[1] In lizards, bipedal running developed fairly early in their evolutionary history. Fossils suggest this behavior began approximately 110 million years ago.[25] Although the advantage of facultative bipedalism in lizards remains unclear, increased speed or acceleration is possible, and facultative bipedalism promotes phenotypic diversity which may lead to adaptive radiation as species adapt to fill different niches.[3][24] Studying the biomechanics of motion contributes to understanding the morphology of both modern primates and the fossil records. Bipedal locomotion appears to have evolved separately in different primates including humans, bonobos, and gibbons.[12] The evolutionary explanation for the development of this behavior is often linked to load-carrying in chimpanzees, bonobos, macaques, capuchin monkeys, and baboons.[16] The ability to carry more materials can be either a selective pressure or a significant advantage, especially in uncertain environments where commodities must be collected when found. If not, they are more likely to become unavailable later on.[10] Load carrying affects limb mechanics by increasing the force on the lower limbs, which may affect the evolution of anatomy in facultatively bipedal primates.[16] Possible selective pressures for facultative bipedalism include resource gathering, such as food, and physical advantages. Great apes that engage in male-male fights have an advantage when standing on their hind legs, as this allows them to use their forelimbs to strike their opponent.[26] In primates, bipedal locomotion may allow them to carry more resources at one time, which could confer an advantage especially if the resources are rare.[10] Additionally, standing on two legs may allow them to reach more food, as chimpanzees do.[2] Other specific advantages, such as being able to wade in water or throw stones, may also have contributed to the evolution of facultative bipedalism.[27] In other primates, various arboreal adaptations may have affected the evolution of bipedalism as well. Longer forelimbs would be more advantageous when moving through trees that are spaced further apart,[27] making the changes in structure and purpose of the forelimbs due to vertical climbing and brachiation more dramatic. These changes make quadrupedal walking more difficult and contributing to the shift to bipedal locomotion. Gibbons and sifakas are examples of this: their movement through trees makes quadrupedal walking difficult, resulting in bipedal walking and galloping, respectively.[5][8] Arboreal adaptations making bipedalism advantageous are supported by research that shows that hip and thigh muscles involved in the bipedal walking often most resemble those used in climbing.[28]","Title":"Facultative bipedalism - Wikipedia","KeyID":"948","URL":"https://en.wikipedia.org/wiki/Facultative_biped"}