{"Content: ":"A United Nations Medal is an international decoration awarded by the United Nations (UN) to the various world countries members for participation in joint international military and police operations such as peacekeeping, humanitarian efforts, and disaster relief.[1] The medal is ranked in militaries and police forces as a service medal. The United Nations awarded its first medal during the Korean War (1950–1953). Since 1955, many additional United Nations medals have been created and awarded for participation in various United Nations missions and actions around the world. The most common United Nations medal is the standard UN decoration known simply as the United Nations Medal. Most countries bestow this award for any action in which a member of the military participated in a joint UN activity. In situations where a service member participated in multiple UN operations, service stars,[2] campaign clasps,[3] or award numbers are authorized as attachments to the United Nations Medal. These devices vary depending on the regulations of the various armed forces.[4] The UN has authorised the award of numerals to be attached to the medal ribbon. The qualification for these numerals is not to indicate the number of campaigns served in, but rather the number of qualifying periods of service. Which are counted as 180 days after the initial qualifying period of 90 days if the service is performed as 270 days consecutive. For two or more deployments, each deployment has to be at least 90 consecutive days each.[5] The first United Nations medal to be created was the United Nations Service Medal, also known as the United Nations Service Medal Korea, was awarded to any military service member, of an Armed Force allied with South Korea, who participated in the defense of South Korea from North Korea between the dates of 27 June 1950 and 27 July 1953. The military forces of the Netherlands are awarded the medal for service to January 1, 1955, while the armed forces of Thailand and Sweden grant the award to July 27, 1955.[6] In 1956, to maintain the peace which brought the end of the Suez Crisis the United Nations Emergency Force was established. This was the first Peacekeeping operation of the United Nations.[7] To reward the service of troops from Brazil, Canada, Colombia, Denmark, India, Norway, Sweden and Yugoslavia those troops who completed ninety days of service with the UNEF were awarded the United Nations Emergency Force Medal. The mission lasted from November 1956 until June 1967.[8] It is unique from other United Nations Medals in that instead of saying UN on the obverse, it says UNEF. Subsequent missions did not use the missions abbreviation on its medals. In most nations, the standard United Nations Medal is awarded in lieu of a campaign-specific medal. Most operations utilize a different ribbon for each mission, though there have been some notable exceptions. In some countries where the UN Security Council determines a mission in the same geographic region, but changes the mission mandate by way of Security Council Resolution, there may be a number of missions which have identical campaign ribbons and then later will change the ribbon to reflect the changing environment. The United Nations Mission in Haiti (UNMIH) was originally established by United Nations Security Council Resolution 867 on 23 September 1993 and lasted until in June 1996. This mission was an effort to end the conflict and instability caused by the 1991 Haitian coup d'état. Subsequent missions to maintain stability and train the Haitian National Police were undertaken under UNSMIH, UNTMIH, MIPONUH, and MICAH. These subsequent missions all used the same medal as UNMIH.[9] In East Timor, the medals awarded for UNAMET, UNTAET and UNMISET all have the same ribbon.[10] For 90 days of service with a United Nations mission or organization where there is no specific approved United Nations medal, personnel may be eligible for the United Nations Special Service Medal (UNSSM). Some examples of qualifying service are the United Nations Assistance Mission in Iraq, or the United Nations Department of Humanitarian Affairs Accelerated De-Mining Programme (MADP) in Mozambique, work with the United Nations Development Programme (UNDP), and more. Some nations, such as France, the Commonwealth of Australia, Canada and New Zealand permit members of the military and police to receive and display multiple United Nations Medals as separate decorations. Personnel of the Armed Forces are allowed to wear United Nations medals if they choose to. Such medals shall be worn after National and Presidential decorations, decorations of the Ministry of Defense, decorations of the General Staff, decorations of other military units, Ministries and departments and before decorations of the European Union and NATO in order of award.[11] Other countries, in particular the United Kingdom, permit British citizens to receive the relevant United Nations medal and authorization for it to be worn is given by the FCDO (Foreign, Commonwealth and Development Office). Numerals may be added to denote multiple tours to one mission, the medals are worn in order of award and take precedence alongside British campaign medals. In the United States Armed Forces, prior to 13 October 1995, all US military personnel wore the blue and white United Nations Ribbon regardless of the ribbon awarded. On 13 October 1995, the Assistant Secretary of Defense (Personnel and Readiness) approved a change to the wear policy of the United Nations Medal. Effective on that date, personnel who are awarded the United Nations Medal may wear the first medal and ribbon for which they qualify, adding a bronze service star for subsequent awards of the United Nations Medal for service in a different mission. No more than one UN medal or ribbon may be worn at a time.[12][13] On US uniforms, the UN Medal is worn before the NATO Medal, except for the United Nations Korea Medal, which is worn as a campaign medal just before the Vietnam Campaign Medal. US military personnel are eligible to wear the medal from one of the following United Nations operations as their one approved medal:[14] Members of the Argentinian Armed Forces are allowed to wear the different UN medals as separate decorations. However, authorization for use must be formally requested for every single medal, and is granted on an individual basis. Regulations for the use of either medals or ribbons apply for each uniform. In the Argentinian Army, a national-issued, maroon-and-white bar showing the number of tours of duty may be worn in lieu of (but not together with) the UN-issued ribbons.  Members of the Swiss Armed Forces are allowed to wear one UN ribbon (of their choice between all UN awarded decorations). The ribbon is to be worn before EU (Althea Mission) or NATO ribbons but after the Swiss ribbons. Numbers are allowed on the UN ribbon as well as on other allowed \"foreign\" ribbons.","Title":"United Nations Medal - Wikipedia","KeyID":"9480","URL":"https://en.wikipedia.org/wiki/United_Nations_Medal"}