{"Content: ":"United Nations Radio was created on 13 February 1946. In 2017, United Nations Radio and the UN News Centre merged to form UN News, producing daily news and multimedia content in Arabic, Chinese, English, French, Swahili, Portuguese, Russian, Spanish, and Hindi. In its new iteration, UN News Audio continues to produce daily news and feature stories about the work of the UN and its member countries in eight languages for more than 2,000 partner radio stations around the world. The League of Nations \"Radio Nations\" broadcasts began in 1929, first via the transmitter of the Dutch station PCJJ and beginning in 1932, from the League's own transmitters, HBL and HBP in Switzerland. \"Radio Nations\"' last broadcast was in 1939.[1] UN Radio began broadcasting in 1946 from makeshift studios and offices at the United Nations Headquarters in Lake Success, New York, where it transmitted its first call sign: \"This is the United Nations calling the peoples of the world.\"[1] UN Radio was established by a UN General Assembly Resolution on 13 February 1946. Resolution 13 (I), mandating the Department of Public Information to establish UN Radio, states that \"the UN cannot achieve the purposes for which it was created unless the peoples of the world are fully informed of its aims and activities\". In November and December 2016, smaller radio stations surveyed by UN Radio said that, because of a lack of resources for the production of their own content, United Nations content was essential, since in many cases it was the sole source of international news.[2] In 1946, the International Broadcasting Division of the United States Department of State began transmitting the entire proceedings of the Security Council and the Economic and Social Council on shortwave to the rest of the world. News bulletins and feature programmes were broadcast in the UN's then five official languages – Chinese, English, French, Russian and Spanish – for 9 to 12 hours each day. Arabic was added in 1974. Lacking its own broadcast facilities, UN Radio initially made arrangements with leading broadcasting organizations to relay its programmes to different regions, including the Canadian Broadcasting Corporation's International Service (1946 to 1952), the European Service of the British Broadcasting Corporation (BBC) and Voice of America (1953 to 1985). Beginning in 1960, UN Radio started transmitting its own programmes via short-wave transmissions. UN Radio initially leased shortwave transmitters from France, Switzerland, Italy and the United States. In 1963, transmission facilities were obtained with considerably greater reach and effectiveness and were able to reach Africa, Europe, Latin America, the Middle East and parts of South East Asia. Shortwave broadcasts were temporarily suspended in 1986 due to the sudden rise of transmission charges. UN Radio then sent out its programmes on cassette tapes. This delivery grew from 110,000 per year in the late 1980s, to 205,000 cassettes per year by 1997. Since then, the number of cassettes delivered has decreased dramatically since electronic delivery has become possible in many areas of the world in a much more cost-effective way. On the occasion of the UN General Assembly's Millennium Summit, UN Radio launched live radio broadcasts in the six official languages, and Portuguese, from UN Headquarters in New York. The 15-minute daily current affairs broadcasts consisted of news, interviews with UN officials, government representatives, diplomats and UN ambassadors, background reports, features, updates from peacekeeping missions and coverage of activities of United Nations organizations around the world. These live broadcasts were distributed by satellite and telephone feeds and were broadcast by national and regional radio networks in most parts of the world, as well as through UN Radio's website. Short-wave service was relaunched for the live transmission to reach audiences in the Middle East and North Africa, but was again suspended in 1997 due to the decrease in shortwave audiences in these regions. UN Radio distributes its content and materials to hundreds of stations around the world via the internet, free of charge. Broadcast-quality files can be downloaded from the website. All UN Radio programmes are available on RSS feeds and Soundcloud. UN Radio is also present on social media (networking) platforms Twitter and Facebook. In December 2013, UN Radio programmes were made available via a call-to-listen platform operated by AudioNow. Users call a local number to listen to the audio feed, which also includes live audio from the United Nations General Assembly[3] and the United Nations Security Council. United Nations' most popular app, the UN News Reader app, is the destination for daily updates on breaking news and events from the United Nations through comprehensive news coverage, in video, text, photos and audio. This fully multilingual app is available in Arabic, Chinese, English, French, Kiswahili, Portuguese, Russian or Spanish. In September 2014, UN Radio's parent office the United Nations Department of Public Information released two mobile apps, including UN Audio Channels (for Android and iOS), also in cooperation with AudioNow. Similar to the call-to-listen service, app users can listen to UN Radio programmes as well as the live audio feeds from the UN General Assembly and the Security Council. In 1977, the UN General Assembly established an Anti-Apartheid programme Section (AAPS). The goal of the AAPS was to counter the broadcasts of the government of South Africa and to help bring about the end of apartheid. The AAPS implemented this goal by producing radio material for direct broadcast into South Africa, Namibia, and other countries in the region. The daily programmes were initiated in March 1978. Originally seven, 15-minute scripts in English were translated into five South African languages (Zulu, Afrikaans, Xhosa, Sesotho, and Setswana). Many personalities not only from South Africa, but also around the world, including the United States, who participated in the international campaign against apartheid, were interviewed, as part of the international campaign against apartheid. The AAPS was restructured in 1988, and beginning in 1989 the programme was changed to \"One South Africa.\" The UN General Assembly, in its Resolution 49/38, decided \"following the establishment of a united, non-racial and democratic South Africa, to discontinue United Nations information efforts in support of the eradication of apartheid\". UN Radio first produced radio and television programmes related to a peacekeeping mission in 1989, led by former United Nations High-Commissioner for Human Rights, the late Sérgio Vieira de Mello, who was killed in the bombing of the UN offices in Iraq in August 2003. In 1992, UN Radio established its first broadcasting facility on the ground as part of the United Nations Transitional Authority in Cambodia, UNTAC, led by João Lins de Albuquerque, a Swedish-Brazilian journalist. The main task of Radio UNTAC was to clarify its mandate and support the peace and electoral process under way in the country.[4] Radio stations are a critical communications component of DPO; in 2019 there are radio services in Afghanistan, Central African Republic (CAR), the Democratic Republic of the Congo (DRC), Mali, South Sudan. They both provide information on the ground operations to the international news media, and also as act as broadcast partners in post-conflict and difficult to reach areas. UN News Arabic is known in the Middle East reporting on migration, refugees, and peace and security. To engage Arab youth, who are increasingly using digital media, UN News Arabic adapts its stories for social media. In 2017, the team led coverage on major stories related to Iraq, Libya, Syria and Yemen. One of the highlights last year was its early reporting to Saudi Arabia's announced decision to lift a prohibition on women driving. The Chinese Language Unit strengthened its strategic partnerships with major radio stations, including China National Radio, Radio Beijing, Radio Shanghai and China Radio International. Through end-to-end live link-ups with China National Radio, scheduled for high-traffic periods when large numbers of listeners were tuning in, the Unit made it possible for United Nations information to reach audiences estimated to be in the millions. On Earth Day, UN News reached an estimated audience of 50 million in central and eastern China by sharing its programmes on the environment with Radio Shanghai. The Chinese Language Unit made new efforts to increase audiences outside China through partnerships under the Global Chinese Broadcasting Cooperation Network with more than 40 Chinese-speaking radio stations in all parts of the world. Stations in New York and Melbourne routinely used the Unit's news and feature programmes. On the occasion of Chinese New Year, a link-up with these outlets reached audiences in North America and Australia. UN News English restarted its podcast series in 2017. Podcasting is built up to a weekly show focusing on a range of compelling issues, including counter-terrorism, peacekeeping, and cyberbullying. United Nations radio products in English registered some 250,000 downloads by radio partners and direct listeners during the September–December 2018 period. UN News French audio products were downloaded at least 100,000 times by radio broadcast partners and direct listeners worldwide in 2017. Stories about United Nations experts on anti-terrorist legislation and the visit of the humanoid robot Sophia for a United Nations event were among those that garnered the most interest, as did stories relating to events and issues in francophone Africa and coverage relating to health and climate change, including the United Nations Climate Change Conference held in November 2017. When the Secretary-General visited the Central African Republic in October 2017, the French Language Unit provided comprehensive online, video and audio coverage for its target audiences. The Kiswahili Language Unit continues to serve as an important source of information for audiences in Eastern Africa and the Swahili-speaking diaspora. The Unit entered into new partnerships in 2017 and 2018, including in Somalia and the United Republic of Tanzania, with traditional and online radio stations, as well as online blogs. 50. In the wake of the deadly attacks on Tanzanian peacekeepers in the Democratic Republic of the Congo in December 2017, the Kiswahili Language Unit, working with the United Nations Information Centre in Dar es Salaam, played a critical role in obtaining information and reaching out to partners, such as the Tanzania Broadcasting Corporation, in delivering UN message to Kiswahili speakers. The Portuguese Language Unit is continuing its daily news programme, Destaque ONU News, featuring interviews with Lusophone ambassadors and high-level United Nations officials. The programme allows audiences to participate with comments and questions through digital engagement platforms, and some segments have been picked up by other media outlets. Its interview with the President of Brazil was broadcast nationwide by the Brazilian network NBR and used by other popular outlets. The Russian Language Unit produces news and features on critically important global issues on the Organization's agenda, such as migration, climate change, human rights, peacekeeping, sustainable development and the status of women, while also producing content on areas of particular interest to Russian-language audiences. The Spanish Language Unit produces daily radio news pieces as well as multimedia features on a wide range of topics, including migration, human rights and sustainable development. Spanish-language coverage of the opening of the high-level General Assembly 2017 included interviews with the President of Panama, the Vice-President of Argentina and the Minister for Foreign Affairs of Mexico. A highlight in December was the coverage of the Preparatory Stocktaking Meeting for a Global Compact on Migration, held in Puerto Vallarta, Mexico, during which participants were interviewed and featured, in cooperation with the United Nations Information Centre in Mexico City. The two most popular news pieces on the Spanish UN News website both related to the Organization's response to the September earthquake in central Mexico. The Hindi Language Unit has started to increase their content in Hindi, such as global issues, climate change and development. More details on the work of UN Radio are available in the latest report of the Secretary-General on the activities of the Global Communications' news services. In 1997, \"The Child Sex Trade\", a four-part-series exploring the global problems of commercial sexual exploitation of children, won the Silver Medal at New York Festivals International Radio Programming competition. In addition, two other UN Radio programmes, \"Female Condom\" and \"Teenage Reproductive Health and Namibia\", were finalists in the same competition. In 1999, the UN Radio programme \"UNESCO Funds Documentary on Links between Calypso and High Life Music\" was awarded a bronze medal in the New York Festivals International Radio Programming competition. UN Radio Portuguese Language Service won awards for its website and its weekly programmers Africa na ONU and UN in Action featuring Ambassador Ronaldo Sardenberg (former Science and Technology Minister of Brazil), Ambassador Gelson Fonseca Jr., UN High Commissioner for Human Rights, the late Sergio Vieira de Mello, Ambassador Luiz Felipe de Seixas Correa, Chair of the World Health Organisation Intergovernmental Negotiating Body on the Framework Convention on Tobacco Control,[3] Brazilian Minister of Foreign Affairs Celso Lafer on the Doha negotiations and the TRIPS Accord, who were interviewed by Maya Plentz, news editor, producer, and presenter at UN Radio 2001, 2002, 2003. In 2007, the Silver Medal was awarded to the feature \"200th Anniversary of the Abolition of the Trans-Atlantic Slave Trade.\" The programmers was also given a certificate for \"Honorable Mention\" by the Association of International Broadcasters (AIB). In 2008, the UN Radio series on Climate Change was a finalist in the Association for International Broadcasting (AIB) Awards.","Title":"United Nations Radio - Wikipedia","KeyID":"9481","URL":"https://en.wikipedia.org/wiki/United_Nations_Radio"}