{"Content: ":"Model United Nations, also known as Model UN or MUN, is an educational simulation in which students can learn about diplomacy, international relations, and the United Nations. At a MUN conference, students work as the representative of a country, organization, or person, and must solve a problem with other delegates from around the world.[1][2] MUN teaches participants skills like research, public speaking, debating, and writing skills, in addition to critical thinking, teamwork, and leadership.[3][4] While Model UN is typically used as an extracurricular activity, some schools also offer it as a class. Model UN is meant to engage students, and allow them to develop deeper understanding into current world issues.[5] Delegates conduct research before conferences: they must formulate position papers, and create policy proposals that they will debate with other delegates in their committee.[1] At the end of a conference, delegates will vote on written policies (called draft resolutions), with the goal of passing them with a majority vote. The best-performing delegates in each committee, as well as delegations, are sometimes recognized with awards. Model UN organizations have conferences that accommodate students, from elementary school, all the way to college or university levels.[6] Most conferences will often cater to just one of these three levels.[7] Delegates usually attend conferences together, as delegations sent by their respective school or university's model UN clubs, though some delegates attend conferences independently.[8] Model UN began as a series of student-led model League of Nations simulations. The first simulations were called \"international assemblies\", the first of which was held at Oxford University in November 1921, with the potential first ever simulation being on the 12th of November 1921. Following several simulations in Oxford, Mir Mahmood, the president of the first Oxford International Assembly, traveled to Harvard in 1922 to help spread this idea further. He advocated for the League of Nations, and inspired the Harvard Liberal Club to create the first American International Assembly held at Harvard University in 1923.[9] The Oxford International Assembly ceased to exist in the following years, but the Harvard International Assembly remained strong, and has since encouraged the development of these simulations worldwide. After World War II, model League of Nations transitioned to model United Nations after the formation of the League's successor organization, the United Nations, in 1945.[10] Today, some model United Nations conferences include a wide variety of topics in their committee offerings,[1] some even simulating the League of Nations. The first recorded instance of a model United Nations conference was at Swarthmore College on April 5, 1947.[11] Over 150 students from over 41 colleges were reported as participating. The delegates simulated a General Assembly, and recommended that member states \"establish an international control and development of atomic energy\", \"conclude a treaty on disarmament\", that the UN adopt \"a uniform system for citizenship of refugees\", that the UN amend the charter to adopt a definition of aggression, and that nations \"promote the reconstruction of devastated areas through economic assistance through the U.N.\"[11][12] Another historic model United Nations was held at St. Lawrence University from 11 to 13 February 1949.[13] It was initiated by Dr. Harry Reiff, head of the History and Government Department, with the assistance of departmental colleague Otto L. George.[14] The 1949 St. Lawrence University Model UN conference included delegates from regional colleges and universities, including Adelphi University, Alfred University, Champlain College, Clarkson University, McGill University, Middlebury College, Potsdam College, Saint Michael's College, and The University of Vermont.[15][16][17] The conference continued annually for many years at St. Lawrence,[18][19] and has recently been revived on the campus.[20] The three oldest conferences in the world that are still active today were established in the early 1950s. They are Berkeley Model United Nations (BMUN) at Berkeley (1952)[21][22] Harvard Model United Nations (HMUN) at Harvard (1953)[23] and Model United Nations of the Far West (MUNFW), which has held college-level conferences since 1951. The first being at Stanford University where Ralph Bunche was the honored speaker.[24][25][26] Participation in Model UN is meant to foster skills in negotiation, speaking, and communication.[1][27] Material issues of diplomacy and policy are approached through a quasi-academic process. In addition, crisis committees, which deal with crisis scenarios which can be contemporary or historical, can develop leadership skills, and the ability to adapt and deal with unexpected situations.[28] In preparation for a conference, topics are chosen for each committee. Typically, research and background guides are made available by the organizers of a conference. Based on these guides, delegates of each committee are often expected to research and formulate a position for the country or group they represent, and submit a position paper.[29] The purpose of writing a position paper is to familiarize delegates with the substantial topics of debate, encourage academic research and writing, and to enable substantial preparation for conferences.[29] In order to maintain decorum, most model UN committees use parliamentary procedures derived from Robert's Rules of Order.[1] In addition, the United Nations has spearheaded efforts to introduce new model UN rules of procedure that are more closely aligned with those used by the actual UN.[30][31][32][33] Since there is no governing body for Model UN, each conference differs in their rules of procedure.[34][35] The following rules of procedure apply to general MUNs but may not apply to every MUN: Points and Motions outline how topics are prioritized, the way resolutions are voted on, and how they facilitate the general flow of debate.[35] Points are used to discuss topics that are outside of substantive debate. They are more personal, and don’t require a vote. Motions are used to discuss procedural matters, and they help to further the discussion on a committee topic. A delegate may request the committee as a whole to perform a particular action. Most motions will require a vote in order to pass;[35] the number of votes required to pass these motions works according to a Quorum – this is the minimum number of delegates required to make decisions in a committee.[1] The motions used at any given time in a Model UN committee change, according to where the committee is with the flow of debate.[35] Most MUN committees follow a flow of debate.[35] This starts with a speakers list, followed by formal/informal debate and then voting procedure. A Dais will maintain a list of speakers and the delegates follow the order written on the 'speaker list'. Delegates may be added to the speaker list by raising their placards or sending a note to the chair. During this time, delegates talk to the entire committee. They make speeches,[36] answer questions, and debate on resolutions and amendments. If there are no other motions, the committee goes back to the speaker list by default. Formal/Informal debate includes both moderated and unmoderated caucuses. Caucus is an opportunity to discuss policy ideas. A Moderated Caucus is more formal and is run by the committee chair, an Unmoderated caucus is a time where delegates move around the room and have a more informal discussion on the topic.[35] In a moderated or unmoderated caucus, the committee goes into a recess and the rules of procedure are suspended. Anyone may speak if recognized by the chair. A vote on a motion is necessary to go into a moderated caucus. There is a comparatively shorter time limit per speech. In an unmoderated caucus, the delegates informally meet with other delegates and the staff for discussions.[33][37] A Resolution is a legal document that expresses the general opinion of the committee. Once passed it can be seen as a list of actions that your committee recommends.[38][39] Resolutions are the written compilation of the ideas discussed during debate.[39] They are considered the final results of conversations, writings, and negotiations. Resolutions must go through a draft, approval by the dais, and consequent debate and modification.[40] MUN Resolutions are composed of both preambulatory and operative clauses. Preambulatory clauses help to outline the general problems that a resolution will fix, whereas operative clauses help to display solutions in an organized and easily understandable way.[38] MUNs are run by a group of administrators known as the secretariat. A secretariat is headed by a Secretary-General. Other members of the secretariat include the Director-General, Under-Secretaries-General and President of General Assembly.[41] Each committee usually has a dais that is composed of a chair (also known as moderator or director), vice-chair and a team of pages. The dais is responsible for managing debate in a particular committee. The chair is responsible for moderation, the vice-chair is responsible for note-taking and the pages help pass notes between delegates.[2] In crisis committees,[28] there can also be a crisis staff composed of a crisis director, assistant director, and crisis staffers. These members are responsible for facilitating the back-room portion of a committee. Traditionally, English has been the official and working language of most conferences. However, as Model UN has become more popular around the world, and as conferences in countries such as the United States have sought to appeal to underrepresented minorities (such as the Spanish-speaking community), committees using languages other than English, or which are bilingual, have become common.[42] However, this is still not a mainstream phenomenon, especially in the United States, where most bilingual or Spanish language committees are found only at conferences hosted in Puerto Rico or the South West.[43] Nearly all model United Nations conferences require delegates to wear Western business attire. Dressing professionally is an important way to show respect for the nation, organization, or individual one is representing, as well as for the rest of one's committee.[44] Model United Nations conferences regularly simulate the bodies of the United Nations, the European Union, government cabinets, regional bodies such as ASEAN, as well as corporate boards, NGOs or so-called Press Corps. Idiosyncrasies and fictional Committees also exist. An example for such a special committee that does not have a parallel in the actual United Nations which deals with a crisis is known as a 'Crisis Committee.'[28][45] In this committee, a crisis is given to a team of students and the teams must come up with solutions.[46] The Crisis Committee traditionally focuses on a single historical event, but recently current and future events have been used as well. The event may be fictional or non-fictional.[45][47] Crisis is a specialized form of model UN where participants can emulate a variety of entities, from a board of directors to historical figures. Crisis committees tend to be much smaller in size than their classic counterparts, and revolve around a quickly-developing series of events known as a \"crisis.\"[28] Delegates are assigned positions, and must create directives consisting purely of operative actions this means that rather than solving problems with Resolutions, delegates pass Directives.[28] While delegates are working to solve the crisis at hand through directives, they are also often tasked with individual objectives that can be achieved with the submission of crisis notes.[28] Delegates may sometimes find out what other committee members have been doing through crisis updates.[28] Unlike regular committees, crisis committees have two distinct forums: the in-room and the out-room (also known as the front-room and the back-room, respectively). The in-room consists of delegate activity in the committee, including the usual speaking, while out-room refers to directives sent to staffers (also known as directors), communication with other crisis committees. Directives can either be written by an individual, several individuals working together, or the whole committee.[48] Staffers can update crisis events based partly on a preset direction and partly on interaction from delegates and committees. Crisis committees are also subject to more variation in rules and experimentation than regular committees. One relatively common variant is the \"midnight crisis\" where delegates attend a committee session at night to respond to an emergency situation.[49][48] There also may be crisis committees that interact with each other, where resolutions that are written impact debate in other committees.[49][48] Model United Nations conferences are usually organized by high school clubs or college clubs.[50] Although model United Nations originated in the United States, MUN clubs and conferences are not isolated to that country. Rather, like the actual UN, model UN is found in countries around the globe.[51] Because model UN is decentralized and has grown autonomously around the world, there are significant differences in how MUN is done between regions.[52] MUN is relatively popular in Denmark, with BIGMUN being the largest conference in Scandinavia.[53] The largest MUN in the Netherlands is The Hague International Model United Nations (THIMUN) conference, which includes over 3500 participants, coming from around 200 schools and 100 countries.[54][better source needed] Although it is not located near the United Nations Headquarters in New York, it is one of the pioneer model United Nations conferences in the world, since it has been founded in 1968[citation needed] and located in the International Court of Justice's (ICJ) world city of the Hague.[55] A whole network of conferences is marked by its THIMUN affiliation, a label which basically describes the universality of the procedures that rule the conference, and make it part of the UN recognized foundation.[clarification needed] In 1995, the THIMUN Foundation was accredited as a Non-Governmental Organisation (NGO) associated with the United Nations Department of Public Information.[56][better source needed] Additionally, THIMUN has established its own conferences' network throughout time: THIMUN Qatar, THIMUN Singapore, THIMUN Online MUN (O-MUN) and THIMUN Latin America conferences have been set up from 2005.[57][58] The second and third biggest MUN-conferences of the Netherlands are MUNISH (Model United Nations at the International School of the Hague) and HMUN (Haarlem Model United Nations). There is also The European International Model UN TEIMUN which was founded in 1987, and is the oldest university Model UN in Europe[citation needed]. The Iberian Model United Nations (IMUN), held in Lisbon, is the largest MUN in Portugal and one of the largest high school MUN conferences in Europe.[59][60][61] IMUN's keynote speakers have included prominent politicians, diplomats, United Nations officials, and rights activists, such as internationally awarded author Richard Zimler, U.S. Ambassador Robert A. Sherman,[62][60] and President of Portugal Marcelo Rebelo de Sousa.[63][64] There are numerous other conferences throughout the country, including the Oporto Model United Nations. MUN first arrived in Spain in 2006 with the organization of the Catalonia Model United Nations (C'MUN) in Barcelona.[65] In 2019 Madrid hosted the Harvard World Model United Nations (WorldMUN), and among the 2,300 participants were 500 Spanish students belonging to 20 different universities.[66][67] Madrid's bid for WorldMUN was led by the Spanish Alliance for Model United Nations (SAMUN), which reunited the students of the four public universities of Madrid: Complutense University of Madrid, Autonomous University of Madrid, Charles III University of Madrid and King Juan Carlos University.[67] The Kabul Model United Nations was established in Kabul in 2014.[68][69] The objectives are to bring young female and male individuals together to discuss global issues and promote diplomacy, human rights, peace building, and social welfare.[69] Participants include university students up to the age of 30. They come from four or five Afghanistan provinces to develop critical thinking and public speaking skills.[70] Pamir International Model United Nations (PIMUN) was established in October 2016.[citation needed] Model United Nations conferences in Australia are typically separated into tertiary and high school levels. At the high school level, the large majority of model United Nations events are organized by the various state and territory branches of UN Youth Australia through the Evatt competition or UN Youth various conferences and summits,[71] or by the many branches of Rotary Australia.[72] Tertiary events, typically running for three to four days, occur within several Australian states, and are timed to coincide with holiday periods in tertiary semesters, with the largest three typically being NCMUN, VicMUN and SydMUN. Model United Nations is practiced in Bangladesh since 2002, when the Model United Nations on Combating Terrorism – Bangladesh Model United Nations first took place.[73][74] Since then, plenty of Model United Nations conferences have been held in the country. But the concept of MUN became a popular one in Bangladesh from 2013.[75] United Nations Youth and Students Association of Bangladesh (UNYSAB) established MUN in Bangladesh. Bangladesh Model United Nations conferences include: Bangladesh International Model United Nations 2012; Dhaka+20, Brainwiz MUN 2013 and UNYSAB MUN 2014, organized by UNYSAB. Conferences of much larger numbers were organized by UNYSAB when they organized Bangladesh Model United Nations (BANMUN) Session VII in June 2015 with more than 560 delegates[76] and Bangladesh International Model United Nations (BIMUN) Session II in November 2015, with over 850 delegates, the largest number in Bangladesh's history.[77] MUN in Bangladesh grew rapidly after the formation of the first university based MUN club of the country Dhaka University Model United Nations Association in 2011.[citation needed] Dhaka University National Model United Nations (DUNMUN) started from 2012.[78][79][80] Model United Nations first came to China in 1995, when the China Foreign Affairs University held the country's first collegiate model United Nations conferences.[81][82][83] Arriving in Chinese high schools in 2005, model UN expanded rapidly. Peking University (PKU) students, after attending Harvard's HMUN, organized the first national model UN conference for high school students in China.[citation needed] PKU's conference was initially backed by UNA-USA, however support was curtailed in 2010 due to the Great Recession. Between 2005 and 2010, national model United Nations conferences such as those organized by PKU and the rivaling Fudan University in Shanghai drew the best high school students from around the country, who competed for limited spaces. Over time, lesser-known national conferences, as well as regional and even local conferences for high school students, began to develop and gradually spread to cities beyond Beijing and Shanghai.[84] One major conference is the Annual NEOMUN conference, also known as SCAMUN by internal members.[85] Most model United Nations conferences in China are organized through private or academic enterprises, however some government-affiliated MUNs have also flourished, and recently, unofficial student-run grassroots conferences have begun to dominate the Chinese MUN scene.[84] MITMUNC China was jointly organized online by ASDAN and the Massachusetts Institute of Technology in 2020.[86] The Doon School Model United Nations is one of the largest inter-school conferences in the country, with delegates coming from all across the Indian subcontinent and beyond.[87] Harvard MUN India, in which over 1600 students participated in 2018,[88] TechFest World MUN organized by IIT Bombay,[89] The Auro Model United Nations (AURO MUN) organized by Sri Aurobindo School of Integral Education, Chandigarh,[90][91][92][93] Strawberry Fields High School MUN,[94][95] The Heritage School MUN and Ivy League MUN[96] are other notable inter-school MUN conferences. IIMUN is a youth organization that puts together annual conferences in 160 cities in 22 countries.[97] A high number of Malaysian universities operates their MUN events, including Asia-Pacific Model United Nations Conference (AMUNC),[98] Penang Model United Nations (PenangMUN)[99] and Sunway Model United Nations (SUNMUN).[100] A high number of New Zealand high schools operate their own MUN events, with UN Youth New Zealand functioning as a managing organisation.[101][102] UN Youth NZ also organises regional and national events, along with Aotearoa Youth Declaration, the Pacific Project, and New Zealand's THIMUN delegation.[103] A major conference in Pakistan is the \"Lahore University of Management Sciences Model United Nations\" in Lahore, Pakistan which hosts more than 400 delegates (YICMUN[104]). There has been an increasing number of conferences, including invitational ones such as UNISMUN, SAMSUN, and many other non-invitational ones. These conferences are often organized by schools or student-led organizations with varying scales and exclusivity. One of the most inclusive model United Nations conferences in the country is Vietnam National Model United Nations (VNMUN), open to not only Vietnamese in all parts of the country but also international students studying around the world.[105] The United Arab Emirates Universities Model United Nations occur on a yearly basis. It draws more than 300 delegates from local universities and from across the Middle East.[106][107] The Bahrain Universities Model United Nations occur on a yearly basis. It draws more than 200 delegates from local universities and from across the Middle East.[108][109] In 2008, Reichman University established the first United Nations Model Club at the academic level in Israel. Since then, university level MUN in Israel has grown to include over 10 universities and colleges and is led by the Israeli Model United Nations Association. Some universities hold a yearly conference of their own such as Tel Aviv University's TLVMUN.[110] Lagos Model United Nations[111] is one of Africa's pioneer MUN Conferences. Set in Lagos, it is the largest MUN Conference in West Africa,[112][113] and attracts over 400 delegates each year. The Conference is hosted by the Faculty of Law, University of Lagos and simulates up to 10 committees of the United Nations annually. The Conference began in 2016, due to the desire of the founders to organize a conference in Nigeria, after participating in several Model United Nations conferences worldwide including National Model United Nations and Rome Model United Nations.[111][112] Beyond the simulation of committees, the Conference offers other activities for delegates such as the Sustainable Development Goals (SDG) Workshop and the Idea Fair.[112] The SDG Workshop is a platform for SDG experts to share their experiences with the delegates, while the Idea Fair[112] is an opportunity for young innovators working on different SDGs to win a cash grant.[114] Conferences in Tunisia are mostly found in Tunis and they are usually sponsored by the Tunisian International Model United Nations (TIMUN[115]). The most famous conference in Tunisia is the \"Grande Simulation annuelle du TIMUN\" in Tunis, which host more than 300 delegates. These conferences are usually hosted by the biggest national universities. Since the 6th edition, the \"Grande Simulation annuelle\" is under the patronage of the Tunisian Minister of Foreign Affairs and welcomes Tunisian ministers and diplomats.[citation needed] The other conferences in Africa include NAIMUN[116] in Marrakech. Established in August 2012 by a coalition of North African youths, NAIMUN is the largest student-run model United Nations conference in Africa and the Middle East, with 4 sub-branches in Morocco, Tunisia, Algeria and Egypt.[117] It trains and encourages young people to address pressing global issues and engages them in resolving global problems. NAIMUN is a non-profit organization which provides an equal opportunity for all youth to actively participate in an open debate. JoMUN[118] in Johannesburg, and IMIRAMUN[119] in Windhoek took place in Benin, in Cotonou. The first edition of Algeria Model United Nations was held in December 2014.[120] The Americas Model United Nations (AMUN[121] ) was the first MUN Conference to be held in Latin America, accomplishing 21 years of history in 2018 with the edition Bring Walls Down, Build Up Connections.[122] The event official language of the conference is English, which has enabled AMUN to receive students from various countries worldwide. The committees vary with each edition of the project, as well as its themes addressed, among which are international security, cooperation, human rights, democracy and transnational crimes. Among the cultural activities, there is a tour around Brasília, the city hosting the event, and the Nations Fair, in which the peculiarities and customs of each country are shown by the participants representing them on the Conference. At university level, model United Nations started in Peru in 2006 with the United Nations Studies Circle (CENU), a college team from the University of Lima founded to compete at Harvard National Model United Nations. This team would evolution into a full-scale organization, the Peruvian Association for the Study of the United Nations (AENU Peru for its Spanish acronym), a non-for-profit NGO charged with task of promoting MUN in Peru and creating Peru's first \"National Delegation\", thus creating the Peruvian Universities Debate Team (PU). Starting their new trademark since 2011, PU's has garnered the Best Large Delegation award at Harvard World Model United Nations 2014 held in Brussels, Belgium, and the Best Large Delegation award at Harvard National Model United Nations - Latin America 2017, held in Lima, Peru.[123] At high school level, MUN has been a popular extracurricular activity since 2012, with the first high school conference Lima Model United Nations (LiMUN) 2012, followed by Villa Maria Model United Nations (VMMUN) 2015, Newton Model United Nations (NewMUN) 2015, and Carmelitas Model United Nations 2015, being the latter school the host for the first Ivy League Model United Nations Conference Peru (ILMUNC 2016). Each school delegation hosts its own conference, including Lima, Cusco, Arequipa and Piura.[124] Model United Nations is popular across the United States, with MUN clubs and conferences being found in every region.[125] However, because Model UN is decentralized and has grown autonomously, there are significant differences in how MUN is done between regions.[126]","Title":"Model United Nations - Wikipedia","KeyID":"9486","URL":"https://en.wikipedia.org/wiki/Model_United_Nations"}