{"Content: ":"Withdrawal from the United Nations by member states is not provided for in the United Nations Charter. According to the Government Information Office of Taiwan (the Republic of China):[1] The ROC holds this opinion against the fact of its removal from the UN to make way for the People's Republic of China. See China and the United Nations. Nevertheless, under customary international law, there exists the principle of rebus sic stantibus, or \"things standing thus.\" Under this principle, a state may withdraw from a treaty which has no withdrawal provisions only if there has been some substantial unforeseen change in circumstances, such as when the object of the treaty becomes moot or when a material breach is committed by a treaty party.[2][3] Rebus sic stantibus has been narrowly construed (although not referred to by name) in Articles 61 and 62 of the Vienna Convention on the Law of Treaties. Therefore, under either customary international law or the Vienna Convention, it is unlikely that the U.N. would recognize the right of a state to unilaterally withdraw from the UN unless some fundamental change has occurred. In contrast to these arguments, sovereign states have the right to repudiate any treaty. There are centuries of precedent for this. Also, Article 2 of the United Nations Charter specifically recognises \"the principle of the sovereign equality\" of all member states of the United Nations. Indonesia was the first member to attempt to withdraw from the UN. On New Year's Day, 1965, Indonesia, due to its ongoing confrontation with Malaysia, announced that it would withdraw from the UN if Malaysia were to take a seat on the Security Council. Three weeks later, Indonesia officially confirmed its withdrawal in a letter to the Secretary-General, who merely noted the decision and expressed hope that Indonesia would soon \"resume full cooperation\" with the organization. After a coup later that year and subsequent transition of power, Indonesia sent a telegram to the Secretary-General saying the country would \"resume full cooperation with the UN and [...] resume participation in its activities.\" Pointing to the telegram as proof that Indonesia saw its absence from the UN as a \"cessation of cooperation\" rather than a true withdrawal, the General Assembly's president recommended that the administrative procedure for reinstating Indonesia be taken with a minimum of fuss. No objections were raised, and Indonesia immediately resumed its place in the General Assembly. Thus, the questions raised by the first case of withdrawal from the UN were resolved by treating it as if it had not been a withdrawal at all.[4] Some right of center organizations in the United States have supported U.S. withdrawal from the UN, including the John Birch Society and Constitution Party.[5] Bills to end U.S. membership in the UN have been introduced in the United States House of Representatives, for example the American Sovereignty Restoration Act of 2009 (introduced as H.R. 1146 on February 24, 2009 by Republican Ron Paul) and American Sovereignty Restoration Act of 2017 (H.R. 193, introduced January 3, 2017 by Republican Mike Rogers[6]). Such measures have failed to pass by large margins. In an August 2016 press conference, the President of the Philippines, Rodrigo Duterte—angered at criticism from the United Nations over extrajudicial killings in the Philippine Drug War—threatened to withdraw the Philippines from the United Nations.[7] Duterte, addressing United Nations High Commissioner for Human Rights, Zeid Ra’ad al-Hussein said: \"Maybe we'll just have to decide to separate from the United Nations. If you are that insulting, son of a bitch, we should just leave.\"[7] Duterte also stated: \"I will burn down the United States if I want. I will burn it down if I go to America.\"[7] Following a storm of international publicity, Duterte said the next day that his statement about pulling out of the UN was a \"joke\" while still criticizing the UN.[8] Philippine Foreign Affairs Secretary Perfecto Yasay Jr. stated “We are committed to the UN despite our numerous frustrations with this international agency.\"[8] Love Australia or Leave and Pauline Hanson's One Nation support Australia leaving the United Nations.[9][10]","Title":"Withdrawal from the United Nations - Wikipedia","KeyID":"9487","URL":"https://en.wikipedia.org/wiki/Withdrawal_from_the_United_Nations"}