{"Content: ":"Water pollution (or aquatic pollution) is the contamination of water bodies, usually as a result of human activities, so that it negatively affects its uses.[1]: 6  Water bodies include lakes, rivers, oceans, aquifers, reservoirs and groundwater. Water pollution results when contaminants are introduced into these water bodies. Water pollution can be attributed to one of four sources: sewage discharges, industrial activities, agricultural activities, and urban runoff including stormwater.[2] It can be grouped into surface water pollution (either fresh water pollution or marine pollution) or groundwater pollution. For example, releasing inadequately treated wastewater into natural waters can lead to degradation of these aquatic ecosystems. Water pollution can also lead to water-borne diseases for people using polluted water for drinking, bathing, washing or irrigation.[3] Water pollution reduces the ability of the body of water to provide the ecosystem services (such as drinking water) that it would otherwise provide. Sources of water pollution are either point sources or non-point sources. Point sources have one identifiable cause, such as a storm drain, a wastewater treatment plant or an oil spill. Non-point sources are more diffuse, such as agricultural runoff.[4] Pollution is the result of the cumulative effect over time. Pollution may take the form of toxic substances (e.g., oil, metals, plastics, pesticides, persistent organic pollutants, industrial waste products), stressful conditions (e.g., changes of pH, hypoxia or anoxia, increased temperatures, excessive turbidity, unpleasant taste or odor, and changes of salinity), or pathogenic organisms. Contaminants may include organic and inorganic substances. Heat can also be a pollutant, and this is called thermal pollution. A common cause of thermal pollution is the use of water as a coolant by power plants and industrial manufacturers. Control of water pollution requires appropriate infrastructure and management plans as well as legislation. Technology solutions can include improving sanitation, sewage treatment, industrial wastewater treatment, agricultural wastewater treatment, erosion control, sediment control and control of urban runoff (including stormwater management). Effective control of urban runoff includes reducing speed and quantity of flow. Categories A practical definition of water pollution is: \"Water pollution is the addition of substances or energy forms that directly or indirectly alter the nature of the water body in such a manner that negatively affects its legitimate uses\".[1]: 6  Therefore, pollution is associated with concepts attributed to humans, namely the negative alterations and the uses of the water body. Water is typically referred to as polluted when it is impaired by anthropogenic contaminants. Due to these contaminants it either does not support a human use, such as drinking water, or undergoes a marked shift in its ability to support its biotic communities, such as fish. The following compounds can all reach water bodies via raw sewage or even treated sewage discharges: If the water pollution stems from sewage (municipal wastewater), the main pollutants are: suspended solids, biodegradable organic matter, nutrients and pathogenic (disease-causing) organisms.[1]: 6  The major groups of pathogenic organisms are: (a) bacteria, (b) viruses, (c) protozoans and (d) helminths.[1]: 47  In practice, indicator organisms are used to investigate pathogenic pollution of water because the detection of pathogenic organisms in water sample is difficult and costly, because of their low concentrations. The indicators (bacterial indicator) of fecal contamination of water samples most commonly used are: total coliforms (TC), fecal coliforms (FC) or thermotolerant coliforms, escherichia coli (EC).[1]: 47  Pathogens can produce waterborne diseases in either human or animal hosts.[10] Some microorganisms sometimes found in contaminated surface waters that have caused human health problems include: Burkholderia pseudomallei, Cryptosporidium parvum, Giardia lamblia, Salmonella, norovirus and other viruses, parasitic worms including the Schistosoma type.[11] The source of high levels of pathogens in water bodies can be from human feces (due to open defecation), sewage, blackwater, manure that has found its way into the water body. The cause for this can be lack of sanitation or poorly functioning on-site sanitation systems (septic tanks, pit latrines), sewage treatment plants without disinfection steps, sanitary sewer overflows and combined sewer overflows (CSOs)[12] during storm events and intensive agriculture (poorly managed livestock operations). Organic substances that enter water bodies are often toxic.[13]: 229  Per- and polyfluoroalkyl substances (PFAS) are persistent organic pollutants.[15][16] Inorganic water pollutants include for example: The environmental effect of pharmaceuticals and personal care products (PPCPs) is being investigated since at least the 1990s. PPCPs include substances used by individuals for personal health or cosmetic reasons and the products used by agribusiness to boost growth or health of livestock. More than twenty million tons of PPCPs are produced every year.[21] The European Union has declared pharmaceutical residues with the potential of contamination of water and soil to be \"priority substances\".[3] PPCPs have been detected in water bodies throughout the world. More research is needed to evaluate the risks of toxicity, persistence, and bioaccumulation, but the current state of research shows that personal care products impact over the environment and other species, such as coral reefs[22][23][24] and fish.[25][26] PPCPs encompass environmental persistent pharmaceutical pollutants (EPPPs) and are one type of persistent organic pollutants. They are not removed in conventional sewage treatment plants but require a fourth treatment stage which not many plants have.[21] Solid waste can enter water bodies through untreated sewage, combined sewer overflows, urban runoff, people discarding garbage into the environment, wind carrying municipal solid waste from landfills and so forth. This results in macroscopic pollution– large visible items polluting the water– but also microplastics pollution that is not directly visible. The terms marine debris and marine plastic pollution are used in the context of pollution of oceans. Microplastics persist in the environment at high levels, particularly in aquatic and marine ecosystems, where they cause water pollution.[31] 35% of all ocean microplastics come from textiles/clothing, primarily due to the erosion of polyester, acrylic, or nylon-based clothing, often during the washing process.[32] Surface water pollution includes pollution of rivers, lakes and oceans. A subset of surface water pollution is marine pollution which affects the oceans. Nutrient pollution refers to contamination by excessive inputs of nutrients. Globally, about 4.5 billion people do not have safely managed sanitation as of 2017, according to an estimate by the Joint Monitoring Programme for Water Supply and Sanitation.[33] Lack of access to sanitation is concerning and often leads to water pollution, e.g. via the practice of open defecation: during rain events or floods, the human feces are moved from the ground where they were deposited into surface waters. Simple pit latrines may also get flooded during rain events. Elevated water temperatures decrease oxygen levels (due to lower levels of dissolved oxygen, as gases are less soluble in warmer liquids), which can kill fish (which may then rot) and alter food chain composition, reduce species biodiversity, and foster invasion by new thermophilic species.[41]: 179 [13]: 375  The introduction of aquatic invasive organisms is a form of water pollution as well. It causes biological pollution.[42] Point source water pollution refers to contaminants that enter a waterway from a single, identifiable source, such as a pipe or ditch. Examples of sources in this category include discharges from a sewage treatment plant, a factory, or a city storm drain. The U.S. Clean Water Act (CWA) defines point source for regulatory enforcement purposes (see United States regulation of point source water pollution).[44] The CWA definition of point source was amended in 1987 to include municipal storm sewer systems, as well as industrial storm water, such as from construction sites.[45] Sewage typically consists of 99.9% water and 0.1% solids.[46] Sewage contributes many classes of nutrients that lead to eutrophication. It is a major source of phosphate for example.[47] Sewage is often contaminated with diverse compounds found in personal hygiene, cosmetics, pharmaceutical drugs (see also drug pollution), and their metabolites[48][49] Water pollution due to environmental persistent pharmaceutical pollutants can have wide-ranging consequences. When sewers overflow during storm events this can lead to water pollution from untreated sewage. Such events are called sanitary sewer overflows or combined sewer overflows. Industrial processes that use water also produce wastewater. This is called industrial wastewater. Using the US as an example, the main industrial consumers of water (using over 60% of the total consumption) are power plants, petroleum refineries, iron and steel mills, pulp and paper mills, and food processing industries.[2] Some industries discharge chemical wastes, including solvents and heavy metals (which are toxic) and other harmful pollutants. Industrial wastewater could add the following pollutants to receiving water bodies if the wastewater is not treated and managed properly: Agriculture is a major contributor to water pollution from nonpoint sources. The use of fertilizers as well as surface runoff from farm fields, pastures and feedlots leads to nutrient pollution.[57] In addition to plant-focused agriculture, fish-farming is also a source of pollution. Additionally, agricultural runoff often contains high levels of pesticides.[2] Acid rain can have harmful effects on plants, aquatic ecosystems, and infrastructure.[58][59] Acid rain is caused by emissions of sulphur dioxide and nitrogen oxide, which react with the water molecules in the atmosphere to produce acids.[60] Some governments have made efforts since the 1970s to reduce the release of sulfur dioxide and nitrogen oxide into the atmosphere. The main source of sulfur and nitrogen compounds that result in acid rain are anthropogenic, but nitrogen oxides can also be produced naturally by lightning strikes and sulphur dioxide is produced by volcanic eruptions.[61] Carbon dioxide concentrations in the atmosphere have increased since the 1850s due anthropogenic influences (emissions of greenhouse gases).[62] This leads to ocean acidification and is another form of water pollution from atmospheric contributions.[63] Water pollution may be analyzed through several broad categories of methods: physical, chemical and biological. Some methods may be conducted in situ, without sampling, such as temperature. Others involve collection of samples, followed by specialized analytical tests in the laboratory. Standardized, validated analytical test methods, for water and wastewater samples have been published.[64] Common physical tests of water include temperature, Specific conductance or electrical conductance (EC) or conductivity, solids concentrations (e.g., total suspended solids (TSS)) and turbidity. Water samples may be examined using analytical chemistry methods. Many published test methods are available for both organic and inorganic compounds. Frequently used parameters that are quantified are pH, biochemical oxygen demand (BOD),[65]: 102  chemical oxygen demand (COD),[65]: 104  dissolved oxygen (DO), total hardness, nutrients (nitrogen and phosphorus compounds, e.g. nitrate and orthophosphates), metals (including copper, zinc, cadmium, lead and mercury), oil and grease, total petroleum hydrocarbons (TPH), surfactants and pesticides. The use of a biomonitor or bioindicator is described as biological monitoring. This refers to the measurement of specific properties of an organism to obtain information on the surrounding physical and chemical environment.[66] Biological testing involves the use of plant, animal or microbial indicators to monitor the health of an aquatic ecosystem. They are any biological species or group of species whose function, population, or status can reveal what degree of ecosystem or environmental integrity is present.[67] One example of a group of bio-indicators are the copepods and other small water crustaceans that are present in many water bodies. Such organisms can be monitored for changes (biochemical, physiological, or behavioral) that may indicate a problem within their ecosystem. Water pollution is a major global environmental problem because it can result in the degradation of aquatic ecosystems.[citation needed] The specific contaminants leading to pollution in water include a wide spectrum of chemicals, pathogens, and physical changes such as elevated temperature. While many of the chemicals and substances that are regulated may be naturally occurring (calcium, sodium, iron, manganese, etc.) the concentration usually determines what is a natural component of water and what is a contaminant. High concentrations of naturally occurring substances can have negative impacts on aquatic flora and fauna. Oxygen-depleting substances may be natural materials such as plant matter (e.g. leaves and grass) as well as man-made chemicals. Other natural and anthropogenic substances may cause turbidity (cloudiness) which blocks light and disrupts plant growth, and clogs the gills of some fish species.[citation needed] A study published in 2017 stated that \"polluted water spread gastrointestinal diseases and parasitic infections and killed 1.8 million people\" (these are also referred to as waterborne diseases).[68] Nitrogen pollution (a form of water pollution where excessive amounts of nutrients are added to a water body), can cause eutrophication, especially in lakes. Eutrophication is an increase in the concentration of chemical nutrients in an ecosystem to an extent that increases the primary productivity of the ecosystem. Depending on the degree of eutrophication, subsequent negative environmental effects such as anoxia (oxygen depletion) and severe reductions in water quality may occur, affecting fish and other animal populations.[1]: 131  Ocean acidification is another impact of water pollution. Ocean acidification is the ongoing decrease in the pH value of the Earth's oceans, caused by the uptake of carbon dioxide (CO2) from the atmosphere.[62] Water pollution is a problem in developing countries as well as in developed countries. For example, water pollution in India and China is wide spread. About 90 percent of the water in the cities of China is polluted.[74] One aspect of environmental protection are mandatory regulations but they are only part of the solution. Other important tools in pollution control include environmental education, economic instruments, market forces and stricter enforcements.[75] Standards can be \"precise\" (for a defined quantifiable minimum or maximum value for a pollutant), or \"imprecise\" which would require the use of Best Available Technology (BAT) or Best Practicable Environmental Option (BPEO).[75] Market-based economic instruments for pollution control can include: charges, subsidies, deposit or refund schemes, the creation of a market in pollution credits, and enforcement incentives.[75] Moving towards a holistic approach in chemical pollution control combines the following approaches: Integrated control measures, trans-boundary considerations, complementary and supplementary control measures, life-cycle considerations, the impacts of chemical mixtures.[75] Control of water pollution requires appropriate infrastructure and management plans. The infrastructure may include wastewater treatment plants, for example sewage treatment plants and industrial wastewater treatment plants. Agricultural wastewater treatment for farms, and erosion control at construction sites can also help prevent water pollution. Effective control of urban runoff includes reducing speed and quantity of flow. Water pollution requires ongoing evaluation and revision of water resource policy at all levels (international down to individual aquifers and wells). Municipal wastewater (or sewage) can be treated by centralized sewage treatment plants, decentralized wastewater systems, nature-based solutions[76] or in onsite sewage facilities and septic tanks. For example, waste stabilization ponds are a low cost treatment option for sewage, particularly for regions with warm climates.[1]: 182  UV light (sunlight) can be used to degrade some pollutants in waste stabilization ponds (sewage lagoons).[77] The use of safely managed sanitation services would prevent water pollution caused by lack of access to sanitation.[33] Well-designed and operated systems (i.e., with secondary treatment stages or more advanced tertiary treatment) can remove 90 percent or more of the pollutant load in sewage.[78] Some plants have additional systems to remove nutrients and pathogens. While such advanced treatment techniques will undoubtedly reduce the discharges of micropollutants, they can also result in large financial costs, as well as environmentally undesirable increases in energy consumption and greenhouse gas emissions.[79] Sewer overflows during storm events can be addressed by timely maintenance and upgrades of the sewerage system. In the US, cities with large combined systems have not pursued system-wide separation projects due to the high cost,[80] but have implemented partial separation projects and green infrastructure approaches.[81] In some cases municipalities have installed additional CSO storage facilities[82] or expanded sewage treatment capacity.[83] Sediment from construction sites can be managed by installation of erosion controls, such as mulching and hydroseeding, and sediment controls, such as sediment basins and silt fences.[88] Discharge of toxic chemicals such as motor fuels and concrete washout can be prevented by use of spill prevention and control plans, and specially designed containers (e.g. for concrete washout) and structures such as overflow controls and diversion berms.[89] Erosion caused by deforestation and changes in hydrology (soil loss due to water runoff) also results in loss of sediment and, potentially, water pollution.[90][91] Some examples for legislation to control water pollution are listed below: In the Philippines, Republic Act 9275, otherwise known as the Philippine Clean Water Act of 2004,[93] is the governing law on wastewater management. It states that it is the country's policy to protect, preserve and revive the quality of its fresh, brackish and marine waters, for which wastewater management plays a particular role.[93]","Title":"Water pollution - Wikipedia","KeyID":"9508","URL":"https://en.wikipedia.org/wiki/Water_pollution"}