{"Content: ":"All cephalopods possess flexible limbs extending from their heads and surrounding their beaks. These appendages, which function as muscular hydrostats, have been variously termed arms, legs or tentacles.[A] In the scientific literature, a cephalopod arm is often treated as distinct from a tentacle, though the terms are sometimes used interchangeably, often with the latter acting as an umbrella term for cephalopod limbs. Generally, arms have suckers along most of their length, as opposed to tentacles, which have suckers only near their ends.[4] Barring a few exceptions, octopuses have eight arms and no tentacles, while squid and cuttlefish have eight arms (or two \"legs\" and six \"arms\") and two tentacles.[5] The limbs of nautiluses, which number around 90 and lack suckers altogether, are called cirri.[5][6][7] The tentacles of Decapodiformes are thought to be derived from the fourth arm pair of the ancestral coleoid, but the term arms IV is used to refer to the subsequent, ventral arm pair in modern animals (which is evolutionarily the fifth arm pair).[4] The males of most cephalopods develop a specialised arm for sperm delivery, the hectocotylus. Anatomically, cephalopod limbs function using a crosshatch of helical collagen fibres in opposition to internal muscular hydrostatic pressure.[8][better source needed] Cephalopod limbs bear numerous suckers along their ventral surface as in octopus, squid and cuttlefish arms and in clusters at the ends of the tentacles (if present), as in squid and cuttlefish.[9] Each sucker is usually circular and bowl-like and has two distinct parts: an outer shallow cavity called an infundibulum and a central hollow cavity called an acetabulum. Both of these structures are thick muscles, and are covered with a chitinous cuticle to make a protective surface.[10] Suckers are used for grasping substratum, catching prey and for locomotion. When a sucker attaches itself to an object, the infundibulum mainly provides adhesion while the central acetabulum is free. Sequential muscle contraction of the infundibulum and acetabulum causes attachment and detachment.[11][12] Many octopus arm anomalies have been recorded,[13][14] including a 6-armed octopus (nicknamed Henry the Hexapus), a 7-armed octopus,[15] a 10-armed Octopus briareus,[16] one with a forked arm tip,[17] octopuses with double or bilateral hectocotylization,[18][19] and specimens with up to 96 arm branches.[20][21][22] Branched arms and other limb abnormalities have also been recorded in cuttlefish,[23] squid,[24] and bobtail squid.[25] Cephalopod limbs and the suckers they bear are shaped in many distinctive ways, and vary considerably between species. Some examples are shown below. For hectocotylized arms see hectocotylus variability.","Title":"Cephalopod limb - Wikipedia","KeyID":"952","URL":"https://en.wikipedia.org/wiki/Cephalopod_limb"}