{"Content: ":"Categories Open defecation is the human practice of defecating outside (\"in the open\") rather than into a toilet. People may choose fields, bushes, forests, ditches, streets, canals, or other open spaces for defecation. They do so either because they do not have a toilet readily accessible or due to traditional cultural practices.[2] The practice is common where sanitation infrastructure and services are not available. Even if toilets are available, behavior change efforts may still be needed to promote the use of toilets. 'Open defecation free' (ODF) is a term used to describe communities that have shifted to using toilets instead of open defecation. This can happen, for example, after community-led total sanitation programs have been implemented. Open defecation can pollute the environment and cause health problems and diseases. High levels of open defecation are linked to high child mortality, poor nutrition, poverty, and large disparities between rich and poor.[3]: 11  Ending open defecation is an indicator being used to measure progress towards the Sustainable Development Goal Number 6. Extreme poverty and lack of sanitation are statistically linked. Therefore, eliminating open defecation is thought to be an important part of the effort to eliminate poverty.[4] As of 2019[update] an estimated 673 million people practice open defecation,[5]: 74  down from about 892 million people (12 percent of the global population) in 2016.[6] In that year, 76 percent (678 million) of the people practicing open defecation in the world lived in just seven countries.[6] In ancient times, there were more open spaces and less population pressure on land. It was believed that defecating in the open causes little harm when done in areas with low population, forests, or camping-type situations. With development and urbanization, open defecating started becoming a challenge and thereby an important public health issue, and an issue of human dignity.[7] With the increase in population in smaller areas, such as cities and towns, more attention was given to hygiene and health. As a result, there was an increase in global attention towards reducing the practice of open defecation.[8] Open defecation perpetuates the vicious cycle of disease and poverty and is widely regarded as an affront to personal dignity.[3] The countries where open defecation is most widely practiced have the highest numbers of deaths of children under the age of five, as well as high levels of undernutrition, high levels of poverty, and large disparities between the rich and poor.[3] Indiscriminate waste dumping and open defecation, Shadda, Cap-Haitien, Haiti Open defecation along a riverbank in Bujumbura, Burundi Child defecating in the open in a canal in the slum of Gege in the city of Ibadan, Nigeria Open defecation, Tirin Kowt bazaar, Afghanistan This drain is used to defecate and urinate in a community in Bangladesh The term \"open defecation\" became widely used in the water, sanitation, and hygiene (WASH) sector from about 2008 onwards. This was due to the publications by the Joint Monitoring Programme for Water Supply and Sanitation (JMP) and the UN International Year of Sanitation. The JMP is a joint program by WHO and UNICEF that was earlier tasked to monitor the water and sanitation targets of the Millennium development goals (MDGs); it is now tasked to monitor Sustainable Development Goal Number 6. For monitoring of the MDG Number 7, two categories were created: 1) improved sanitation and (2) unimproved sanitation. Open defecation falls into the category of unimproved sanitation. This means that people who practice open defecation do not have access to improved sanitation. In 2013 World Toilet Day was celebrated as an official UN day for the first time. The term \"open defecation\" was used in high-level speeches, that helped to draw global attention to this issue (for example, in the \"call to action\" on sanitation issued by the Deputy Secretary-General of the United Nations in March 2013).[9] \"Open defecation free\" (ODF) is a phrase first used in community-led total sanitation (CLTS) programs. ODF has now entered use in other contexts. The original meaning of ODF stated that all community members are using sanitation facilities (such as toilets) instead of going to the open for defecation. This definition was improved and more criteria were added in some countries that have adopted the CLTS approach in their programs to stop the practice of open defecation.[10] The Indian Ministry of Drinking Water and Sanitation in mid-2015 defined ODF as \"the termination of fecal-oral transmission, defined by: Here, a \"safe technology option\" means a toilet that contains feces so that there is no contamination of surface soil, groundwater or surface water; flies or animals do not come in contact with the open feces; no one handles excreta; there is no smell and there are no visible feces around in the environment.[12] This definition is part of the Swachh Bharat Abhiyan (Clean India Campaign). The reasons for open defecation are varied. It can be a voluntary, semi-voluntary or involuntary choice. Most of the time, a lack of access to a toilet is the reason. However, in some places even people with toilets in their houses prefer to defecate in the open.[10] A few broad factors that result in the practice of open defecation are listed below. In developed countries, open defecation is either due to homelessness, or considered to be a part of voluntary, recreational outdoor activities such as camping in remote areas. It is difficult to estimate how many people practice open defecation in these communities. The practice of open defecation is strongly related to poverty and exclusion particularly, in the case of rural areas and informal urban settlements in developing countries. The Joint Monitoring Programme for Water Supply and Sanitation (JMP) of UNICEF and WHO has been collecting data regarding open defecation prevalence worldwide. The figures are segregated by rural and urban areas and by levels of poverty. This program is tasked to monitor progress towards the millennium development goal (MDG) relating to drinking water and sanitation. As open defecation is one example of unimproved sanitation, it is being monitored by JMP for each country, and results are published on a regular basis.[28][6] The figures on open defecation used to be lumped together with other figures on unimproved sanitation but are collected separately since 2010. The current estimate is that around 673 million people practice open defecation.[5]: 74  The number of people practicing open defecation fell from 20 percent in 2000 to 12 percent in 2015.[6]: 34  In 2016, the estimate was for 892 million people with no sanitation facility whatsoever and therefore practicing open defecation (in gutters, behind bushes, in open water bodies, etc.). Most people (9 of 10) who practice open defecation live in rural areas, but the vast majority lives in two regions (Central Asia and South Asia).[6] In 2016, seventy-six percent (678 million) of the 892 million people practicing open defecation in the world lived in just seven countries.[6] Some countries with large numbers of people who openly defecate are listed in the table below. The National Annual Rural Sanitation Survey of India reported that 96.5% of rural households in India had toilets. The Indian government's own estimate in January 2019 was 1.4% or 19 million.[36][37][38][39] Open defecation has been an issue in India. A report published by WaterAid stated that India had the highest number of people without access to basic sanitation despite efforts made by the Government of India under the Swachh Bharat Mission.[45][46] About 522 million people practiced open defecation in India in 2014, despite having access to a toilet.[47][48] Many factors contributed to this, ranging from poverty to government corruption.[49] Since then, through Swachh Bharat, a two-phase program managed by the Indian government, India has constructed around 100 million additional household toilets which would benefit 500 million people in India according to the statistics provided by Indian government (Phase 1: 2014–2019, Phase 2: 2020 to 2025).[50] A campaign to build toilets in urban and rural areas achieved a significant reduction in open defecation between 2014 and 2019. In September 2019, the Bill & Melinda Gates Foundation awarded Indian leader Narendra Modi for his efforts in improving sanitation in the country.[51] According to UNICEF The number of people without a toilet reduced from 550 million to 50 million.[52][53] There have also been reports of people not using the toilets despite having one, although according to the World Bank, 96% of Indians used the toilets they had.[54][55] In October 2019, Modi declared India to be \"open defecation free\", though this announcement was met with skepticism by experts who cited slowly changing behaviors, maintenance issues, and water access issues as obstacles that continued to block India's goal of being 100% open defecation free.[56][57] Although open defecation still continues, it has been reduced by a large amount. With the success of the Swachh Bharat Mission, Modi has to launch Phase 2 from 2020 to 2025.[58] During phase 2 the government will focus on segregation of waste and further eliminating open defecation in the country.[59] In 2017, WaterAid report revealed that 79 million people in Pakistan lacked access to a decent toilet in the country.[60][61] In 2018, 10% or 22 million people in Pakistan practiced open defecation according to the figures provided by the UNICEF.[62][63] According to the latest UNICEF report as of 2020, 7% or 15 million people in Pakistan practice open defecation.[43] In San Francisco (United States), open defecation complaints for street feces increased fivefold from 2011 to 2018, with 28,084 cases reported. This was mainly due to the rising amount of homelessness in the city.[64] Similar problems were reported in Los Angeles[65] and Miami.[66] The Mad Pooper was the name given to an unidentified woman who regularly defecated in public places while jogging during summer 2017 in the U.S. city of Colorado Springs.[67] The negative public health impacts of open defecation are the same as those described when there is no access to sanitation at all. Open defecation—and lack of sanitation and hygiene in general—is an important factor that cause various diseases; the most common being diarrhea and intestinal worm infections but also typhoid, cholera, hepatitis, polio, trachoma, and others.[68][69] Adverse health effects of open defecation occur because open defecation results in fecal contamination of the local environment. Consequently, open defecators are repeatedly exposed to many kinds of fecal bacteria like gram-positive Staphylococcus aureus and other fecal pathogens, and this is particularly serious for young children whose immune systems and brains are not yet fully developed.[26] Certain diseases are grouped together under the name of waterborne diseases, which are diseases transmitted via fecal pathogens in water. Open defecation can lead to water pollution when rain flushes feces that are dispersed in the environment into surface water or unprotected wells. Open defecation was found by the WHO in 2014 to be a leading cause of diarrheal death. In 2013, about 2,000 children under the age of five died every day from diarrhea.[70] Young children are particularly vulnerable to ingesting feces of other people that are lying around after open defecation, because young children crawl on the ground, walk barefoot, and put things in their mouths without washing their hands. Feces of farm animals are equally a cause of concern when children are playing in the yard. Those countries where open defecation is most widely practiced have the highest numbers of deaths of children under the age of five, as well as high levels of malnourishment (leading to stunted growth in children), high levels of poverty, and large disparities between rich and poor.[3] Research from India has shown that detrimental health impacts (particularly for early life health) are even more significant from open defecation when the population density is high: \"The same amount of open defecation is twice as bad in a place with a high population density average like India versus a low population density average like sub-Saharan Africa.\"[71] Open defecation is also badly affecting the health of children and their life quality as it creates health and psychological issues.[72] There are strong gender impacts connected with a lack of adequate sanitation. In addition to the universal problems associated with open defecation, having to urinate in the open can also be problematic for females. The lack of safe, private toilets makes women and girls vulnerable to violence and is an impediment to girls' education.[73] Women are at risk of sexual molestation and rape as they search for places to urinate or defecate that are secluded and private, often during hours of darkness.[74][73] Lack of privacy has an especially large effect on the safety and sense of dignity of women and girls in developing countries. They face the shame of having to urinate or defecate in public so often wait until nightfall to relieve themselves. They risk being attacked after dark, though it means painfully holding their bladder and bowels all day.[75][76] Women in developing countries increasingly express fear of assault or rape when having to leave the house after dark. Reports of attacks or harassment near or in toilet facilities, as well as near or in areas where women urinate or defecate openly, are common.[75][76] The following joint strategies can enable communities, both rural and peri-urban, to become completely open defecation free and remain so: Sanitation marketing, behavior change communication, and 'enhanced' community-led total sanitation ('CLTS + ’), supplemented by 'nudging'.[26] There are several drivers used to eradicate open defecation, one of which is behavior change. SaniFOAM (Focus on Opportunity, Ability, and Motivation) is a conceptual framework that was developed specifically to address issues of sanitation and hygiene. Using focus, opportunity, ability and motivation as categories of determinants, SaniFOAM model identifies barriers to latrine adoption while simultaneously serving as a tool for designing, monitoring and evaluating sanitation interventions.[77][78] The following are some of the key drivers used to fight against open defecation in addition to behavior change:[4] Efforts to reduce open defecation are more or less the same as those to achieve the MDG target on access to sanitation.[79] A key aspect is awareness-raising (for example via the UN World Toilet Day at a global level), behavior change campaigns, increasing political will as well as demand for sanitation. Community-Led Total Sanitation (CLTS) campaigns have placed a particular focus on ending open defecation by \"triggering\" the communities themselves into action.[80] There are some simple sanitation technology options available to reduce open defecation prevalence if the open defecation behavior is due to not having toilets in the household and shared toilets being too far or too dangerous to reach, e.g., at night. People might already use plastic bags (also called flying toilets) at night to contain their feces. However, a more advanced solution of the plastic toilet bag has been provided by the Swedish company People who are producing the \"Peepoo bag\", a \"personal, single-use, self-sanitizing, fully biodegradable toilet that prevents feces from contaminating the immediate area as well as the surrounding ecosystem\".[81] This bag is now being used in humanitarian responses, schools, and urban slums in developing countries.[82][83] Bucket toilets are a simple portable toilet option. They can be upgraded in various ways, one of them being urine diversion which can make them similar to urine-diverting dry toilets. Urine diversion can significantly reduce odors from dry toilets. Examples of using this type of toilet to reduce open defecation are the \"MoSan\"[84] toilet (used in Kenya) or the urine-diverting dry toilet promoted by SOIL[85] in Haiti. The mainstream media in some affected countries have recently been picking up on this issue of open defecation, for example, in India[86][87] and Pakistan.[88][89][90] In certain jurisdictions, open or public defecation is a criminal offense which can be punished with a fine or even imprisonment.[91][92][93] David Sedaris' essay \"Adventures at Poo Corner\" dealt with people who openly defecate in commercial businesses.[94] Some national parks prohibit open defecation in some areas.[95][96] If defecating openly, the general advice is to defecate into a dug hole, and cover with soil.[96]","Title":"Open defecation - Wikipedia","KeyID":"9536","URL":"https://en.wikipedia.org/wiki/Open_defecation"}