{"Content: ":"Smoking cessation, usually called quitting smoking or stopping smoking, is the process of discontinuing tobacco smoking.[1] Tobacco smoke contains nicotine, which is addictive and can cause dependence.[2][3] As a result, nicotine withdrawal often makes the process of quitting difficult. Smoking is the leading cause of preventable death and a global public health concern.[4] Tobacco use leads most commonly to diseases affecting the heart and lungs, with smoking being a major risk factor for heart attacks,[5][6] strokes,[7] chronic obstructive pulmonary disease (COPD),[8] idiopathic pulmonary fibrosis (IPF),[9] emphysema,[8] and various types and subtypes of cancers[10] (particularly lung cancer, cancers of the oropharynx,[11] larynx,[11] and mouth,[11] esophageal and pancreatic cancer).[12] Smoking cessation significantly reduces the risk of dying from smoking-related diseases.[13][14] In the United States, about 70% of smokers would like to quit smoking, and 50% report having made an attempt to do so in the past year.[15] Many strategies can be used for smoking cessation, including abruptly quitting without assistance (\"cold turkey\"), cutting down then quitting, behavioral counseling, and medications such as bupropion, cytisine, nicotine replacement therapy, or varenicline. In recent years, especially in Canada and the United Kingdom, many smokers have switched to use electronic cigarettes in order to quit smoking tobacco.[16][17][18] Most smokers who try to quit do so without assistance. However, only 3–6% of quit attempts without assistance are successful long-term.[19] Behavioral counseling and medications each increase the rate of successfully quitting smoking, and a combination of behavioral counseling with a medication such as bupropion is more effective than either intervention alone.[20] A meta-analysis from 2018, conducted on 61 randomized controlled trials, showed that among people who quit smoking with a cessation medication (and some behavioral help), approximately 20% were still nonsmokers a year later, as compared to 12% who did not take medication.[21] In nicotine-dependent smokers, quitting smoking can lead to symptoms of nicotine withdrawal such as nicotine cravings, anxiety, irritability, depression, and weight gain.[22]: 2298  Professional smoking cessation support methods generally attempt to address nicotine withdrawal symptoms to help the person break free of nicotine addiction. It is common for ex-smokers to have made a number of attempts (often using different approaches on each occasion) to stop smoking before achieving long-term abstinence. Over 74.7% of smokers attempt to quit without any assistance,[23] otherwise known as \"Cold Turkey\", or with home remedies. Previous smokers make between an estimated 6 and 30 attempts before successfully quitting.[24] Identifying which approach or technique is eventually most successful is difficult; it has been estimated, for example, that only about 4% to 7% of people are able to quit smoking on any given attempt without medicines or other help.[2][25] The majority of quit attempts are still unassisted, though the trend seems to be shifting.[26] In the U.S., for example, the rate of unassisted quitting fell from 91.8% in 1986 to 52.1% during 2006 to 2009.[26] The most frequent unassisted methods were \"cold turkey\",[26] a term that has been used to mean either unassisted quitting or abrupt quitting and \"gradually decreased number\" of cigarettes, or \"cigarette reduction\".[3] \"Cold turkey\" is a colloquial term indicating abrupt withdrawal from an addictive drug, and in this context indicates sudden and complete cessation of all nicotine use. In three studies, it was the quitting method cited by 76%,[27] 85%,[28] or 88%[29] of long-term successful quitters. In a large British study of ex-smokers in the 1980s, before the advent of pharmacotherapy, 53% of the ex-smokers said that it was \"not at all difficult\" to stop, 27% said it was \"fairly difficult\", and the remaining 20% found it very difficult.[30] Studies have found that two-thirds of recent quitters reported using the cold turkey method and found it helpful.[31] The American Cancer Society notes that \"Studies in medical journals have reported that about 25% of smokers who use medicines can stay smoke-free for over 6 months.\"[32] Single medications include: A study found that 93% of over-the-counter NRT users relapse and return to smoking within six months.[37] The 2008 US Guideline specifies that three combinations of medications are effective:[44]: 118–120  A meta-analysis from 2018, conducted on 61 RCTs, showed that during their first year of trying to quit, approximately 80% of the participants in the studies who got drug assistance (bupropion, NRT, or varenicline) returned to smoking while 20% continued to not smoke for the entire year (i.e.: remained sustained abstinent).[21] In comparison, 12% the people who got placebo kept from smoking for (at least) an entire year.[21] This makes the net benefit of the drug treatment to be 8% after the first 12 months.[21] In other words, out of 100 people who will take medication, approximately 8 of them would remain non-smoking after one year thanks to the treatment.[21] During the course of one year, the benefit from using smoking cessation medications (Bupropion, NRT, or varenicline) decreases from 17% in 3 months, to 12% in 6 months to 8% in 12 months.[21] Gradual reduction involves slowly reducing one's daily intake of nicotine. This can theoretically be accomplished through repeated changes to cigarettes with lower levels of nicotine, by gradually reducing the number of cigarettes smoked each day, or by smoking only a fraction of a cigarette on each occasion. A 2009 systematic review by researchers at the University of Birmingham found that gradual nicotine replacement therapy could be effective in smoking cessation.[48][49] There is no significant difference in quit rates between smokers who quit by gradual reduction or abrupt cessation as measured by abstinence from smoking of at least six months from the quit day. The same review also looked at five pharmacological aids to reduction. When reducing the number of smoked cigarettes, it found some evidence that additional varenicline or fast-acting nicotine replacement therapy can have positive effects on quitting for six months and longer.[50] Most smoking cessation resources such as the Centers for Disease Control and Prevention (CDC)[51] and The Mayo Clinic[52] encourage smokers to create a quit plan, including setting a quit date, which helps them anticipate and plan ahead for smoking challenges. A quit plan can improve a smoker's chance of a successful quit[53][54][55] as can setting Monday as the quit date, given that research has shown that Monday more than any other day is when smokers are seeking information online to quit smoking[56] and calling state quit lines.[57] Community interventions using \"multiple channels to provide reinforcement, support and norms for not smoking\" may have an effect on smoking cessation outcomes among adults.[58] Specific methods used in the community to encourage smoking cessation among adults include: Self-help materials may produce a small increase in quit rates specially when there is no other supporting intervention form.[87] \"The effect of self-help was weak\", and the number of types of self-help did not produce higher abstinence rates.[44]: 89–91  Nevertheless, self-help modalities for smoking cessation include: Various methods exist which allow a smoker to see the impact of their tobacco use, and the immediate effects of quitting. Using biochemical feedback methods can allow tobacco-users to be identified and assessed, and the use of monitoring throughout an effort to quit can increase motivation to quit.[105][106] Evidence wise, little is known about the effects of using biomechanical tests to determine a person's risk related to smoking cessation.[107] While both measures offer high sensitivity and specificity, they differ in usage method and cost. As an example, breath CO monitoring is non-invasive, while cotinine testing relies on a bodily fluid. These two methods can be used either alone or together, for example, in a situation where abstinence verification needs additional confirmation.[110] Financial or material incentives to entice people to quit smoking improves smoking cessation while the incentive is in place.[111] Competitions that require participants to deposit their own money, \"betting\" that they will succeed in their efforts to quit smoking, appear to be an effective incentive.[111] However, in head-to-head comparisons with other incentive models such as giving participants NRT or placing them in a more typical rewards program, it is more difficult to recruit participants for this type of contest.[112] There is evidence that incentive programs may be effective for pregnant mothers who smoke.[111] As of 2019, there is an insufficient number of studies on \"quit and win\" and other competition-based interventions and results from the existing studies were inconclusive.[113] Interventions delivered via healthcare providers and healthcare systems have been shown to improve smoking cessation among people who visit those services. Methods used with children and adolescents include: Cochrane reviews, mainly of studies combining motivational enhancement and psychological support, concluded that \"complex approaches\" for smoking cessation among young people show promise.[150][154] The 2008 US Guideline recommends counselling-style support for adolescent smokers on the basis of a meta-analysis of seven studies.[44]: 159–161  Neither the Cochrane review nor the 2008 Guideline recommends medications for adolescents who smoke. Smoking during pregnancy can cause adverse health effects in both the woman and the fetus. The 2008 US Guideline determined that \"person-to-person psychosocial interventions\" (typically including \"intensive counseling\") increased abstinence rates in pregnant women who smoke to 13.3%, compared with 7.6% in usual care.[44]: 165–167  Mothers who smoke during pregnancy have a greater tendency towards premature births. Their babies are often underdeveloped, have smaller organs, and weigh much less than the normal baby. In addition, these babies have weaker immune systems, making them more susceptible to many diseases such as middle ear inflammations and asthmatic bronchitis as well as metabolic conditions such as diabetes and hypertension, all of which can bring significant morbidity.[155] Additionally, a study published by American Academy of Pediatrics shows that smoking during pregnancy increases the chance of sudden unexpected infant death (SUID).[156] There is also an increased chance that the child will be a smoker in adulthood. A systematic review showed that psychosocial interventions help women to stop smoking in late pregnancy and can reduce the incidence of low birthweight infants.[157] It is a myth that a female smoker can cause harm to a fetus by quitting immediately upon discovering she is pregnant. This idea is not based on any medical study or fact.[158] Studies across 20 countries show a strong association between patients with schizophrenia and smoking. People with schizophrenia are much more likely to smoke than those without the disease.[159] For example, in the United States, 80% or more of people with schizophrenia smoke, compared to 20% of the general population in 2006.[160] A 2008 Cochrane review of smoking cessation activities in work-places concluded that \"interventions directed towards individual smokers increase the likelihood of quitting smoking\".[161] A 2010 systematic review determined that worksite incentives and competitions needed to be combined with additional interventions to produce significant increases in smoking cessation rates.[162] Smokers who are hospitalised may be particularly motivated to quit.[44]: 149–150  A 2012 Cochrane review found that interventions beginning during a hospital stay and continuing for one month or more after discharge were effective in producing abstinence.[164] Patients undergoing elective surgery may get benefits of preoperative smoking cessation interventions, when starting 4–8 weeks before surgery with weekly counseling intervention for behavioral support and use of nicotine replacement therapy.[165] It is found to reduce the complications and the number of postoperative morbidity.[165] People who have mood disorders or attention deficit hyperactivity disorders have a greater chance to begin smoking and lower chance to quit smoking.[166] A higher correlation with smoking has also been seen in people diagnosed with major depressive disorder at any time throughout the duration of their lifetime as compared to those without the diagnosis. Success rates in quitting smoking were lower for those with a major depressive disorder diagnosis versus people without the diagnosis.[167] Exposure of cigarette smoke early on in life during pregnancy, infancy, or adolescence may negatively impact a child's neurodevelopment and increase the risk of developing anxiety disorders in the future.[168] Homelessness doubles the likelihood of an individual currently being a smoker. This is independent of other socioeconomic factors and behavioral health conditions. Homeless individuals have the same rates of the desire to quit smoking but are less likely than the general population to be successful in their attempt to quit.[169][170] In the United States, 60–80% of homeless adults are current smokers. This is a considerably higher rate than that of the general adult population of 19%.[169] Many current smokers who are homeless report smoking as a means of coping with \"all the pressure of being homeless.\"[169] The perception that homeless people smoking is \"socially acceptable\" can also reinforce these trends.[169] Americans under the poverty line have higher rates of smoking and lower rates of quitting than those over the poverty line.[170][171][172] While the homeless population as a whole is concerned about short-term effects of smoking, such as shortness of breath of recurrent bronchitis, they are not as concerned with long-term consequences.[171] The homeless population has unique barriers to quit smoking such as unstructured days, the stress of finding a job, and immediate survival needs that supersede the desire to quit smoking.[171] These unique barriers can be combated through pharmacotherapy and behavioral counseling for high levels of nicotine dependence, emphasis of immediate financial benefits to those who concern themselves with the short-term over the long-term, partnering with shelters to reduce the social acceptability of smoking in this population, and increased taxes on cigarettes and on alternative tobacco products to further make the addiction more difficult to fund.[173] Over three-quarters of people in treatment for substance use are current smokers.[174] Providing counseling and pharmacotherapy (nicotine replacement therapy such as patches or gum, varenicline, and/or bupropion) increases tobacco abstinence without increasing the risk of returning to other substance use.[175] Comparison of success rates across interventions can be difficult because of different definitions of \"success\" across studies.[164] Robert West and Saul Shiffman, authorities in this field recognized by government health departments in a number of countries,[163]: 73, 76, 80  have concluded that, used together, \"behavioral support\" and \"medication\" can quadruple the chances that a quit attempt will be successful. A 2008 systematic review in the European Journal of Cancer Prevention found that group behavioural therapy was the most effective intervention strategy for smoking cessation, followed by bupropion, intensive physician advice, nicotine replacement therapy, individual counselling, telephone counselling, nursing interventions, and tailored self-help interventions; the study did not discuss varenicline.[176] Quitting can be harder for individuals with dark pigmented skin compared to individuals with pale skin since nicotine has an affinity for melanin-containing tissues. Studies suggest this can cause the phenomenon of increased nicotine dependence and lower smoking cessation rate in darker pigmented individuals.[178] There is an important social component to smoking. The spread of smoking cessation from person to person contributes to the decrease in smoking these years.[179] A 2008 study of a densely interconnected network of over 12,000 individuals found that smoking cessation by any given individual reduced the chances of others around them lighting up by the following amounts: a spouse by 67%, a sibling by 25%, a friend by 36%, and a coworker by 34%.[179] Nevertheless, a Cochrane review determined that interventions to increase social support for a smoker's cessation attempt did not increase long-term quit rates.[180] Smokers who are trying to quit are faced with social influences that may persuade them to conform and continue smoking. Cravings are easier to detain when one's environment does not provoke the habit. If a person who stopped smoking has close relationships with active smokers, he or she is often put into situations that make the urge to conform more tempting. However, in a small group with at least one other not smoking, the likelihood of conformity decreases. The social influence to smoke cigarettes has been proven to rely on simple variables. One researched variable depends on whether the influence is from a friend or non-friend.[181] The research shows that individuals are 77% more likely to conform to non-friends, while close friendships decrease conformity. Therefore, if an acquaintance offers a cigarette as a polite gesture, the person who has stopped smoking will be more likely to break his commitment than if a friend had offered. Recent research from the International Tobacco Control (ITC) Four Country Survey of over 6,000 smokers found that smokers with fewer smoking friends were more likely to intend to quit and to succeed in their quit attempt.[182] Expectations and attitude are significant factors. A self-perpetuating cycle occurs when a person feels bad for smoking yet smokes to alleviate feeling bad. Breaking that cycle can be a key in changing the sabotaging attitude.[183] Smokers with major depressive disorder may be less successful at quitting smoking than non-depressed smokers.[44]: 81 [184] Relapse (resuming smoking after quitting) has been related to psychological issues such as low self-efficacy,[185][186] or non-optimal coping responses;[187] however, psychological approaches to prevent relapse have not been proven to be successful.[188] In contrast, varenicline is suggested to have some effects and nicotine replacement therapy may help the unassisted abstainers.[188][189] In a 2007 review of the effects of abstinence from tobacco, Hughes concluded that \"anger, anxiety, depression, difficulty concentrating, impatience, insomnia, and restlessness are valid withdrawal symptoms that peak within the first week and last 2–4 weeks.\"[191][needs update] In contrast, \"constipation, cough, dizziness, increased dreaming, and mouth ulcers\" may or may not be symptoms of withdrawal, while drowsiness, fatigue, and certain physical symptoms (\"dry mouth, flu symptoms, headaches, heart racing, skin rash, sweating, tremor\") were not symptoms of withdrawal.[191] Giving up smoking is associated with an average weight gain of 4–5 kilograms (8.8–11.0 lb) after 12 months, most of which occurs within the first three months of quitting.[192] The possible causes of the weight gain include: The 2008 Guideline suggests that sustained-release bupropion, nicotine gum, and nicotine lozenge be used \"to delay weight gain after quitting.\"[44]: 173–176  A 2021 updated Cochrane review concluded that there is not sufficient evidence to recommend a particular program for preventing weight gain.[196] Like other physically addictive drugs, nicotine addiction causes a down-regulation of the production of dopamine and other stimulatory neurotransmitters as the brain attempts to compensate for the artificial stimulation caused by smoking. Therefore, when people stop smoking, depressive symptoms such as suicidal tendencies or actual depression may result,[184][197] although a recent international study comparing smokers who had stopped for 3 months with continuing smokers found that stopping smoking did not appear to increase anxiety or depression.[198] This side effect of smoking cessation may be particularly common in women, as depression is more common among women than among men.[199] A 2013 study by The British Journal of Psychiatry has found that smokers who successfully quit feel less anxious afterward, with the effect being greater among those who had mood and anxiety disorders than those who smoked for pleasure.[200] Many of tobacco's detrimental health effects can be reduced or largely removed through smoking cessation. The health benefits over time of stopping smoking include:[202] The British Doctors Study showed that those who stopped smoking before they reached 30 years of age lived almost as long as those who never smoked.[201] Stopping in one's sixties can still add three years of healthy life.[201] A randomized trial from the U.S. and Canada showed that a smoking cessation program lasting 10 weeks decreased mortality from all causes over 14 years later.[204] A recent article on mortality in a cohort of 8,645 smokers who were followed-up after 43 years determined that \"current smoking and lifetime persistent smoking were associated with an increased risk of all-cause, CVD [cardiovascular disease], COPD [chronic obstructive pulmonary disease], and any cancer, and lung cancer mortality.\"[205] Another published study, \"Smoking Cessation Reduces Postoperative Complications: A Systematic Review and Meta-analysis\", examined six randomized trials and 15 observational studies to look at the effects of preoperative smoking cessation on postoperative complications. The findings were: 1) taken together, the studies demonstrated decreased the likelihood of postoperative complications in patients who ceased smoking prior to surgery; 2) overall, each week of cessation prior to surgery increased the magnitude of the effect by 19%. A significant positive effect was noted in trials where smoking cessation occurred at least four weeks prior to surgery; 3) For the six randomized trials, they demonstrated on average a relative risk reduction of 41% for postoperative complications.[206] Cost-effectiveness analyses of smoking cessation activities have shown that they increase quality-adjusted life years (QALYs) at costs comparable with other types of interventions to treat and prevent disease.[44]: 134–137  Studies of the cost-effectiveness of smoking cessation include: The frequency of smoking cessation among smokers varies across countries. Smoking cessation increased in Spain between 1965 and 2000,[210] in Scotland between 1998 and 2007,[211] and in Italy after 2000.[212] In contrast, in the U.S. the cessation rate was \"stable (or varied little)\" between 1998 and 2008,[213] and in China smoking cessation rates declined between 1998 and 2003.[214] Nevertheless, in a growing number of countries there are now more ex-smokers than smokers [30] For example, in the U.S. as of 2010, there were 47 million ex-smokers and 46 million smokers.[215] In 2014, the Centers for Disease Control and Prevention reports that the number of adult smokers, 18 years and older, in the U.S. has fallen to 40 million current smokers.[216] ","Title":"Smoking cessation - Wikipedia","KeyID":"9540","URL":"https://en.wikipedia.org/wiki/Smoking_cessation"}