{"Content: ":"Child mortality is the mortality of children under the age of five.[2] The child mortality rate, also under-five mortality rate, refers to the probability of dying between birth and exactly five years of age expressed per 1,000 live births.[3] It encompasses neonatal mortality and infant mortality (the probability of death in the first year of life).[4] Reduction of child mortality is reflected in several of the United Nations' Sustainable Development Goals. Target 3.2 is \"by 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce … under‑5 mortality to at least as low as 25 per 1,000 live births.\"[5] Child mortality rates have decreased in the last 40 years. While in 1990, 12.6 million children under age five died, in 2016 that number fell to 5.6 million children, and then in 2020, the global number fell again to 5 million. Rapid progress has resulted in a significant decline in preventable child deaths since 1990, with the global under-5 mortality rate declining by over half between 1990 and 2016.[4] While in 1990, 12.6 million children under age five died, in 2016 that number fell to 5.6 million children.[4] However, despite advances, there are still 15,000 under-five deaths per day from largely preventable causes.[4] About 80 per cent of these occur in sub-Saharan Africa and South Asia, and just 6 countries account for half of all under-five deaths: China, India, Pakistan, Nigeria, Ethiopia and the Democratic Republic of the Congo.[4] 45% of these children died during the first 28 days of life.[6] Death rates were highest among children under age 1, followed by children ages 15 to 19, 1 to 4, and 5 to 14.[7] [8][9] Without accurate data on child deaths, we cannot fully discover and combat the greatest risks to a child's life. Child mortality refers to number of child deaths under the age of 5 per 1000 live births. More specific terms include: The leading causes of death of children under five include: There is variation of child mortality around the world. Countries that are in the second or third stage of the Demographic Transition Mode (DTM) have higher rates of child mortality than countries in the fourth or fifth stage. Chad infant mortality is about 96 per 1,000 live births, compared to only 2.2 per 1,000 live births in Japan.[10] In 2010, there was a global estimate of 7.6 million child deaths with most occurring in less developed countries. Among those, 4.7 million died from infection and disorder.[12] Child mortality is not only caused by infection and disorder: it is also caused by premature birth; birth defect; new born infection; birth complication; and diseases like malaria, sepsis, and diarrhea.[13] In less developed countries, malnutrition is the main cause of child mortality.[13] Pneumonia, diarrhea, and malaria together are the cause of 1 out of every 3 deaths before the age of 5 while nearly half of under-five deaths globally are attributable to under-nutrition.[14] Child survival is a field of public health concerned with reducing child mortality. Child survival interventions are designed to address the most common causes of child deaths that occur, which include diarrhea, pneumonia, malaria, and neonatal conditions. Of the portion of children under the age of 5 alone, an estimated 5.6 million children die each year mostly from such preventable causes.[15] The child survival strategies and interventions are in line with the fourth Millennium Development Goals (MDGs) which focused on reducing child mortality by 2/3 of children under five before the year 2015. In 2015, the MDGs were replaced with the Sustainable Development Goals (SDGs), which aim to end these deaths by 2030. In order to achieve SDG targets, progress must be accelerated in more than 1/4 of all countries (most of which are in sub-Saharan Africa) in order to achieve targets for under-5 mortality, and in 60 countries (many in sub-Saharan Africa and South Asia) to achieve targets for neonatal mortality.[15] Without accelerated progress, 60 million children under age five will die between 2017 and 2030, about half of which would be newborns. China achieved its target of reduction in under-5 mortality rates well ahead of schedule.[16] Two-thirds of child deaths are preventable.[17] Most of the children who die each year could be saved by low-tech, evidence-based, cost-effective measures such as vaccines, antibiotics, micronutrient supplementation, insecticide-treated bed nets, improved family care and breastfeeding practices,[18] and oral rehydration therapy.[19] Empowering women, removing financial and social barriers to accessing basic services, developing innovations that make the supply of critical services more available to the poor and increasing local accountability of health systems are policy interventions that have allowed health systems to improve equity and reduce mortality.[20] In developing countries, child mortality rates related to respiratory and diarrheal diseases can be reduced by introducing simple behavioral changes, such as handwashing with soap. This simple action can reduce the rate of mortality from these diseases by almost 50 per cent.[21] Proven, cost-effective interventions can save the lives of millions of children per year. The UN Vaccine division as of 2014 supported 36% of the world's children in order to best improve their survival chances, yet still, low-cost immunization interventions do not reach 30 million children despite success in reducing polio, tetanus, and measles.[22] Measles and tetanus still kill more than 1 million children under 5 each year. Vitamin A supplementation costs only $0.02 for each capsule and given 2–3 times a year will prevent blindness and death. Although vitamin A supplementation has been shown to reduce all-cause mortality by 12 to 24 per cent, only 70 per cent of targeted children were reached in 2015.[15] Between 250,000 and 500,000 children become blind every year, with 70 percent of them dying within 12 months. Oral rehydration therapy (ORT) is an effective treatment for lost liquids through diarrhea; yet only 4 in 10 (44 per cent) of children ill with diarrhea are treated with ORT.[15] Essential newborn care - including immunizing mothers against tetanus, ensuring clean delivery practices in a hygienic birthing environment, drying and wrapping the baby immediately after birth, providing necessary warmth, and promoting immediate and continued breastfeeding, immunization, and treatment of infections with antibiotics - could save the lives of 3 million newborns annually. Improved sanitation and access to clean drinking water can reduce childhood infections and diarrhea. Over 30% of the world's population does not have access to basic sanitation, and 844 million people use unsafe sources of drinking water.[23] Agencies promoting and implementing child survival activities worldwide include UNICEF and non-governmental organizations; major child survival donors worldwide include the World Bank, the British Government's Department for International Development, the Canadian International Development Agency and the United States Agency for International Development. In the United States, most non-governmental child survival agencies belong to the CORE Group, a coalition working, through collaborative action, to save the lives of young children in the world's poorest countries. Substantial global progress has been made in reducing child deaths since 1990. The total number of under-5 deaths worldwide has declined from 12.6 million in 1990 to 5.2 million in 2019. Since 1990, the global under-5 mortality rate has dropped by 59%, from 93 deaths per 1000 live births in 1990 to 38 in 2019. This is equivalent to 1 in 11 children dying before reaching age 5 in 1990, compared to 1 in 27 in 2019. The Sustainable Development Goals has set 2 new goals to reduce under-5 and newborn mortality. The goals set newborn mortality for 12 per 1,00 live births in every country and for under 5 mortality 25 per 1,000 livebirths in every country. In 2019, 122 countries met this and every 10 years, 20 more are expected to follow.[24] WHO states they support health equity and universal health care so that all countries may have proper health care with no finances involved.[11] Child mortality has been dropping as each country reaches a high stage of DTM. From 2000 to 2010, child mortality has dropped from 9.6 million to 7.6 million. In order to reduce child mortality rates, there needs to be better education, higher standards of healthcare and more caution in childbearing. Child mortality could be reduced by attendance of professionals at birth and by breastfeeding and through access to clean water, sanitation, and immunization.[13] In 2016, the world average was 41 (4.1%), down from 93 (9.3%) in 1990.[4] This is equivalent to 5.6 million children less than five years old dying in 2016.[4] Global child mortality over time Child mortality is high in countries where women have many children (high fertility rates). Wealthy countries have lower child mortality rates than poor ones. Huge disparities in under-5 mortality rates exist. Globally, the risk of a child dying in the country with the highest under-5 mortality rate is about 60 times higher than in the country with the lowest under-5 mortality rate.[4] Sub-Saharan Africa remains the region with the highest under-5 mortality rates in the world: All six countries with rates above 100 deaths per 1,000 live births are in sub-Saharan Africa, with Somalia having the highest under-5 mortality rates.[26][4] Furthermore, approximately 80% of under-5 deaths occur in only two regions: sub-Saharan Africa and South Asia.[4] 6 countries account for half of the global under-5 deaths, namely, India, Nigeria, Pakistan, the Democratic Republic of the Congo, Ethiopia and China.[4] India and Nigeria alone account for almost a third (32 per cent) of the global under-five deaths.[4] Within low- and middle-income countries, there is also substantial variation in child mortality rates across administrative divisions.[27][28] Likewise, there are disparities between wealthy and poor households in developing countries. According to a Save the Children paper, children from the poorest households in India are three times more likely to die before their fifth birthday than those from the richest households.[29] A systematic study reports for all the low- and middle-income countries (not including China), the children among the poorest households are twice as likely to die before the age of 5 years old compare to those in the richest household.[30] A large team of researchers published a major study on the global distribution of child mortality in Nature in October 2019.[31] It was the first global study that mapped child death on the level of subnational district (17,554 units). The study was described as an important step to make action possible that further reduces child mortality.[32] The child survival rate of nations varies with factors such as fertility rate and income distribution; the change in distribution shows a strong correlation between child survival and income distribution as well as fertility rate, where increasing child survival allows the average income to increase as well as the average fertility rate to decrease.[33][34] Child mortality, unlike mortality throughout other ages, actually dropped in 2020 when the Covid-19 pandemic hit the world. Children were among the lowest group of deaths in the world due to Covid-19. About 3.7 million deaths occurred and only 0.4 of them occurred in adolescents under 20 years of age, making about 13,400 deaths in adolescents. Of that small proportion, 42% occurred in children under the age of 9 years old.[35]","Title":"Child mortality - Wikipedia","KeyID":"9545","URL":"https://en.wikipedia.org/wiki/Child_mortality"}