{"Content: ":"Multimorbidity, also known as multiple long-term conditions (MLTC), means living with two or more chronic illnesses.[1] For example, a person could have diabetes, heart disease and depression at the same time. Multimorbidity can have a significant impact on people's health and wellbeing. It also poses a complex challenge to healthcare systems which are traditionally focused on individual diseases.[1] Multiple long-term conditions are much more common in older people, affecting more than half of those over 65,[2] however, they can also be found in young people.[3] The concept of multiple long-term conditions is not clearly defined[1][4][5] and may be referred to by various names.[6] Multimorbidity is often referred to as comorbidity even though the two are considered distinct clinical scenarios.[6][7][8] Comorbidity means that one 'index' condition is the focus of attention, and others are viewed in relation to this. In contrast, multimorbidity describes someone having two or more long-term (chronic) conditions without any of them holding priority over the others. This distinction is important in how the healthcare system treats people and helps making clear the specific settings in which the use of one or the other term can be preferred. Multimorbidity offers a more general and person-centered concept that allows focusing on all of the patient's symptoms and providing a more holistic care. In other settings, for example in pharmaceutical research, comorbidity might often be the more useful term to use.[2][8] The broad definition of multimorbidity, consistent with what is used by most researchers, the WHO and the UK's Academy of Medical Sciences is the \"co-existence of two or more chronic conditions\". These can be physical non-communicable diseases, infectious and mental health conditions in any possible combinations and they may or may not interact with each other.[6] When the co-existing conditions have similar origins or treatments the terms used is concordant multimorbidity, while discordant multimorbidity is used to refer to conditions that appear to be unrelated to each other.[6] Definitions of multimorbidity usually differ in the minimum number of concurrent conditions they require (most often this is two or more) and in the types of conditions they consider.[9] For example the UK's National Institute for Health and Care Excellence (NICE) includes alcohol and substance misuse in their list of conditions considered to constitute multimorbidity.[10] The most commonly used term to describe the concept is multimorbidity. However, scientific literature shows a diverse range of terms used with the same meaning. These include comorbidity, polymorbidity, polypathology, pluripathology, multipathology, multicondition.[11] The UK's National Institute for Health and Care Research (NIHR) uses the term multiple long-term conditions (MLTC) as it is more accepted and understood by patients and the public.[12] A range of biological, psychological, behavioural, socioeconomic and environmental factors affect the likelihood of having multimorbidity. How these risk factors interact to trigger multiple long-term conditions is complex and still not fully understood.[1] Lifestyle factors that may increase the risk of multiple long-term conditions include obesity, poor diet, poor sleep, smoking, air pollution, alcohol; and lifestyles factors that may reduce the risk of MLTC includes eating a healthy diet, physical activity, and strong social networks.[1][13] Lower socioeconomic status, measured by a combination of education, occupation and literacy indicators, seems to increase the risk of developing multimorbidity.[14] For instance, based on the Whitehall II Study, people in lower employment positions seem to have a 66% higher risk of developing multiple long-term conditions than people in higher positions. However, socioeconomic status does not appear to influence the risk of dying after the onset of multiple long-term conditions.[14] Another study showed an increase of almost 50% in the odds of multimorbidity occurring in those with the least wealth compared to those with the most wealth.[15] Therefore, reducing socioeconomic inequalities by improving working and living conditions and education to everyone is important to reduce the burden of multiple long-term conditions on population health.[14] Multimorbidity is associated with reduced quality of life[16] and increased risk of death.[17] The risk of death is positively associated with individuals with greater number of chronic conditions and reversely associated with socioeconomic status.[17] People with multiple long-term conditions may have a four-fold increase in the risk of death in comparison with people without MLTC irrespective of their socioeconomic status.[14] In some cases, specific combinations of diseases are associated with higher mortality.[18] For example, people with long-term conditions affecting the heart, lung, and urinary systems have strong effects on mortality.[18] There are many additional issues associated with living with multiple long term conditions. One study from the US found that having more than 3 conditions significantly increased the chance of reduced quality of life and physical functioning. The researchers called for the holistic treatment of multimorbidities due to the complexities of multiple long-term conditions.[19] Due to the higher prevalence of multimorbidity (55 - 98%),[2] a new concept of \"complex multimorbidity (CMM)\" has been proposed.[20] CMM differs from the definition of conventional multimorbidity in that CMM is defined by the number of body systems affected by the diseases rather than the number of diseases. CMM is associated is mortality and long-term care needs in older adults.[21][22][23] Physical and mental health conditions can adversely impact the other through a number of pathways, and have significant impact on health and wellbeing.[24] For people whose long-term conditions include severe mental illness, the lifespan can be 10–20 years less than the general population.[25] For them, addressing the underlying risk factors for physical health problems is critical to good outcomes.[24] There is considerable evidence that having multiple long-term physical conditions can lead to the development of both depression and anxiety.[26] There are many factors which might explain why physical multimorbidity affects mental health including chronic pain,[27] frailty,[28][29] symptom burden,[30] functional impairment,[31] reduced quality of life,[16] increased levels of inflammation,[32] and polypharmacy.[33] Evidence from large population studies from the United Kingdom and China suggests that specific combinations of physical conditions increase the risk of developing depression and anxiety more than others, such as co-occurring respiratory disorders and co-occurring painful and gastrointestinal disorders.[34][35] People with multimorbidity face many challenges because of the way health systems are organised. Most health systems are designed to cater for people with a single chronic condition.[36] Some of the difficulties experienced by people with multiple long-term conditions include: poor coordination of medical care, managing multiple medications (polypharmacy), high costs associated with treatment,[37] increases in their time spent managing illness,[38] difficulty managing multiple illness management regimes,[39] and aggravation of one condition by symptoms or treatment of another.[40] There is growing recognition that living with multiple long-term conditions leads to complex and challenging burdens for people living with MLTC themselves but also health care professionals working in the health system looking after those with long-term conditions. Living with multiple-long term conditions can be burdensome in terms of managing the illness, particularly if the diagnoses results in polypharmacy (taking multiple medicines).[1] The MEMORABLE study sought to understand how to improve medication management for people with MLTC. They identified five burdens that make managing medicines challenging: when the purpose of reviewing medicines is not clear to the person; when a lack of information prevents the person contributing to decisions about their health; when people with MLTC don't see the same health care professional consistently; when people are seen by lots of different professionals working across different services; and when the health service does not recognise the experiences of people living with MLTC.[41] There are well-evidenced prevention strategies for many of the component diseases of multiple condition clusters. For example: An increased understanding of which conditions most commonly cluster, along with their underlying risk factors, would help prioritise strategies for early diagnosis, screening and prevention.[1] Multimorbidity is common in older adults, estimated to affect over half of those aged 65 and over. This increased prevalence has been explained by older adults' \"longer exposure and increased vulnerability to risk factors for chronic health problems\".[2] The prevalence of multimorbidity has been increasing in recent decades.[43][44][45] The high prevalence of multimorbidity has led to some describing it as \"The most common chronic condition\".[46] Multimorbidity is also more common among people from lower socioeconomic statuses.[2][47][48] Multimorbidity is a significant issue in low‐ and middle‐income countries, although prevalence is not as high as in high income countries.[49] Research funders in the UK, including the Medical Research Council (MRC), the Wellcome Trust and the National Institute for Health and Care Research (NIHR) have published the \"Cross-funder multimorbidity research framework\" which sets out a vision for the research agenda of multiple long-term conditions. The framework aims to drive advances in the understanding of multiple long-term conditions and promote a change in research culture to tackle multimorbidity.[50][51] The NIHR also published its own strategic framework regarding MLTC which aligns with the cross-funder framework.[12]","Title":"Multimorbidity - Wikipedia","KeyID":"9549","URL":"https://en.wikipedia.org/wiki/Multimorbidity"}