{"Content: ":"The order Chiroptera, comprising all bats, has evolved the unique mammalian adaptation of flight. Bat wings are modified tetrapod forelimbs. Because bats are mammals, the skeletal structures in their wings are morphologically homologous to the skeletal components found in other tetrapod forelimbs. Through adaptive evolution these structures in bats have undergone many morphological changes, such as webbed digits, elongation of the forelimb, and reduction in bone thickness.[1] Recently, there have been comparative studies of mouse and bat forelimb development to understand the genetic basis of morphological evolution. Consequently, the bat wing is a valuable evo-devo model for studying the evolution of vertebrate limb diversity. Tetrapod limb development involves many signaling molecules such as FGF, BMP, SHH and WNT. The apical ectodermal ridge is a structure found at the distal most tip which becomes a key signaling center for the developing limb.[2] Surprisingly many of the same signaling pathways known to play a role in tetrapod limb development have been found to play a role in bat forelimb development but the timing, intensity, and spatial gene expression of some orthologous genes have changed. Since mice are also mammals, it is convenient to compare morphology and development of forelimbs between mice and bats; these comparisons may elucidate the genetic basis of adaptive bat wing development.[citation needed] Although many of the molecular mechanisms involved in limb development are conserved between mouse and bat, there are a number of differences primarily seen in gene expression patterns. Surprisingly, the coding regions of many of these genes with different expression domains are highly conserved between mouse and bat. Thus, it is likely that this major morphological transition was a consequence of cis-regulatory changes. Researchers can study the genetic basis of bat wing development by using comparative in situ hybridization to examine gene expression domains and using experimental embryology in mice and bats.[citation needed] Formation of the bat wing membrane (the patagium) allowed a greater surface area of the wing necessary for flight. All vertebrate limb formation initially has tissue between the digits after which apoptosis occurs to separate the digits. BMP signals are most likely responsible for the interdigit apoptosis as they are expressed in the interdigit tissue and blocking BMP signaling will prevent interdigital apoptosis.[3] However, in bats, BMP genes are still expressed in the interdigits and yet interdigit apoptosis is repressed. FGF signaling has been associated with blocking cell death.[4] Fgf8 is expressed in bat interdigit tissue during a time when apoptosis occurs which does not occur in mice. Thus, FGFs may play a role in blocking the apoptotic effects of BMPs in the bat wing interdigit. Finally, applying ectopic BMPs and FGF antagonists to developing bat wings results in apoptosis of the patagium.[5] One major difference in bat forearms is that their skeletal limb structures are elongated. This elongation of the forelimb skeleton is required to support the wing membrane. Comparative in situ hybridization studies have revealed that the expression domain of fgf8 in bat forelimb AER are expanded in comparison to the mouse forelimb, suggesting that expanded expression of fgf8 may contribute to the larger size of the bat forelimb. Because the mouse and bat orthologs are conserved, there is likely to be a regulatory change in fgf8.[6] In mice, one gene known to regulate limb growth is prx1, which encodes a transcription factor.[7] The expression patterns of prx1 in bats differs from mice in that prx1 has an expanded expression domain and is upregulated. Researchers found that the coding region of prx1 in bats is nearly identical to mice but found a bat-specific prx1 enhancer.[8] When they replaced the bat prx1 enhancer with the endogenous enhancer found in mice, these transgenic mice had slightly increased forelimbs. Comparative studies have established that bat digits undergo a more rapid rate of chondrocyte proliferation.[9] In addition to interdigit apoptosis, BMPs have been shown to affect chondrocyte proliferation and digit length in mice.[10] Bmp-2 shows increased expression in the digits of bats compared with mice, suggesting that a change in the BMP pathway has occurred to give rise to longer bat digits.[9] Another major difference in bat forelimbs is in the density of their skeletal limbs. The bones found in their forelimbs are reduced to achieve a light body weight required for flight. In particular, their ulna is reduced in width and fused to the other zeugopod element, the radius.[1] One of the possible molecular pathways involved in reduction of bat skeletal forelimb thickness is differences in SHH expression. Mice with shh null mutations lose their ulna structure.[11] Another good candidate for bat bone reduction is Hox-d13, a gene belonging to the Hox gene family. In situ hybridization studies have found that the Hoxd13 expression domain in bat limbs has been shifted posteriorly in comparison to mouse.[12] This observed difference in the expression pattern of Hoxd13 may also explain reduced size and density of the ulna found in bats. Overall, these studies suggest that the molecular changes responsible for the evolution of wings in bats is due to genetic regulatory changes.[citation needed]","Title":"Bat wing development - Wikipedia","KeyID":"956","URL":"https://en.wikipedia.org/wiki/Bat_wing_development"}