{"Content: ":"This is a list of the largest known epidemics and pandemics caused by an infectious disease. Widespread non-communicable diseases such as cardiovascular disease and cancer are not included. An epidemic is the rapid spread of disease to a large number of people in a given population within a short period of time; in meningococcal infections, an attack rate in excess of 15 cases per 100,000 people for two consecutive weeks is considered an epidemic.[1] Due to the long time spans, the first plague pandemic (6th century–8th century) and the second plague pandemic (14th century–early 19th century) are shown by individual outbreaks, such as the Plague of Justinian (first pandemic) and the Black Death (second pandemic). Extant epidemics are in boldface. For a given epidemic, the average of its estimated death toll range is used for ranking. If the death toll averages of two or more epidemics are equal, then the smaller the range, the higher the rank. For the historical records of major changes in the world population, see world population.[2][3] Not included in the above table are many waves of deadly diseases brought by Europeans to the Americas and Caribbean. Western Hemisphere populations were decimated mostly by smallpox, but also typhus, measles, influenza, bubonic plague, cholera, malaria, tuberculosis, mumps, yellow fever, and pertussis. The lack of written records in many places and the destruction of many native societies by disease, war, and colonization make estimates uncertain. Deaths probably numbered in the tens or perhaps over a hundred million, with perhaps 90% of the population dead in the worst-hit areas. Lack of scientific knowledge about microorganisms and lack of surviving medical records for many areas makes attribution of specific numbers to specific diseases uncertain. There have been various major infectious diseases with high prevalence worldwide, but they are currently not listed in the above table as epidemics/pandemics due to the lack of definite data, such as time span and death toll. Events in boldface are ongoing.","Title":"List of epidemics - Wikipedia","KeyID":"9567","URL":"https://en.wikipedia.org/wiki/List_of_epidemics"}