{"Content: ":"In public health, social distancing, also called physical distancing,[2][3][4] is a set of non-pharmaceutical interventions or measures intended to prevent the spread of a contagious disease by maintaining a physical distance between people and reducing the number of times people come into close contact with each other.[2][5] It usually involves keeping a certain distance from others (the distance specified differs from country to country and can change with time) and avoiding gathering together in large groups.[6][7] By minimising the probability that a given uninfected person will come into physical contact with an infected person, the disease transmission can be suppressed, resulting in fewer deaths.[2] The measures may be used in combination with others, such as good respiratory hygiene, face masks and hand washing.[8][9] To slow down the spread of infectious diseases and avoid overburdening healthcare systems, particularly during a pandemic, several social-distancing measures are used, including the closing of schools and workplaces, isolation, quarantine, restricting the movement of people and the cancellation of mass gatherings.[5][10] Drawbacks of social distancing can include loneliness, reduced productivity and the loss of other benefits associated with human interaction.[11] Social distancing measures are most effective when the infectious disease spreads via one or more of the following methods, droplet contact (coughing or sneezing), direct physical contact (including sexual contact), indirect physical contact (such as by touching a contaminated surface), and airborne transmission (if the microorganism can survive in the air for long periods). The measures are less effective when an infection is transmitted primarily via contaminated water or food or by vectors such as mosquitoes or other insects.[12] Authorities have encouraged or mandated social distancing during the COVID-19 pandemic as it is an important method of preventing transmission of COVID-19. COVID-19 is much more likely to spread over short distances than long ones. However, it can spread over distances longer than 2 m (6 ft) in enclosed, poorly ventilated places and with prolonged exposure.[13] Although the term \"social distancing\" was not introduced until the 21st century,[14] social-distancing measures date back to at least the 5th century BC. The Bible contains one of the earliest known references to the practice in the Book of Leviticus 13:46: \"And the leper in whom the plague is... he shall dwell alone; [outside] the camp shall his habitation be.\"[15] During the Plague of Justinian of 541 to 542, Emperor Justinian enforced an ineffective quarantine on the Byzantine Empire, including dumping bodies into the sea; he predominantly blamed the widespread outbreak on \"Jews, Samaritans, pagans, heretics, Arians, Montanists and homosexuals\".[16] In modern times, social distancing measures have been successfully implemented in several epidemics. In St. Louis, shortly after the first cases of influenza were detected in the city during the 1918 flu pandemic, authorities implemented school closures, bans on public gatherings and other social-distancing interventions. The influenza fatality rates in St. Louis were much less than in Philadelphia, which had fewer cases of influenza but allowed a mass parade to continue and did not introduce social distancing until more than two weeks after its first cases.[17] The World Health Organization (WHO) has suggested using the term \"physical distancing\" instead of \"social distancing\" because it is physical separation which prevents transmission; people can remain socially connected by meeting outdoors at a safe distance (when there is no stay-at-home order) and by meeting via technology.[2][3][18][19] The American Centers for Disease Control and Prevention (CDC) have described social distancing as a set of \"methods for reducing frequency and closeness of contact between people in order to decrease the risk of transmission of disease\".[10] During the 2009 swine flu pandemic the WHO described social distancing as \"keeping at least an arm's length distance from others, [and] minimizing gatherings\".[8] During the COVID-19 pandemic, the CDC defined social distancing as \"remaining out of congregate settings, avoiding mass gatherings, and maintaining distance (approximately six feet or two meters) from others when possible\".[6][7] Social distancing, combined with the use of face masks, good respiratory hygiene and hand washing, is considered the most feasible way to reduce or delay a pandemic.[8][20] Several social distancing measures are used to control the spread of contagious illnesses. Research indicates that measures must be applied rigorously and immediately in order to be effective.[25] Keeping a set physical distance from each other and avoiding hugs and gestures that involve direct physical contact, reduce the risk of becoming infected during outbreaks of infectious respiratory diseases (for example, flu pandemics and the COVID-19 pandemic of 2020.)[6][26] These distances of separation, in addition to personal hygiene measures, are also recommended at places of work.[27] Where possible, remote work may be encouraged.[9][28] The distance advised by authorities varies. During the COVID-19 pandemic, for example, the World Health Organization recommends that a distance of 1 m (3.3 ft) or more is safe. Subsequently, China, Denmark, France, Hong Kong, Lithuania and Singapore adopted a 1 m social distancing policy. South Korea adopted 1.4 m (4.6 ft). Australia, Belgium, Germany, Greece, Italy, Netherlands, Portugal and Spain adopted 1.5 m (4.9 ft). The United States adopted 6 ft (1.8 m), and Canada adopted 2 m (6.6 ft). The United Kingdom first advised 2 m, then on July 4, 2020 reduced this to \"one metre plus\" where other methods of mitigation such as face masks were in use.[29] The WHO's one-metre recommendation stems from research into droplet-based transmission of tuberculosis by William F. Wells, which had found that droplets produced by exhalation, coughs, or sneezes landed an average of 3 ft (0.9 m) from where they were expelled.[30][31][32] Quartz speculated that the U.S. CDC's adoption of 6 ft (1.8 m) may have stemmed from a study of SARS transmission on an airplane, published in The New England Journal of Medicine. When contacted, however, the CDC did not provide any specific information.[33] Some have suggested that distances greater than 1–2 m (3.3–6.6 ft) should be observed.[34][35][36][37][38][39] One minute of loud speaking can produce oral droplets with a load of 7 million SARS-CoV-2 virus per milliliter that can remain for more than eight minutes,[40] a time-period during which many people could enter or remain in the area. A sneeze can distribute such droplets as far as 7 m (23 ft) or 8 m (26 ft).[41] Social distancing is less effective than face masks at reducing the spread of COVID-19.[42] Various alternatives have been proposed for the tradition of handshaking. The gesture of namaste, placing one's palms together, fingers pointing upwards, drawing the hands to the heart, is one non-touch alternative. During the COVID-19 pandemic in the United Kingdom, this gesture was used by Prince Charles upon greeting reception guests, and has been recommended by the Director-General of the WHO, Dr. Tedros Adhanom Ghebreyesus, and Israeli Prime Minister Benjamin Netanyahu.[43] Other alternatives include the popular thumbs up gesture, the wave, the shaka (or \"hang loose\") sign, and placing a palm on one's heart, as practiced in parts of Iran.[43] In this computer lab, every other workstation has been closed off to increase the distance between people working, and screens between workstations are also in place. Floor markings can help people maintain distance in public places, especially when queueing. Urinals adjusted in a way close contacts are less likely Mathematical modeling has shown that transmission of an outbreak may be delayed by closing schools. However, effectiveness depends on the contacts children maintain outside of school. Often, one parent has to take time off work, and prolonged closures may be required. These factors could result in social and economic disruption.[45][46] Modeling and simulation studies based on U.S. data suggest that if 10% of affected workplaces are closed, the overall infection transmission rate is around 11.9% and the epidemic peak time is slightly delayed. In contrast, if 33% of affected workplaces are closed, the attack rate decreases to 4.9%, and the peak time is delayed by one week.[47][48] Workplace closures include closure of \"non-essential\" businesses and social services (\"non-essential\" means those facilities that do not maintain primary functions in the community, as opposed to essential services).[49][28] Cancellation of mass gatherings includes sports events, films or musical shows.[50] Evidence suggesting that mass gatherings increase the potential for infectious disease transmission is inconclusive.[51] Anecdotal evidence suggests certain types of mass gatherings may be associated with increased risk of influenza transmission, and may also \"seed\" new strains into an area, instigating community transmission in a pandemic. During the 1918 influenza pandemic, military parades in Philadelphia[52] and Boston[53] may have been responsible for spreading the disease by mixing infected sailors with crowds of civilians. Restricting mass gatherings, in combination with other social distancing interventions, may help reduce transmission.[28][54] A recent peer-reviewed study in the British Medical Journal (The BMJ) also suggested it as one of the key components of an effective strategy in reducing the burden of COVID-19.[24] Border restrictions or internal travel restrictions are unlikely to delay an epidemic by more than two to three weeks unless implemented with over 99% coverage.[55] Airport screening was found to be ineffective in preventing viral transmission during the 2003 SARS outbreak in Canada[56] and the U.S.[57] Strict border controls between Austria and the Ottoman Empire, imposed from 1770 until 1871 to prevent persons infected with the bubonic plague from entering Austria, were reportedly effective, as there were no major outbreaks of plague in Austrian territory after they were established, whereas the Ottoman Empire continued to suffer frequent epidemics of plague until the mid-nineteenth century.[58][59] A Northeastern University study published in March 2020 found that \"travel restrictions to and from China only slow down the international spread of COVID-19 [when] combined with efforts to reduce transmission on a community and an individual level. ... Travel restrictions aren't enough unless we couple it with social distancing.\"[60] The study found that the travel ban in Wuhan delayed the spread of the disease to other parts of mainland China only by three to five days, although it did reduce the spread of international cases by as much as 80 percent.[61] Shielding measures for individuals include limiting face-to-face contacts, conducting business by phone or online, avoiding public places and reducing unnecessary travel.[62][63][64] During the COVID-19 pandemic in the United Kingdom, shielding referred to special advisory measures put in place by the UK Government to protect those at the highest risk of serious illness from the disease. This included those with weakened immune systems (such as organ transplant recipients), as well as those with certain medical conditions such as cystic fibrosis or severe asthma. Until June 1, 2020, those shielding were strongly advised not to leave home for any reason at all, including essential travel, and to maintain a 2 m (6.6 ft) distance from anyone else in their household. Supermarkets quickly made priority grocery delivery slots available to those shielding, and the Government arranged for food boxes to be sent to those shielding who needed additional assistance, for example elderly people shielding on their own. This was gradually relaxed from June to allow shielders to spend more time outside, before being suspended indefinitely from August 1. During the 2003 SARS outbreak in Singapore, approximately 8000 people were subjected to mandatory home quarantine and an additional 4300 were required to self-monitor for symptoms and make daily telephone contact with health authorities as a means of controlling the epidemic. Although only 58 of these individuals were eventually diagnosed with SARS, public health officials were satisfied that this measure assisted in preventing further spread of the infection.[65] Voluntary self-isolation may have helped reduce transmission of influenza in Texas in 2009.[66] Short and long-term negative psychological effects have been reported.[11] The objective of stay-at-home orders is to reduce day-to-day contact between people and thereby reduce the spread of infection[67] During the COVID-19 pandemic, early and aggressive implementation of stay-at-home orders was effective in \"flattening the curve\" and provided the much needed time for healthcare systems to increase their capacity while reducing the number of peak cases during the initial wave of illness.[28] It is important for public health authorities to follow disease trends closely to re-implement appropriate social distancing policies, including stay-at-home orders, if secondary COVID-19 waves appear.[28] In 1995, a cordon sanitaire was used to control an outbreak of Ebola virus disease in Kikwit, Zaire.[68][69][70] President Mobutu Sese Seko surrounded the town with troops and suspended all flights into the community. Inside Kikwit, the World Health Organization and Zaire's medical teams erected further cordons sanitaires, isolating burial and treatment zones from the general population and successfully containing the infection.[71] During the 1918 influenza epidemic, the town of Gunnison, Colorado, isolated itself for two months to prevent an introduction of the infection. Highways were barricaded and arriving train passengers were quarantined for five days. As a result of the isolation, no one died of influenza in Gunnison during the epidemic.[72] Several other communities adopted similar measures.[73] Other measures include shutting down or limiting mass transit[74] and closure of sport facilities (community swimming pools, youth clubs, gymnasiums).[75] Due to the highly interconnected nature of modern transportation hubs, a highly contagious illness can achieve rapid geographic spread if appropriate mitigation measures are not taken early.[28] Consequently, highly coordinated efforts must be put into place early during an outbreak to proactively monitor, detect, and isolate any potentially infectious individuals.[28] If community spread is present, more aggressive measures may be required, up to and including complete cessation of travel in/out of a specific geographic area.[28] Leper colonies and lazarettos were established as a means of preventing the spread of leprosy and other contagious diseases through social distancing,[76] until transmission was understood and effective treatments invented. The Lazzaretto of Ancona was constructed in the 18th century on an artificial island to serve as a quarantine station and leprosarium for the port town of Ancona, Italy. Two lepers denied entrance to town. Woodcut by Vincent of Beauvais, 14th century New York City parks and playgrounds were closed during a 1916 polio epidemic.[77] Passenger without mask being refused boarding of a streetcar amid 1918 flu pandemic. (Seattle, Washington, 1918) During the 1916 New York City polio epidemic, when there were more than 27,000 cases and more than 6,000 deaths due to polio in the United States, with more than 2,000 deaths in New York City alone, movie theaters were closed, meetings were cancelled, public gatherings were almost non-existent, and children were warned not to drink from water fountains, and told to avoid amusement parks, swimming pools and beaches.[78][79] During the influenza pandemic of 1918, Philadelphia saw its first cases of influenza on 17 September.[80][17] The city continued with its planned parade and gathering of more than 200000 people on 28 September and over the subsequent three days, the city's 31 hospitals became fully occupied. During the week ending 16 October, over 4500 people died.[52][81] Social distancing measures were introduced on 3 October, on the orders of St. Louis physician Max C. Starkloff,[82] more than two weeks after the first case.[17] Unlike Philadelphia, St. Louis experienced its first cases of influenza on 5 October and the city took two days to implement several social distancing measures,[17] including closing schools, theatres, and other places where people get together. It banned public gatherings, including funerals. The actions slowed the spread of influenza in St. Louis and a spike in cases and deaths, as had happened in Philadelphia, did not occur.[83] The final death rate in St. Louis increased following a second wave of cases, but remained overall less than in other cities.[84] Bootsma and Ferguson analyzed social distancing interventions in sixteen U.S. cities during the 1918 epidemic and found that time-limited interventions reduced total mortality only moderately (perhaps 10–30%), and that the impact was often very limited because the interventions were introduced too late and lifted too early. It was observed that several cities experienced a second epidemic peak after social distancing controls were lifted, because susceptible individuals who had been protected were now exposed.[85] School closures were shown to reduce morbidity from the Asian flu by 90% during the 1957–1958 pandemic,[86] and up to 50% in controlling influenza in the U.S., 2004–2008.[87] Similarly, mandatory school closures and other social distancing measures were associated with a 29% to 37% reduction in influenza transmission rates during the 2009 flu epidemic in Mexico.[88] The 2009 swine flu pandemic caused social distancing to rise in popularity, most notably in Mexico, with the country's Ministry of Health advising people to avoid handshakes and kissing as ways of greeting people.[89] A mandatory nationwide school closure enacted in Mexico, which lasted for 18 days from late April 2009 to early May 2009, was a form of social distancing aimed at reducing the transmission of Swine flu.[90] A study from 2011 found the mandatory nationwide school closure and other forms of social distancing in Mexico were effective at reducing influenza transmission rates.[90] During the swine flu outbreak in 2009 in the UK, in an article titled \"Closure of schools during an influenza pandemic\" published in The Lancet Infectious Diseases, a group of epidemiologists endorsed the closure of schools to interrupt the course of the infection, slow the further spread and buy time to research and produce a vaccine.[91] Having studied previous influenza pandemics including the 1918 flu pandemic, the influenza pandemic of 1957 and the 1968 flu pandemic, they reported on the economic and workforce effect school closure would have, particularly with a large percentage of doctors and nurses being women, of whom half had children under the age of 16. They also looked at the dynamics of the spread of influenza in France during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they re-opened. They noted that when teachers in Israel went on strike during the flu season of 1999–2000, visits to doctors and the number of respiratory infections dropped by more than a fifth and more than two fifths respectively.[92] During the SARS outbreak of 2003, social distancing measures were implemented, such as banning large gatherings, closing schools and theaters, and other public places, supplemented public health measures such as finding and isolating affected people, quarantining their close contacts, and infection control procedures. This was combined with the wearing of masks for certain people.[93] During this time in Canada, \"community quarantine\" was used to reduce transmission of the disease with moderate success.[94] During the COVID-19 pandemic, social distancing and related measures are emphasized by several governments as alternatives to an enforced quarantine of heavily affected areas.[28] According to UNESCO monitoring, more than a hundred countries have implemented nationwide school closures in response to COVID-19, impacting over half the world's student population.[96] In the United Kingdom, the government advised the public to avoid public spaces, and cinemas and theaters voluntarily closed to encourage the government's message.[97] With many people disbelieving that COVID-19 is any worse than the seasonal flu,[98] it has been difficult to convince the public—particularly youth, and the anti vaxx community to voluntarily adopt social distancing practices.[99][100] In Belgium, media reported a rave was attended by at least 300 before it was broken up by local authorities. In France, teens making nonessential trips are fined up to US$150. Beaches were closed in Florida and Alabama to disperse partygoers during spring break.[101] Weddings were broken up in New Jersey and an 8 p.m. curfew was imposed in Newark. New York, New Jersey, Connecticut and Pennsylvania were the first states to adopt coordinated social distancing policies which closed down non-essential businesses and restricted large gatherings. Shelter in place orders in California were extended to the entire state on 19 March. On the same day Texas declared a public disaster and imposed statewide restrictions.[102] These preventive measures such as social-distancing and self-isolation prompted the widespread closure of primary, secondary, and post-secondary schools in more than 120 countries. As of 23 March 2020, more than 1.2 billion learners were out of school due to school closures in response to COVID-19.[96] Given low rates of COVID-19 symptoms among children, the effectiveness of school closures has been called into question.[103] Even when school closures are temporary, it carries high social and economic costs.[104] However, the significance of children in spreading COVID-19 is unclear.[105][106] While the full impact of school closures during the coronavirus pandemic are not yet known, UNESCO advises that school closures have negative impacts on local economies and on learning outcomes for students.[107] In early March 2020, the sentiment \"Stay Home\" was coined by Florian Reifschneider, a German engineer and was quickly echoed by notable celebrities such as Taylor Swift, Ariana Grande[108][109] and Busy Philipps[110] in hopes of reducing and delaying the peak of the outbreak. Facebook, Twitter and Instagram also joined the campaign with similar hashtags, stickers and filters under #staythefhome, #stayhome, #staythefuckhome and began trending across social media.[111][112][113][114] The website claims to have reached about two million people online and says the text has been translated into 17 languages.[114] There are concerns that social distancing can have adverse affects on participants' mental health.[28][115] It may lead to stress, anxiety, depression or panic, especially for individuals with preexisting conditions such as anxiety disorders, obsessive compulsive disorders, and paranoia.[28][116] Widespread media coverage about a pandemic, its impact on economy, and resulting hardships may create anxiety. Change in daily circumstances and uncertainty about the future may add onto the mental stress of being away from other people.[28][117] People with autism also suffer impact from social distancing. Adjusting to a new routine can be stressful for everyone within the spectrum but especially for children who have trouble with change.[118][119] Children with autism may not know what is going on or might not be able to express their fears and frustrations.[118] They also may need extra support to understand what's expected of them in some situations.[118][119] The adjustment to a new situation can lead to challenging behavior uncharacteristic of the autistic individual's true character.[119] In some countries and demographics, teenagers and young adults within the autistic spectrum disorder (ASD) receive support services including special education, behavioral therapy, occupational therapy, speech services, and individual aides through school, but this can be a major challenge, particularly since many teenagers with ASD already have social and communication difficulties.[120] Aggressive and self-injurious behaviors may increase during this time of fear and uncertainty.[120] In his 1957 science fiction novel The Naked Sun, Isaac Asimov portrays a planet where people live with social distancing. They are spread out, miles from each other, across a sparsely-populated world. Communication is primarily through technology. A male and a female still need to engage in sex to make a baby, but it is seen as a dangerous, nasty chore. In contrast, when communication is through technology the situation is the reverse: there is no modesty, and casual nudity is frequent. The novel's point of departure is a murder: this seemingly idyllic world, in fact, has serious social problems. From the perspective of epidemiology, the basic goal behind social distancing is to decrease the effective reproduction number, R e {\\displaystyle R_{e}} or R {\\displaystyle R} , which in the absence of social distancing would equate to the basic reproduction number, i.e. the average number of secondary infected individuals generated from one primary infected individual in a population where all individuals are equally susceptible to a disease. In a basic model of social distancing,[121] where a proportion f {\\displaystyle f} of the population engages in social distancing to decrease their interpersonal contacts to a fraction a {\\displaystyle a} of their normal contacts, the new effective reproduction number R {\\displaystyle R} is given by:[121]   Where the value of R {\\displaystyle R} can be brought below 1 for sufficiently long, containment is achieved, and the number infected should decrease.[122] For any given period of time, the growth in the number of infections can be modeled as:[123]   where: Using COVID-19 as an example, the following table shows the infection spread given: An empirical study published in July 2020 in The BMJ (British Medical Journal) analyzed data from 149 countries, and reported an average of 13% reduction in COVID-19 incidence after the implementation of social distancing policies.[24] Another study found that four social distancing interventions combined resulted in a reduction of the infection rate from 66% to less than 1%.[124] Animals also practice social distancing to avoid disease.[125]","Title":"Social distancing - Wikipedia","KeyID":"9572","URL":"https://en.wikipedia.org/wiki/Social_distancing"}