{"Content: ":"Genetically modified foods (GM foods), also known as genetically engineered foods (GE foods), or bioengineered foods are foods produced from organisms that have had changes introduced into their DNA using the methods of genetic engineering. Genetic engineering techniques allow for the introduction of new traits as well as greater control over traits when compared to previous methods, such as selective breeding and mutation breeding.[1] The discovery of DNA and the improvement of genetic technology in the 20th century played a crucial role in the development of transgenic technology.[2] In 1988, genetically modified microbial enzymes were first approved for use in food manufacture. Recombinant rennet was used in few countries in the 1990s.[3] Commercial sale of genetically modified foods began in 1994, when Calgene first marketed its unsuccessful Flavr Savr delayed-ripening tomato.[4][5] Most food modifications have primarily focused on cash crops in high demand by farmers such as soybean, maize/corn, canola, and cotton. Genetically modified crops have been engineered for resistance to pathogens and herbicides and for better nutrient profiles. The production of golden rice in 2000 marked a further improvement in the nutritional value of genetically modified food.[6] G M livestock have been developed, although, as of 2015[update], none were on the market.[7] As of 2015, the AquAdvantage salmon was the only animal approved for commercial production, sale and consumption by the FDA.[8][9] It is the first genetically modified animal to be approved for human consumption. Genes encoded for desired features, for instance an improved nutrient level, pesticide and herbicide resistances, and the possession of therapeutic substances, are often extracted and transferred to the target organisms, providing them with superior survival and production capacity.[10][11][12][13][14][15][16] The improved utilization value usually gave consumers benefit in specific aspects.[10][11][15] The application of genetically modified food also brings with it some potential risks, including the negative impact of modified genes on human beings and the contaminations to the surrounding environment.[10][11][15][16][17][18] These concerns lead to people’s different attitude toward transgenic food products.[10][16][19] There is a scientific consensus[20][21][22][23][24] that currently available food derived from GM crops poses no greater risk to human health than conventional food,[25][26][27][28][29][30][31] but that each GM food needs to be tested on a case-by-case basis before introduction.[32][33][34] Nonetheless, members of the public are much less likely than scientists to perceive GM foods as safe.[35][36][37][38] The legal and regulatory status of GM foods varies by country, with some nations banning or restricting them, and others permitting them with widely differing degrees of regulation,[39][40][41][42] which varied due to geographical, religious, social, and other factors.[10][43][44][45][46] However, there are ongoing public concerns related to food safety, regulation, labelling, environmental impact, research methods, and the fact that some GM seeds, along with all new plant varieties, are subject to plant breeders' rights owned by corporations.[47] Genetically modified foods are foods produced from organisms that have had changes introduced into their DNA using the methods of genetic engineering as opposed to traditional cross breeding.[48][49] In the U.S., the Department of Agriculture (USDA) and the Food and Drug Administration (FDA) favor the use of the term genetic engineering over genetic modification as being more precise; the USDA defines genetic modification to include \"genetic engineering or other more traditional methods\".[50][51] According to the World Health Organization, \"Foods produced from or using GM organisms are often referred to as GM foods.\"[48] What constitutes a genetically modified organism (GMO) is not clear and varies widely between countries, international bodies and other communities, has changed significantly over time, and was subject to numerous exceptions based on \"convention\", such as exclusion of mutation breeding from the EU definition.[52] Even greater inconsistency and confusion is associated with various \"Non-GMO\" or \"GMO-free\" labelling schemes in food marketing, where even products such as water or salt, that do not contain any organic substances and genetic material (and thus cannot be genetically modified by definition) are being labelled to create an impression of being \"more healthy\".[53][54] Human-directed genetic manipulation of food began with the domestication of plants and animals through artificial selection at about 10,500 to 10,100 BC.[55]: 1  The process of selective breeding, in which organisms with desired traits (and thus with the desired genes) are used to breed the next generation and organisms lacking the trait are not bred, is a precursor to the modern concept of genetic modification (GM).[55]: 1 [56]: 1  With the discovery of DNA in the early 1900s and various advancements in genetic techniques through the 1970s[2] it became possible to directly alter the DNA and genes within food. Genetically modified microbial enzymes were the first application of genetically modified organisms in food production and were approved in 1988 by the US Food and Drug Administration.[3] In the early 1990s, recombinant chymosin was approved for use in several countries.[3][57] Cheese had typically been made using the enzyme complex rennet that had been extracted from cows' stomach lining. Scientists modified bacteria to produce chymosin, which was also able to clot milk, resulting in cheese curds.[58] The first genetically modified food approved for release was the Flavr Savr tomato in 1994.[4] Developed by Calgene, it was engineered to have a longer shelf life by inserting an antisense gene that delayed ripening.[59] China was the first country to commercialize a transgenic crop in 1993 with the introduction of virus-resistant tobacco.[60] In 1995, Bacillus thuringiensis (Bt) Potato was approved for cultivation, making it the first pesticide producing crop to be approved in the US.[61] Other genetically modified crops receiving marketing approval in 1995 were: canola with modified oil composition, Bt maize/corn, cotton resistant to the herbicide bromoxynil, Bt cotton, glyphosate-tolerant soybeans, virus-resistant squash, and another delayed ripening tomato.[4] With the creation of golden rice in 2000, scientists had genetically modified food to increase its nutrient value for the first time.[6] By 2010, 29 countries had planted commercialized biotech crops and a further 31 countries had granted regulatory approval for transgenic crops to be imported.[62] The US was the leading country in the production of GM foods in 2011, with twenty-five GM crops having received regulatory approval.[63] In 2015, 92% of corn, 94% of soybeans, and 94% of cotton produced in the US were genetically modified varieties.[64] The first genetically modified animal to be approved for food use was AquAdvantage salmon in 2015.[65] The salmon were transformed with a growth hormone-regulating gene from a Pacific Chinook salmon and a promoter from an ocean pout enabling it to grow year-round instead of only during spring and summer.[66] A GM white button mushroom (Agaricus bisporus) has been approved in the United States since 2016. See §Mushroom below. The most widely planted GMOs are designed to tolerate herbicides. The use of herbicides presents a strong selection pressure on treated weeds to gain resistance to the herbicide. Widespread planting of GM crops resistant to glyphosate has led to the use of glyphosate to control weeds and many weed species, such as Palmer amaranth, acquiring resistance to the herbicide.[67][68][69] In 2021, the first CRISPR-edited food has gone on public sale in Japan. Tomatoes were genetically modified for around five times the normal amount of possibly calming[70] GABA.[71] CRISPR was first applied in tomatoes in 2014.[72] Shortly afterwards, the first CRISPR-gene-edited marine animal/seafood and second set of CRISPR-edited food has gone on public sale in Japan: two fish of which one species grows to twice the size of natural specimens due to disruption of leptin, which controls appetite, and the other grows to 1.2 the natural average size with the same amount of food due to disabled myostatin, which inhibits muscle growth.[73][74][75] Creating genetically modified food is a multi-step process. The first step is to identify a useful gene from another organism that you would like to add. The gene can be taken from a cell[76] or artificially synthesised,[77] and then combined with other genetic elements, including a promoter and terminator region and a selectable marker.[78] Then the genetic elements are inserted into the targets genome. DNA is generally inserted into animal cells using microinjection, where it can be injected through the cell's nuclear envelope directly into the nucleus, or through the use of viral vectors.[79] In plants the DNA is often inserted using Agrobacterium-mediated recombination,[80][81] biolistics[82] or electroporation. As only a single cell is transformed with genetic material, the organism must be regenerated from that single cell. In plants this is accomplished through tissue culture.[83][84] In animals it is necessary to ensure that the inserted DNA is present in the embryonic stem cells.[80] Further testing using PCR, Southern hybridization, and DNA sequencing is conducted to confirm that an organism contains the new gene.[85] Traditionally the new genetic material was inserted randomly within the host genome. Gene targeting techniques, which creates double-stranded breaks and takes advantage on the cells natural homologous recombination repair systems, have been developed to target insertion to exact locations. Genome editing uses artificially engineered nucleases that create breaks at specific points. There are four families of engineered nucleases: meganucleases,[86][87] zinc finger nucleases,[88][89] transcription activator-like effector nucleases (TALENs),[90][91] and the Cas9-guideRNA system (adapted from CRISPR).[92][93] TALEN and CRISPR are the two most commonly used and each has its own advantages.[94] TALENs have greater target specificity, while CRISPR is easier to design and more efficient.[94] Genetically modified crops (GM crops) are genetically modified plants that are used in agriculture. The first crops developed were used for animal or human food and provide resistance to certain pests, diseases, environmental conditions, spoilage or chemical treatments (e.g. resistance to a herbicide). The second generation of crops aimed to improve the quality, often by altering the nutrient profile. Third generation genetically modified crops could be used for non-food purposes, including the production of pharmaceutical agents, biofuels, and other industrially useful goods, as well as for bioremediation.[95] GM crops have been produced to improve harvests through reducing insect pressure, increase nutrient value and tolerate different abiotic stresses. As of 2018, the commercialised crops are limited mostly to cash crops like cotton, soybean, maize/corn and canola and the vast majority of the introduced traits provide either herbicide tolerance or insect resistance.[95] The majority of GM crops have been modified to be resistant to selected herbicides, usually a glyphosate or glufosinate based one. Genetically modified crops engineered to resist herbicides are now more available than conventionally bred resistant varieties.[96] Most currently available genes used to engineer insect resistance come from the Bacillus thuringiensis (Bt) bacterium and code for delta endotoxins. A few use the genes that encode for vegetative insecticidal proteins.[97] The only gene commercially used to provide insect protection that does not originate from B. thuringiensis is the Cowpea trypsin inhibitor (CpTI). CpTI was first approved for use cotton in 1999 and is currently undergoing trials in rice.[98][99] Less than one percent of GM crops contained other traits, which include providing virus resistance, delaying senescence and altering the plants composition.[100] Adoption by farmers has been rapid, between 1996 and 2013, the total surface area of land cultivated with GM crops increased by a factor of 100.[101] Geographically though the spread has been uneven, with strong growth in the Americas and parts of Asia and little in Europe and Africa[95] in 2013 only 10% of world cropland was GM, with the US, Canada, Brazil, and Argentina being 90% of that.[24] Its socioeconomic spread has been more even, with approximately 54% of worldwide GM crops grown in developing countries in 2013.[101] Although doubts have been raised,[102] most studies have found growing GM crops to be beneficial to farmers through decreased pesticide use as well as increased crop yield and farm profit.[103][104][105] Long before humans began using transgenics, sweet potato emerged naturally 8000 years ago by embedding of genes from bacteria, that increased its sugar content. Kyndt et al 2015 finds Agrobacterium tumefaciens DNA from this natural transgenic event still in the crop's genome today.[106][107]: 141 [108][109] Papaya was genetically modified to resist the ringspot virus (PSRV). \"SunUp\" is a transgenic red-fleshed Sunset papaya cultivar that is homozygous for the coat protein gene PRSV; \"Rainbow\" is a yellow-fleshed F1 hybrid developed by crossing 'SunUp' and nontransgenic yellow-fleshed \"Kapoho\".[110] The GM cultivar was approved in 1998[111] and by 2010 80% of Hawaiian papaya was genetically engineered.[112] The New York Times stated, \"without it, the state's papaya industry would have collapsed\".[112] In China, a transgenic PRSV-resistant papaya was developed by South China Agricultural University and was first approved for commercial planting in 2006; as of 2012 95% of the papaya grown in Guangdong province and 40% of the papaya grown in Hainan province was genetically modified.[113] In Hong Kong, where there is an exemption on growing and releasing any varieties of GM papaya, more than 80% of grown and imported papayas were transgenic.[114][115] The New Leaf potato, a GM food developed using Bacillus thuringiensis (Bt), was made to provide in-plant protection from the yield-robbing Colorado potato beetle.[116] The New Leaf potato, brought to market by Monsanto in the late 1990s, was developed for the fast food market. It was withdrawn in 2001 after retailers rejected it and food processors ran into export problems. In 2011, BASF requested the European Food Safety Authority's approval for cultivation and marketing of its Fortuna potato as feed and food. The potato was made resistant to late blight by adding resistant genes blb1 and blb2 that originate from the Mexican wild potato Solanum bulbocastanum.[117][118] In February 2013, BASF withdrew its application.[119][120] In 2014, the USDA approved a genetically modified potato developed by J. R. Simplot Company that contained ten genetic modifications that prevent bruising and produce less acrylamide when fried. The modifications eliminate specific proteins from the potatoes, via RNA interference, rather than introducing novel proteins.[121][122] As of 2005, about 13% of the Zucchini grown in the US was genetically modified to resist three viruses; that variety is also grown in Canada.[123][124] In 2013, the USDA approved the import of a GM pineapple that is pink in color and that \"overexpresses\" a gene derived from tangerines and suppress other genes, increasing production of lycopene. The plant's flowering cycle was changed to provide for more uniform growth and quality. The fruit \"does not have the ability to propagate and persist in the environment once they have been harvested\", according to USDA APHIS. According to Del Monte's submission, the pineapples are commercially grown in a \"monoculture\" that prevents seed production, as the plant's flowers aren't exposed to compatible pollen sources. Importation into Hawaii is banned for \"plant sanitation\" reasons.[125] Del Monte launched sales of their pink pineapples in October 2020, marketed under the name \"Pinkglow\".[126] In February 2015 Arctic Apples were approved by the USDA,[127] becoming the first genetically modified apple approved for sale in the US.[128] Gene silencing is used to reduce the expression of polyphenol oxidase (PPO), thus preventing the fruit from browning.[129]  Maize/corn used for food and ethanol has been genetically modified to tolerate various herbicides and to express a protein from Bacillus thuringiensis (Bt) that kills certain insects.[130] About 90% of the corn grown in the US was genetically modified in 2010.[131] In the US in 2015, 81% of corn acreage contained the Bt trait and 89% of corn acreage contained the glyphosate-tolerant trait.[64] Corn can be processed into grits, meal and flour as an ingredient in pancakes, muffins, doughnuts, breadings and batters, as well as baby foods, meat products, cereals and some fermented products. Corn-based masa flour and masa dough are used in the production of taco shells, corn chips and tortillas.[132] Soybeans accounted for half of all genetically modified crops planted in 2014.[100] Genetically modified soybean has been modified to tolerate herbicides and produce healthier oils.[133] In 2015, 94% of soybean acreage in the U.S. was genetically modified to be glyphosate-tolerant.[64] Golden rice is the most well known GM crop that is aimed at increasing nutrient value. It has been engineered with three genes that biosynthesise beta-carotene, a precursor of vitamin A, in the edible parts of rice.[134] It is intended to produce a fortified food to be grown and consumed in areas with a shortage of dietary vitamin A,[135] a deficiency which each year is estimated to kill 670,000 children under the age of 5[136] and cause an additional 500,000 cases of irreversible childhood blindness.[137] The original golden rice produced 1.6μg/g of the carotenoids, with further development increasing this 23 times.[138] In 2018 it gained its first approvals for use as food.[139] As of December 2017, genetically modified wheat has been evaluated in field trials, but has not been released commercially.[140][141][142] In April 2016, a white button mushroom (Agaricus bisporus) modified using the CRISPR technique received de facto approval in the United States, after the USDA said it would not have to go through the agency's regulatory process. The agency considers the mushroom exempt because the editing process did not involve the introduction of foreign DNA, rather several base pairs were deleted from a duplicated gene coding for an enzyme that causes browning causing a 30% reduction in the level of that enzyme.[143] Genetically modified livestock are organisms from the group of cattle, sheep, pigs, goats, birds, horses and fish kept for human consumption, whose genetic material (DNA) has been altered using genetic engineering techniques. In some cases, the aim is to introduce a new trait to the animals which does not occur naturally in the species, i.e. transgenesis. A 2003 review published on behalf of Food Standards Australia New Zealand examined transgenic experimentation on terrestrial livestock species as well as aquatic species such as fish and shellfish. The review examined the molecular techniques used for experimentation as well as techniques for tracing the transgenes in animals and products as well as issues regarding transgene stability.[144] Some mammals typically used for food production have been modified to produce non-food products, a practice sometimes called Pharming. A GM salmon, awaiting regulatory approval[145][146][8] since 1997,[147] was approved for human consumption by the American FDA in November 2015, to be raised in specific land-based hatcheries in Canada and Panama.[148] Bacteriophages are an economically significant cause of culture failure in cheese production. Various culture microbes - especially Lactococcus lactis and Streptococcus thermophilus - have been studied for genetic analysis and modification to improve phage resistance. This has especially focused on plasmid and recombinant chromosomal modifications.[149][150] Lecithin is a naturally occurring lipid. It can be found in egg yolks and oil-producing plants. It is an emulsifier and thus is used in many foods. Corn, soy and safflower oil are sources of lecithin, though the majority of lecithin commercially available is derived from soy.[151][152][153][page needed] Sufficiently processed lecithin is often undetectable with standard testing practices.[154][failed verification] According to the FDA, no evidence shows or suggests hazard to the public when lecithin is used at common levels. Lecithin added to foods amounts to only 2 to 10 percent of the 1 to 5 g of phosphoglycerides consumed daily on average.[151][152] Nonetheless, consumer concerns about GM food extend to such products.[155][better source needed] This concern led to policy and regulatory changes in Europe in 2000,[citation needed] when Regulation (EC) 50/2000 was passed[156] which required labelling of food containing additives derived from GMOs, including lecithin.[citation needed] Because of the difficulty of detecting the origin of derivatives like lecithin with current testing practices, European regulations require those who wish to sell lecithin in Europe to employ a comprehensive system of Identity preservation (IP).[157][verification needed][158][page needed] The US imports 10% of its sugar, while the remaining 90% is extracted from sugar beet and sugarcane. After deregulation in 2005, glyphosate-resistant sugar beet was extensively adopted in the United States. 95% of beet acres in the US were planted with glyphosate-resistant seed in 2011.[159] GM sugar beets are approved for cultivation in the US, Canada and Japan; the vast majority are grown in the US. GM beets are approved for import and consumption in Australia, Canada, Colombia, EU, Japan, Korea, Mexico, New Zealand, Philippines, the Russian Federation and Singapore.[160] Pulp from the refining process is used as animal feed. The sugar produced from GM sugar beets contains no DNA or protein – it is just sucrose that is chemically indistinguishable from sugar produced from non-GM sugar beets.[154][161] Independent analyses conducted by internationally recognized laboratories found that sugar from Roundup Ready sugar beets is identical to the sugar from comparably grown conventional (non-Roundup Ready) sugar beets.[162] Most vegetable oil used in the US is produced from GM crops canola,[163] maize/corn,[164][165] cotton[166] and soybeans.[167] Vegetable oil is sold directly to consumers as cooking oil, shortening and margarine[168] and is used in prepared foods. There is a vanishingly small amount of protein or DNA from the original crop in vegetable oil.[154][169] Vegetable oil is made of triglycerides extracted from plants or seeds and then refined and may be further processed via hydrogenation to turn liquid oils into solids. The refining process removes all, or nearly all non-triglyceride ingredients.[170] Livestock and poultry are raised on animal feed, much of which is composed of the leftovers from processing crops, including GM crops. For example, approximately 43% of a canola seed is oil. What remains after oil extraction is a meal that becomes an ingredient in animal feed and contains canola protein.[171] Likewise, the bulk of the soybean crop is grown for oil and meal. The high-protein defatted and toasted soy meal becomes livestock feed and dog food. 98% of the US soybean crop goes for livestock feed.[172][173] In 2011, 49% of the US maize/corn harvest was used for livestock feed (including the percentage of waste from distillers grains).[174] \"Despite methods that are becoming more and more sensitive, tests have not yet been able to establish a difference in the meat, milk, or eggs of animals depending on the type of feed they are fed. It is impossible to tell if an animal was fed GM soy just by looking at the resulting meat, dairy, or egg products. The only way to verify the presence of GMOs in animal feed is to analyze the origin of the feed itself.\"[175] A 2012 literature review of studies evaluating the effect of GM feed on the health of animals did not find evidence that animals were adversely affected, although small biological differences were occasionally found. The studies included in the review ranged from 90 days to two years, with several of the longer studies considering reproductive and intergenerational effects.[176] Enzymes produced by genetically modified microorganisms are also integrated into animal feed to enhance availability of nutrients and overall digestion. These enzymes may also provide benefit to the gut microbiome of an animal, as well as hydrolyse antinutritional factors present in the feed.[177] The foundation of genetic engineering is DNA, which directs the production of proteins. Proteins are also the common source of human allergens.[178] When new proteins are introduced they must be assessed for potential allergenicity.[179] Rennet is a mixture of enzymes used to coagulate milk into cheese. Originally it was available only from the fourth stomach of calves, and was scarce and expensive, or was available from microbial sources, which often produced unpleasant tastes. Genetic engineering made it possible to extract rennet-producing genes from animal stomachs and insert them into bacteria, fungi or yeasts to make them produce chymosin, the key enzyme.[180][181] The modified microorganism is killed after fermentation. Chymosin is isolated from the fermentation broth, so that the Fermentation-Produced Chymosin (FPC) used by cheese producers has an amino acid sequence that is identical to bovine rennet.[182] The majority of the applied chymosin is retained in the whey. Trace quantities of chymosin may remain in cheese.[182] FPC was the first artificially produced enzyme to be approved by the US Food and Drug Administration.[3][57] FPC products have been on the market since 1990 and as of 2015 had yet to be surpassed in commercial markets.[183] In 1999, about 60% of US hard cheese was made with FPC.[184] Its global market share approached 80%.[185] By 2008, approximately 80% to 90% of commercially made cheeses in the US and Britain were made using FPC.[182] In some countries, recombinant (GM) bovine somatotropin (also called rBST, or bovine growth hormone or BGH) is approved for administration to increase milk production. rBST may be present in milk from rBST treated cows, but it is destroyed in the digestive system and even if directly injected into the human bloodstream, has no observable effect on humans.[186][187][188] The FDA, World Health Organization, American Medical Association, American Dietetic Association and the National Institutes of Health have independently stated that dairy products and meat from rBST-treated cows are safe for human consumption.[189] On 30 September 2010, the United States Court of Appeals, Sixth Circuit, analyzing submitted evidence, found a \"compositional difference\" between milk from rBGH-treated cows and milk from untreated cows.[190][191] The court stated that milk from rBGH-treated cows has: increased levels of the hormone Insulin-like growth factor 1 (IGF-1); higher fat content and lower protein content when produced at certain points in the cow's lactation cycle; and more somatic cell counts, which may \"make the milk turn sour more quickly\".[191] Genetically modified foods are usually edited to have some desired characteristics, including certain benefits for surviving extreme environments, an enhanced level to nutrition, the access of therapeutic substances, and the resistance genes to pesticide and herbicides. These characteristics could be beneficial to humans and the environment in certain ways. Plants that have undergone genetic modification are capable of surviving extreme weather.[10] Genetically modified (GM) food crops can be cultivated in locations with unfavorable climatic conditions on occasion.[11] The quality and yield of genetically modified foods are often improved.[10] These foods tend to grow more quickly than conventionally cultivated ones. Furthermore, the application of genetically modified food could be beneficial in resisting drought and poor soil.[11] Increased levels of specific nutrients in food crops can be achieved by genetic engineering. The study of this technique, sometimes known as nutritional improvement, is already well advanced.[10] Foods are well monitored to gain specific qualities that became practical, for example, concentrated nutraceutical levels and health-promoting chemicals, making them a desirable component of a varied diet.[19] Among the notable breakthroughs of genetic modification is Golden Rice, whose genome is altered by the injection of the vitamin A gene from a daffodil plant conditioning provitamin A production.[10][19] This increases the activity of phytoene synthase, which therefore synthesizes a higher amount of beta-carotene, followed by modification and improvement of the level of iron and bioavailability.[13][15] This affects the rice’s color and vitamin content, which is beneficial in places where vitamin A shortage is common.[10] In addition, increased mineral, vitamin A, and protein content has played a critical role in preventing childhood blindness and iron deficiency anemia.[13] Lipid composition could also be manipulated to produce desirable traits and essential nutrients.[15] Scientific evidence has shown that inadequate consumption of omega-3 polyunsaturated fatty acids is generally associated with the development of chronic diseases and developmental aberrations.[12][14] Alimentary lipids can be modified to gain an increased saturated fatty acid together with a decreased polysaturated fatty acid component. Genes coded for the synthesis of unsaturated fatty acids are therefore introduced into plant cells, increasing the synthesis of polyunsaturated omega-3 acids.[15] This omega-3 polyunsaturated fatty acid is responsible to lower the level of LDL cholesterol and triglyceride level as well as the incidence rate of cardiovascular diseases.[12][14][15] The genetically modified organisms, including potato, tomato, and spinach are applied in the production of substances that stimulate the immune system to respond to specific pathogens.[15] With the help of recombinant DNA techniques, the genes encoded for viral or bacterial antigens could be genetically transcribed and translated into plant cells.[15][16] Antibodies are often produced in response to the introduction of antigens, in which the pathological microflora obtains the immune response towards specific antigens. The transgenic organisms are usually applied to use as oral vaccines, which allows the active substances to enter the human digestive system, targeting the alimentary tract in which stimulate a mucosal immune response. This technique has been widely used in vaccine production including rice, maize, and soybeans.[15] Additionally, transgenic plants are widely used as bioreactors in the production of pharmaceutical proteins and peptides, including vaccines, hormones, human serum albumin (HSA), etc. The suitability of transgenic plants can helps meet the demand for the rapid growth of therapeutic antibodies.[14] All this has given new impetus to the development of medicine.[14][15][16] There is a scientific consensus[20][21][22][23] that currently available food derived from GM crops poses no greater risk to human health than conventional food,[25][26][27][28][29] [30][31] but that each GM food needs to be tested on a case-by-case basis before introduction.[32][33][34] Nonetheless, members of the public are much less likely than scientists to perceive GM foods as safe.[35][36][37][38] The legal and regulatory status of GM foods varies by country, with some nations banning or restricting them, and others permitting them with widely differing degrees of regulation.[39][40][41][42] Opponents claim that long-term health risks have not been adequately assessed and propose various combinations of additional testing, labeling[192] or removal from the market.[193][194][195][196] There are no certifications for foods that have been verified to both be genetically modified – in particular in a way that is ensured to be well-understood, safe and environmentally friendly – as well as otherwise organic (i.e. produced without the use of chemical pesticides) in the U.S. and possibly the world, giving consumers the binary choice of either genetically modified food or organic food.[197][198][199] The legal and regulatory status of GM foods varies by country, with some nations banning or restricting them, and others permitting them with widely differing degrees of regulation.[39][40][41][42] Countries such as the United States, Canada, Lebanon and Egypt use substantial equivalence to determine if further testing is required, while many countries such as those in the European Union, Brazil and China only authorize GMO cultivation on a case-by-case basis. In the U.S. the FDA determined that GMO's are \"Generally Recognized as Safe\" (GRAS) and therefore do not require additional testing if the GMO product is substantially equivalent to the non-modified product.[200] If new substances are found, further testing may be required to satisfy concerns over potential toxicity, allergenicity, possible gene transfer to humans or genetic outcrossing to other organisms.[48] Some studies purporting to show harm have been discredited, in some cases leading to academic condemnation against the researchers such as the Pusztai affair and the Séralini affair.[24] Government regulation of GMO development and release varies widely between countries. Marked differences separate GMO regulation in the U.S. and GMO regulation in the European Union.[42] Regulation also varies depending on the intended product's use. For example, a crop not intended for food use is generally not reviewed by authorities responsible for food safety.[201] European and EU regulation has been far more restrictive than anywhere else in the world: In 2013 only 1 cultivar of maize/corn and 1 cultivar of potato were approved, and eight EU member states did not allow even those.[24] In the U.S., three government organizations regulate GMOs. The FDA checks the chemical composition of organisms for potential allergens. The United States Department of Agriculture (USDA) supervises field testing and monitors the distribution of GM seeds. The United States Environmental Protection Agency (EPA) is responsible for monitoring pesticide usage, including plants modified to contain proteins toxic to insects. Like USDA, EPA also oversees field testing and the distribution of crops that have had contact with pesticides to ensure environmental safety.[202][better source needed] In 2015 the Obama administration announced that it would update the way the government regulated GM crops.[203] In 1992 FDA published \"Statement of Policy: Foods derived from New Plant Varieties\". This statement is a clarification of FDA's interpretation of the Food, Drug, and Cosmetic Act with respect to foods produced from new plant varieties developed using recombinant deoxyribonucleic acid (rDNA) technology. FDA encouraged developers to consult with the FDA regarding any bioengineered foods in development. The FDA says developers routinely do reach out for consultations. In 1996 FDA updated consultation procedures.[204][205] The StarLink corn recalls occurred in the autumn of 2000, when over 300 food products were found to contain a genetically modified maize/corn that had not been approved for human consumption.[206] It was the first-ever recall of a genetically modified food. The European Union's control of genetically modified organisms is a particular part of an image of the promise and limitations of debate as a framework for supranational regulation.[45] The issues posed by the EU’s GMO regulation have caused major problems in agriculture, politics, societies, status, and other fields.[44][45] 12 The EU law regulates the development and use of GMOs by allocating responsibilities to different authorities, public and private, accompanied by limited recognition of public information, consultation, and participation rights.[45] The European Convention on Human Rights (ECHR) provided certain rights and protection for GM biotechnology in the EU. However, the value of human dignity, liberty, equality, and solidarity, as well as the status of democracy and law, as emphasized in the European Charter of Fundamental Rights, are considered the ethical framework governing the employment of scientific and technological research and development.[44] Due to the political, religious, and social differences in EU countries, the EU’s position on GM has been divided geographically, including more than 100 “GM-free” regions. Different regional attitudes to GM foods make it nearly impossible to reach a common agreement on GM foods.[45] In recent years, however, the sense of crisis that this has generated for the European Union has intensified as several of the larger and more powerful member states.[46] Some member states, including Germany, France, Austria, Italy, and Luxembourg, have even banned the planting of certain GM food in their countries in response to public resistance to GM foods.[45][46] The whole thing is set against a backdrop of consumer holding the attitude that GM foods are harmful to both the environment and human health, revolting against GM foods in an anti-biotech coalition.[43] The current political deadlock over GM foods is also a consequence of the ban and has yet to be resolved by scientific methods and processes.[46] Public opinion tends to politicize the GM issue, which is the main obstacle to an agreement in the EU.[45] As of 2015, 64 countries require labeling of GMO products in the marketplace. US and Canadian national policy is to require a label only given significant composition differences or documented health impacts, although some individual US states (Vermont, Connecticut and Maine) enacted laws requiring them.[207][208][209][210] In July 2016, Public Law 114-214 was enacted to regulate labeling of GMO food on a national basis. In some jurisdictions, the labeling requirement depends on the relative quantity of GMO in the product. A study that investigated voluntary labeling in South Africa found that 31% of products labeled as GMO-free had a GM content above 1.0%.[211] In the European Union all food (including processed food) or feed that contains greater than 0.9% GMOs must be labelled.[212] At the same time, due to lack of single, clear definition of GMO, a number of foods created using genetic engineering techniques (such as mutation breeding) are excluded from labelling and regulation based on \"convention\" and traditional usage.[52] The Non-GMO Project is the sole U.S. organization that does verifiable testing and places seals on labels for presence of GMO in products. The \"Non-GMO Project Seal\" indicates that the product contains 0.9% or less GMO ingredients, which is the European Union's standard for labeling.[213] Efforts across the world that are being made to help restrict and label GMO's in food involve antigenic engineering campaigns and in America the \"Just Label It\" movement is joining organizations together to motion for mandatory labeling.[213] Testing on GMOs in food and feed is routinely done using molecular techniques such as PCR and bioinformatics.[214] In a January 2010 paper, the extraction and detection of DNA along a complete industrial soybean oil processing chain was described to monitor the presence of Roundup Ready (RR) soybean: \"The amplification of soybean lectin gene by end-point polymerase chain reaction (PCR) was successfully achieved in all the steps of extraction and refining processes, until the fully refined soybean oil. The amplification of RR soybean by PCR assays using event-specific primers was also achieved for all the extraction and refining steps, except for the intermediate steps of refining (neutralisation, washing and bleaching) possibly due to sample instability. The real-time PCR assays using specific probes confirmed all the results and proved that it is possible to detect and quantify genetically modified organisms in the fully refined soybean oil. To our knowledge, this has never been reported before and represents an important accomplishment regarding the traceability of genetically modified organisms in refined oils.\"[215] According to Thomas Redick, detection and prevention of cross-pollination is possible through the suggestions offered by the Farm Service Agency (FSA) and Natural Resources Conservation Service (NRCS). Suggestions include educating farmers on the importance of coexistence, providing farmers with tools and incentives to promote coexistence, conduct research to understand and monitor gene flow, provide assurance of quality and diversity in crops, provide compensation for actual economic losses for farmers.[216] The genetically modified foods controversy consists of a set of disputes over the use of food made from genetically modified crops. The disputes involve consumers, farmers, biotechnology companies, governmental regulators, non-governmental organizations, environmental and political activists and scientists. The major disagreements include whether GM foods can be safely consumed, harm the human body and the environment and/or are adequately tested and regulated.[194][217] The objectivity of scientific research and publications has been challenged.[193] Farming-related disputes include the use and impact of pesticides, seed production and use, side effects on non-GMO crops/farms,[218] and potential control of the GM food supply by seed companies.[193] The conflicts have continued since GM foods were invented. They have occupied the media, the courts,[219] local, regional, national governments, and international organizations.[citation needed] \"GMO-free\" labelling schemes are causing controversies in farming community due to lack of clear definition, inconsistency of their application and are described as \"deceptive\".[220][221] New allergies could be introduced inadvertently, according to scientists, community groups, and members of the public concerned about the genetic variation of foods.[10] An example involves the methionine rich soybean production.[15] Methionine is an amino acid obtained by synthesizing substances derived from Brazil nuts, which could be an allergen.[15][222] A gene from the Brazil nut was inserted into soybeans during laboratory trials.[11][222] Because it was discovered that those who were allergic to Brazil nuts could also be allergic to genetically modified soybeans, the experiment was stopped.[10][223] In vitro assays such as RAST or serum from people allergic to the original crop could be applied to testify the allergenicity of GM goods with known source of the gene.[10] This was established in GM soybeans that expressed Brazil nut 2S proteins and GM potatoes that expressed cod protein genes.[11] The expression and synthesis of new proteins that were previously unavailable in parental cells were achieved by gene transfer from the cells of one organism to the nuclei of another organism. The potential risks of allergy that may develop with the intake of transgenic food come from the amino acid sequence in protein formation.[19] However, there have been no reports of allergic reactions to currently approved GM foods for human consumption, and experiments showed no measurable difference in allergenicity between GM and non-GM soybeans.[10][19][224][225] Scientists suggest that consumers should also pay attention to the health issues associated with the utilizations of pesticide-resistant and herbicide-resistant plants.[11] The ‘Bt’ genes cause insect resistance in today's GM crops; however, other methods to confer insect resistance are in the works.[18] The Bt genes are usually obtained from the soil bacteria Bacillus thuringiensis, and they can generate a protein that breaks down in the insect’s gut, releasing a toxin called delta-endotoxin, which causes paralysis and death.[46] Concerns about resistance and off-target effects of crops expressing Bt toxins, consequences of transgenic herbicide-tolerant plants caused by the use of herbicide, and the transfer of gene expression from GM crops via vertical and horizontal gene transfer are all related to the expression of transgenic material.[44] Another concern raised by ecologists is the possible spread of the pest-resistant genes to wildlife.[10][46] This is an example of gene pollution, which is often associated with a decrease in biodiversity, proliferation resistant weeds, and the formation of new pests and pathogens.[17][18] Studies have proven that herbicide resistant pollen from transgenic rapeseed could spread up to 3 km, while the average gene spread of transgenic crops is 2 km and even reach to maximum 21 kilometers.[17] The high aggressiveness of these GM crops could cause certain disasters by competing with traditional crops for water, light, and nutrients.[222] Crossbreeding of spreading pollens with the surrounding organisms has led to the introduction of the modified resistant genes.[11] An international database that demonstrated genetic contaminations with undesired seeds has been a major problem due to the expansion of field trials and commercially viable cultivation of GM crops around the world.[17][222] Even a decrease in the number of one pest under the impact of a pest-resistant weed could increase the population of other pests that compete with it.[11] Beneficial insects, so named because they prey on crop pests, were also exposed to dangerous doses of Bt.[10] The introduction of GM crops in place of more locally adapted varieties could lead to long-term negative effects on the entire agricultural system.[16] Much of the concern with GM technology involves encoding genes that increase or decrease biochemicals. Alternatively, the newly programmed enzyme might result in the consumption of the substrate, forming and accumulating the products.[10] Also, it might lead to the conversion of metabolites between secondary biochemical pathways, resulting in metabolic disorders are disrupted in unpredictable ways and an increase in toxin concentrations.[10][226] Toxin evaluation is usually done in animals, but differences between animals make it difficult to assess the effects on humans according to GM food effect of the ingestion of GM foods in animals. Insertional mutagenesis is associated with a series of consequences; for example, mutations occur when existing genes of the host plant are rewritten, and endogenous genes are inactivated.[10] In terms of socioeconomics, GM crops are usually dependent on high levels of external products, for example, pesticides and herbicides, which limit GM crops to high-input agriculture. This, coupled with the widespread patents held on GM crops, limited farmers’ trading rights over the harvested seeds without paying royalties. Other arguments against GM crops hold by some opponents are based on the high costs of isolating and distributing GM crops over non-GM crops.[16] Consumers could be categorized based on their attitudes regarding genetically modified foods.[43] The ‘attitudinal’ sector of US consumers could be explained in part by cognitive characteristics that are not always observable. Individual characteristics and values, for example, can play a role in shaping consumer acceptance of biotechnology. The concept of transplanting animal DNA into plants is unsettling for many people.[11] Studies has shown that consumer’s attitudes towards GM technology is positively correlated to their knowledge about it.[227] It was found that elevated genetically modification acceptance usually partnered with a high education level, whereas high levels of perceived risks are associated with the opposite.[43][227] People tend to worry about unpredictable dangers due to the lack of sufficient knowledge to predict or avoid negative impacts.[227] Another crucial link of the change in consumer attitudes towards genetically modified foods has been shown to be closely related to their interaction with socioeconomic and demographic characteristics, for example, age, ethnicity, residence, and level of consumption.[43][222] Opposition to genetically modified foods could also include religious and cultural groups, because the nature of GM foods goes against what they believe are natural products.[11][222][228] On the one hand, it was found that consumers in most European countries, especially in northern Europe, the UK and Germany, believe that the benefits of GM foods do not outweigh the potential risks. On the other hand, consumers in the United States and other European countries generally hold to view that the risks of GM foods could be far less than the benefits it brought.[19] GM foods are then expected to be supported by more appropriate policies and clearer regulations.[222] But see also: Domingo, José L.; Bordonaba, Jordi Giné (2011). \"A literature review on the safety assessment of genetically modified plants\" (PDF). Environment International. 37 (4): 734–742. doi:10.1016/j.envint.2011.01.003. PMID 21296423. In spite of this, the number of studies specifically focused on safety assessment of GM plants is still limited. However, it is important to remark that for the first time, a certain equilibrium in the number of research groups suggesting, on the basis of their studies, that a number of varieties of GM products (mainly maize and soybeans) are as safe and nutritious as the respective conventional non-GM plant, and those raising still serious concerns, was observed. Moreover, it is worth mentioning that most of the studies demonstrating that GM foods are as nutritional and safe as those obtained by conventional breeding, have been performed by biotechnology companies or associates, which are also responsible of commercializing these GM plants. Anyhow, this represents a notable advance in comparison with the lack of studies published in recent years in scientific journals by those companies. Krimsky, Sheldon (2015). \"An Illusory Consensus behind GMO Health Assessment\". Science, Technology, & Human Values. 40 (6): 883–914. doi:10.1177/0162243915598381. S2CID 40855100. I began this article with the testimonials from respected scientists that there is literally no scientific controversy over the health effects of GMOs. My investigation into the scientific literature tells another story. And contrast: Panchin, Alexander Y.; Tuzhikov, Alexander I. (January 14, 2016). \"Published GMO studies find no evidence of harm when corrected for multiple comparisons\". Critical Reviews in Biotechnology. 37 (2): 213–217. doi:10.3109/07388551.2015.1130684. ISSN 0738-8551. PMID 26767435. S2CID 11786594. Here, we show that a number of articles some of which have strongly and negatively influenced the public opinion on GM crops and even provoked political actions, such as GMO embargo, share common flaws in the statistical evaluation of the data. Having accounted for these flaws, we conclude that the data presented in these articles does not provide any substantial evidence of GMO harm. The presented articles suggesting possible harm of GMOs received high public attention. However, despite their claims, they actually weaken the evidence for the harm and lack of substantial equivalency of studied GMOs. We emphasize that with over 1783 published articles on GMOs over the last 10 years it is expected that some of them should have reported undesired differences between GMOs and conventional crops even if no such differences exist in reality. and","Title":"Genetically modified food - Wikipedia","KeyID":"9579","URL":"https://en.wikipedia.org/wiki/Genetically_modified_food"}