{"Content: ":"Good manufacturing practices (GMP) are the practices required in order to conform to the guidelines recommended by agencies that control the authorization and licensing of the manufacture and sale of food and beverages,[1] cosmetics,[2] pharmaceutical products,[3] dietary supplements,[4] and medical devices.[5] These guidelines provide minimum requirements that a manufacturer must meet to assure that their products are consistently high in quality, from batch to batch, for their intended use. The rules that govern each industry may differ significantly; however, the main purpose of GMP is always to prevent harm from occurring to the end user.[2] Additional tenets include ensuring the end product is free from contamination, that it is consistent in its manufacture, that its manufacture has been well documented, that personnel are well trained, and that the product has been checked for quality more than just at the end phase.[2] GMP is typically ensured through the effective use of a quality management system (QMS).[1]: \"The Basis for GMP\",  [2] Good manufacturing practices, along with good agricultural practices, good laboratory practices and good clinical practices, are overseen by regulatory agencies in the United Kingdom, United States, Canada, Europe, China, India and other countries. Good manufacturing practice guidelines provide guidance for manufacturing, testing, and quality assurance in order to ensure that a manufactured product is safe for human consumption or use. Many countries have legislated that manufacturers follow GMP procedures and create their own GMP guidelines that correspond with their legislation. All guideline follows a few basic principles:[2][6] Good manufacturing practices are recommended with the goal of safeguarding the health of consumers and patients as well as producing quality products. In the United States, a food or drug may be deemed \"adulterated\" if it has passed all of the specifications tests but is found to be manufactured in a facility or condition which violates or does not comply with current good manufacturing guideline. GMP standards are not prescriptive instructions on how to manufacture products. They are a series of performance based requirements that must be met during manufacturing.[7] When a company is setting up its quality program and manufacturing process, there may be many ways it can fulfill GMP requirements. It is the company's responsibility to determine the most effective and efficient quality process that both meets business and regulatory needs.[1]: \"Decision Makers' Summary\",  [2] Regulatory agencies have recently begun to look at more fundamental quality metrics of manufacturers than just compliance with basic GMP regulations. US-FDA has found that manufacturers who have implemented quality metrics programs[8] gain a deeper insight into employee behaviors that impact product quality. In its Guidance for Industry \"Data Integrity and Compliance With Drug CGMP\" US-FDA states “it is the role of management with executive responsibility to create a quality culture where employees understand that data integrity is an organizational core value and employees are encouraged to identify and promptly report data integrity issues.”[9] Australia's Therapeutic Goods Administration has said that recent data integrity failures have raised questions about the role of quality culture in driving behaviors.[10] In addition, non-governmental organizations such as the International Society for Pharmaceutical Engineering (ISPE) and the Parenteral Drug Association (PDA) have developed information and resources to help pharmaceutical companies better understand why quality culture is important and how to assess the current situation within a site or organization.[11] GMPs are enforced in the United States by the U.S. Food and Drug Administration (FDA), under Title 21 CFR. The regulations use the phrase \"current good manufacturing practices\" (CGMP) to describe these guidelines.[12][13][14][15] Courts may theoretically hold that a product is adulterated even if there is no specific regulatory requirement that was violated as long as the process was not performed according to industry standards.[16] However, since June 2007, a different set of CGMP requirements have applied to all manufacturers of dietary supplements, with additional supporting guidance issued in 2010.[4] Additionally, in the U.S., medical device manufacturers must follow what are called \"quality system regulations\" which are deliberately harmonized with ISO requirements, not necessarily CGMPs.[14] The World Health Organization (WHO) version of GMP is used by pharmaceutical regulators and the pharmaceutical industry in over 100 countries worldwide, primarily in the developing world.[3] The European Union's GMP (EU-GMP) enforces similar requirements to WHO GMP, as does the FDA's version in the US. Similar GMPs are used in other countries, with Australia, Canada, Japan, Saudi Arabia, Singapore, Philippines], Vietnam and others having highly developed/sophisticated GMP requirements.[17] In the United Kingdom, the Medicines Act (1968) covers most aspects of GMP in what is commonly referred to as \"The Orange Guide,\" which is named so because of the color of its cover; it is officially known as Rules and Guidance for Pharmaceutical Manufacturers and Distributors.[18] Since the 1999 publication of GMPs for Active Pharmaceutical Ingredients, by the International Conference on Harmonization (ICH), GMPs now apply in those countries and trade groupings that are signatories to ICH (the EU, Japan and the U.S.), and applies in other countries (e.g., Australia, Canada, Singapore) which adopt ICH guidelines for the manufacture and testing of active raw materials.[17] Within the European Union GMP inspections are performed by National Regulatory Agencies. GMP inspections are performed in Canada by the Health Products and Food Branch Inspectorate;[19] in the United Kingdom by the Medicines and Healthcare products Regulatory Agency (MHRA);[20] in the Republic of Korea (South Korea) by the Ministry of Food and Drug Safety (MFDS);[21] in Australia by the Therapeutic Goods Administration (TGA);[22] in Bangladesh by the Directorate General of Drug Administration (DGDA);[23] in South Africa by the Medicines Control Council (MCC);[24] in Brazil by the National Health Surveillance Agency (ANVISA);[25] in India by state Food and Drugs Administrations (FDA), reporting to the Central Drugs Standard Control Organization;[26] in Pakistan by the Drug Regulatory Authority of Pakistan;[27] in Nigeria by NAFDAC;[28] and by similar national organizations worldwide. Each of the inspectorates carries out routine GMP inspections to ensure that drug products are produced safely and correctly. Additionally, many countries perform pre-approval inspections (PAI) for GMP compliance prior to the approval of a new drug for marketing. Regulatory agencies (including the FDA in the U.S. and regulatory agencies in many European nations) are authorized to conduct unannounced inspections, though some are scheduled.[12][18][21][22][23][24][26][27][28] FDA routine domestic inspections are usually unannounced, but must be conducted according to 704(a) of the Food, Drug and Cosmetic Act (21 USCS ยง 374), which requires that they are performed at a \"reasonable time\". Courts have held that any time the firm is open for business is a reasonable time for an inspection.[29] Other good-practice systems, along the same lines as GMP, exist: Collectively, these and other good-practice requirements are referred to as \"GxP\" requirements, all of which follow similar philosophies. Other examples include good guidance practices, and good tissue practices.","Title":"Good manufacturing practice - Wikipedia","KeyID":"9581","URL":"https://en.wikipedia.org/wiki/Good_manufacturing_practice"}