{"Content: ":"Hazard analysis and critical control points, or HACCP (/ˈhæsʌp/[citation needed]), is a systematic preventive approach to food safety from biological, chemical, and physical hazards in production processes that can cause the finished product to be unsafe and designs measures to reduce these risks to a safe level. In this manner, HACCP attempts to avoid hazards rather than attempting to inspect finished products for the effects of those hazards. The HACCP system can be used at all stages of a food chain, from food production and preparation processes including packaging, distribution, etc. The Food and Drug Administration (FDA) and the United States Department of Agriculture (USDA) require mandatory HACCP programs for juice and meat as an effective approach to food safety and protecting public health. Meat HACCP systems are regulated by the USDA, while seafood and juice are regulated by the FDA. All other food companies in the United States that are required to register with the FDA under the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, as well as firms outside the US that export food to the US, are transitioning to mandatory hazard analysis and risk-based preventive controls (HARPC) plans.[citation needed] It is believed to stem from a production process monitoring used during World War II because traditional \"end of the pipe\" testing on artillery shells' firing mechanisms could not be performed, and a large percentage of the artillery shells made[where?] at the time were either duds or misfiring.[1] HACCP itself was conceived in the 1960s when the US National Aeronautics and Space Administration (NASA) asked Pillsbury to design and manufacture the first foods for space flights. Since then, HACCP has been recognized internationally as a logical tool for adapting traditional inspection methods to a modern, science-based, food safety system. Based on risk-assessment, HACCP plans allow both industry and government to allocate their resources efficiently by establishing and auditing safe food production practices. In 1994, the organization International HACCP Alliance was established, initially to assist the US meat and poultry industries with implementing HACCP. As of 2007, its membership spread over other professional and industrial areas.[2] HACCP has been increasingly applied to industries other than food, such as cosmetics and pharmaceuticals. This method, which in effect seeks to plan out unsafe practices based on science, differs from traditional \"produce and sort\" quality control methods that do nothing to prevent hazards from occurring and must identify them at the end of the process. HACCP is focused only on the health safety issues of a product and not the quality of the product, yet HACCP principles are the basis of most food quality and safety assurance systems. In the United States, HACCP compliance is regulated by 21 CFR part 120 and 123. Similarly, FAO and WHO published a guideline for all governments to handle the issue in small and less developed food businesses.[3] In the early 1960s, a collaborated effort between the Pillsbury Company, NASA, and the U.S. Army Laboratories began with the objective to provide safe food for space expeditions. People involved in this collaboration included Herbert Hollander, Mary Klicka, and Hamed El-Bisi of the United States Army Laboratories in Natick, Massachusetts, Paul A. Lachance of the Manned Spacecraft Center in Houston, Texas, and Howard E. Baumann representing Pillsbury as its lead scientist.[4] To ensure that the food sent to space was safe, Lachance imposed strict microbial requirements, including pathogen limits (including E. coli, Salmonella, and Clostridium botulinum).[4] Using the traditional end product testing method, it was soon realized that almost all of the food manufactured was being used for testing and very little was left for actual use. Therefore, a new approach was needed. NASA's own requirements for critical control points (CCP) in engineering management would be used as a guide for food safety. CCP derived from failure mode and effects analysis (FMEA) from NASA via the munitions industry to test weapon and engineering system reliability. Using that information, NASA and Pillsbury required contractors to identify \"critical failure areas\" and eliminate them from the system, a first in the food industry then. Baumann, a microbiologist by training, was so pleased with Pillsbury's experience in the space program that he advocated for his company to adopt what would become HACCP at Pillsbury.[4] Soon, Pillsbury was confronted with a food safety issue of its own when glass contamination was found in farina, a cereal commonly used in infant food. Baumann's leadership promoted HACCP in Pillsbury for producing commercial foods, and applied to its own food production. This led to a panel discussion at the 1971 National Conference on Food Protection that included examining CCPs and good manufacturing practices in producing safe foods. Several botulism cases were attributed to under-processed low-acid canned foods in 1970–71. The United States Food and Drug Administration (FDA) asked Pillsbury to organize and conduct a training program on the inspection of canned foods for FDA inspectors. This 21-day program was first held in September 1972 with 11 days of classroom lecture and 10 days of canning plant evaluations.[4] Canned food regulations (21 CFR 108, 21 CFR 110, 21 CFR 113, and 21 CFR 114)[5] were first published in 1969. Pillsbury's training program, which was submitted to the FDA for review in 1969, entitled \"Food Safety through the Hazard Analysis and Critical Control Point System\" was the first use of the acronym HACCP.[4] HACCP was initially set on three principles, now shown as principles one, two, and four in the section below. Pillsbury quickly adopted two more principles, numbers three and five, to its own company in 1975. It was further supported by the National Academy of Sciences (NAS) when they wrote that the FDA inspection agency should transform itself from reviewing plant records into an HACCP system compliance auditor. Over the period 1986 to 1990, a team consisting of National Sea Products and the Department of Fisheries and Oceans developed the first mandatory food inspection programme based on HACCP principles in the world. Together, these Canadian innovators developed and implemented a Total Quality Management Program and HACCP plans for all their groundfish trawlers and production facilities.[6] A second proposal by the NAS led to the development of the National Advisory Committee on Microbiological Criteria for Foods (NACMCF) in 1987. NACMCF was initially responsible for defining HACCP's systems and guidelines for its application and were coordinated with the Codex Alimentarius Committee for Food Hygiene, that led to reports starting in 1992 and further harmonization in 1997. By 1997, the seven HACCP principles listed below became the standard.[4] A year earlier, the American Society for Quality offered their first certifications for HACCP Auditors.[7] First known as Certified Quality Auditor-HACCP, they were changed to Certified HACCP Auditor (CHA) in 2004.[8] HACCP expanded in all realms of the food industry, going into meat, poultry, seafood, dairy, and has spread now from the farm to the fork.[4] The seven HACCP principles are included in the international standard ISO 22000. This standard is a complete food safety and quality[9] management system incorporating the elements of prerequisite programmes(GMP & SSOP),[9] HACCP and the quality management system, which together form an organization's Total Quality Management system. Other schemes with recognition from the Global Food Safety Initiative (GFSI), such as Safe Quality Food Institute's SQF Code, also relies upon the HACCP methodology as the basis for developing and maintaining food safety (level 2) and food quality (level 3) plans and programs in concert with the fundamental prerequisites of good manufacturing practices.[10] Training for developing and implementing HACCP food safety management system are offered by several quality assurance companies.[11][12][13] However, ASQ does provide a Trained HACCP Auditor (CHA) exam to individuals seeking professional training.[14] In the UK the Chartered Institute of Environmental Health (CIEH)[15] and Royal Society for Public Health offer HACCP for Food Manufacturing qualifications, accredited by the QCA (Qualifications and Curriculum Authority).[16] Consequent to the promulgation of US Seafood Regulation on HACCP on 18th December 1995, it became mandatory that every processor exporting to USA to comply with HACCP with effect from 18.12.1997. The Marine Products Export Development Authority of India (MPEDA) [17] constituted an HACCP Cell in early 1996 to assist the Indian seafood industry in the effective implementation of HACCP. Technical personnel of MPEDA are trained in India and abroad on various aspects of HACCP including HACCP Audit. Seafood Exporters Association of India has eight regional offices to monitor compliance and members use the latest sustainable aquaculture practices and a high-tech hatchery that provides disease-resistant baby shrimp and fingerlings to its own farm, and to hundreds of farmers who supply raw shrimp to major brands Falcon Marine, Devi Seafoods, Ananda Group, Gadre Marine and Mukka Seafood. [18] Devi Seafood now one of India’s largest shrimp exporters and Sysco’s 2018 Gold Supplier for Seafood, benchmarks latest HACCP practices. Its farm-to-fork traceability, commitment to environmental and social responsibility and meticulous standard for food safety and quality have made it a great partner to Sysco for more than 10 years. “We are an integrated seafood company, with our own farms and processing plants,” says Sree Atluri, Director of Operations. “We work closely with Sysco in adding new items and supporting sustainability.”[promotion?] [19] The use of HACCP for water quality management was first proposed in 1994.[25] Thereafter, a number of water quality initiatives applied HACCP principles and steps to the control of infectious disease from water, and provided the basis for the Water Safety Plan (WSP) approach in the third edition of the WHO Guidelines for Drinking-water Quality report.[26] This WSP has been described as \"a way of adapting the HACCP approach to drinking water systems\".[27] Program Modernization: According to Ongley, 1998, a series of steps could be taken to execute a more useful transition – from technical programmes to policy to management decisions. Various aspects of the modernization process have been discussed by Ongley in ESCAP (1997):[28] Hazards associated with water systems in buildings include physical, chemical and microbial hazards. In 2013, NSF International, a public health and safety NGO, established education, training and certification programs in HACCP for building water systems. The programs, developed with the guidance of subject matter experts Aaron Rosenblatt and William McCoy center on the use of HACCP principles adapted to the specific requirements of domestic (hot and cold) and utility (HVAC, etc.) water systems in buildings, to prevent plumbing-associated hazards from harming people. Hazards addressed include scalding, lead, and disinfection byproducts as well as a range of clinically important pathogens, such as Legionella, Pseudomonas, nontuberculous mycobacteria (NTM), Acinetobacter, Elizabethkingia, and Naegleria. Early adopters of HACCP for building water systems include leading healthcare institutions, notably the Mayo Clinic in Rochester, Minnesota. ISO 22000 is a standard designed to help augment HACCP on issues related to food safety. Although several companies, especially big ones, have either implemented or are on the point of implementing ISO 22000, there are many others which are hesitant to do so. The main reason behind that is the lack of information and the fear that the new standard is too demanding in terms of bureaucratic work.[29] ISO 22000 references the Codex Alimentarius General Principles of Food Hygiene, CXC 1-1969[30] which includes HACCP principles and 12 HACCP application steps. This is explained in a joint publication from ISO and United Nations Industrial Development Organization (UNIDO) [31] which provides guidance to assist all organizations (including small and medium-sized) that recognize the potential benefits of implementing a Food Safety Management System. ","Title":"Hazard analysis and critical control points - Wikipedia","KeyID":"9582","URL":"https://en.wikipedia.org/wiki/HACCP"}