{"Content: ":"Social cognitive theory (SCT), used in psychology, education, and communication, holds that portions of an individual's knowledge acquisition can be directly related to observing others within the context of social interactions, experiences, and outside media influences. This theory was advanced by Albert Bandura as an extension of his social learning theory.[1] The theory states that when people observe a model performing a behavior and the consequences of that behavior, they remember the sequence of events and use this information to guide subsequent behaviors. Observing a model can also prompt the viewer to engage in behavior they already learned.[2][3] In other words, people do not learn new behaviors solely by trying them and either succeeding or failing, but rather, the survival of humanity is dependent upon the replication of the actions of others. Depending on whether people are rewarded or punished for their behavior and the outcome of the behavior, the observer may choose to replicate behavior modeled. Media provides models for a vast array of people in many different environmental settings. The conceptual roots for social cognitive theory come from Edwin B. Holt and Harold Chapman Brown's 1931 book theorizing that all animal action is based on fulfilling the psychological needs of \"feeling, emotion, and desire\". The most notable component of this theory is that it predicted a person cannot learn to imitate until they are imitated.[4] In 1941, Neal E. Miller and John Dollard presented their book with a revision of Holt's social learning and imitation theory. They argued four factors contribute to learning: drives, cues, responses, and rewards. One driver is social motivation, which includes imitativeness, the process of matching an act to an appropriate cue of where and when to perform the act. A behavior is imitated depending on whether the model receives a positive or negative response consequences.[5] Miller and Dollard argued that if one were motivated to learn a particular behavior, then that particular behavior would be learned through clear observations. By imitating these observed actions the individual observer would solidify that learned action and would be rewarded with positive reinforcement. The proposition of social learning was expanded upon and theorized by Canadian psychologist Albert Bandura. Bandura, along with his students and colleagues conducted a series of studies, known as the Bobo doll experiment, in 1961 and 1963 to find out why and when children display aggressive behaviors. These studies demonstrated the value of modeling for acquiring novel behaviors.[6] These studies helped Bandura publish his seminal article and book in 1977 that expanded on the idea of how behavior is acquired, and thus built from Miller and Dollard's research.[7] In Bandura's 1977 article, he claimed that Social Learning Theory shows a direct correlation between a person's perceived self-efficacy and behavioral change. Self-efficacy comes from four sources: \"performance accomplishments, vicarious experience, verbal persuasion, and physiological states\".[8] In 1986, Bandura published his second book, which expanded and renamed his original theory. He called the new theory social cognitive theory. Bandura changed the name to emphasize the major role cognition plays in encoding and performing behaviors. In this book, Bandura argued that human behavior is caused by personal, behavioral, and environmental influences.[2] In 2001, Bandura brought SCT to mass communication in his journal article that stated the theory could be used to analyze how \"symbolic communication influences human thought, affect and action\". The theory shows how new behavior diffuses through society by psychosocial factors governing acquisition and adoption of the behavior.[9] In 2011, Bandura published a book chapter -- The Social and Policy Impact of Social Cognitive Theory—to extend SCT'S application in health promotion and urgent global issues, which provides insight into addressing global problems through a macro social lens, aiming at improving equality of individuals' lives under the umbrellas of SCT.[10] SCT has been applied to many areas of human functioning such as career choice and organizational behavior[11] as well as in understanding classroom motivation, learning, and achievement. Social Cognitive Theory originated in psychology, but based on an unofficial November 2013 Google Scholar search, only 2 percent of articles published on SCT are in the pure psychology field. About 20 percent of articles are from Education and 16 percent from Business. The majority of publications using SCT, 56 percent, come from the field of Applied Health Psychology.[12] The majority of current research in Health Psychology focuses on testing SCT in behavioral change campaigns as opposed to expanding on the theory. Campaign topics include: increasing fruit and vegetable intake, increasing physical activity,[13] HIV education, and breastfeeding. Born in 1925, Bandura spent his life influencing the world with expansions of SCT. His recent work, published May 2011, focuses on how SCT impacts areas of both health and population in relation to climate change.[10] He proposes that these problems could be solved through television serial dramas that show models similar to viewers performing the desired behavior. On health, Bandura writes that currently there is little incentive for doctors to write prescriptions for healthy behavior, but he believes the cost of fixing health problems start to outweigh the benefits of being healthy. Bandura argues that we are on the cusp of moving from a disease model (focusing on people with problems) to a health model (focusing on people being healthy) and SCT is the theory that should be used to further a healthy society. Specifically on Population, Bandura states that population growth is a global crisis because of its correlation with depletion and degradation of our planet's resources. Bandura argues that SCT should be used to increase birth control use, reduce gender inequality through education, and to model environmental conservation to improve the state of the planet. Social cognitive theory is a learning theory based gists agree that the environment one grows up in contributes to behavior, the individual person (and therefore cognition) is just as important. People learn by observing others, with the environment, behavior, and cognition acting as primary factors that influence development in a reciprocal triadic relationship.[14] Each behavior witnessed can change a person's way of thinking (cognition). Similarly, the environment one is raised in may influence later behaviors. For example, a caregiver's mindset (also cognition) determines the environment in which their children are raised. The core concepts of this theory are explained by Bandura through a schematization of triadic reciprocal causation.[3] The schema shows how the reproduction of an observed behavior is influenced by getting the learner to believe in his or her personal abilities to correctly complete a behavior. It is important to note that learning can occur without a change in behavior. According to J.E. Ormrod's general principles of social learning, while a visible change in behavior is the most common proof of learning, it is not absolutely necessary. Social learning theorists believe that because people can learn through observation alone, their learning may not necessarily be shown in their performance. These are interdependent on each other and its influence can be directly linked with individual or group psychological behavior.[16] According to Alex Stajkovic and Fred Luthans it is critically important to recognize that the relative influences exerted by one, two, or three interacting factors on motivated behavior will vary depending on different activities, different individuals and different circumstances. Social cognitive theory is proposed in an agentic perspective, which suggests that, instead of being just shaped by environments or inner forces, individuals are self-developing, self-regulating, self-reflecting and proactive.[2] Specifically, human agency operates within three modes:[17] Human agency has four core properties:[17] Evolving over time, human beings are featured with advanced neural systems, which enable individuals to acquire knowledge and skills by both direct and symbolic terms.[3] Four primary capabilities are addressed as important foundations of social cognitive theory: symbolizing capability, self-regulation capability, self-reflective capability, and vicarious capability.[3] Social cognitive theory revolves around the process of knowledge acquisition or learning directly correlated to the observation of models. The models can be those of an interpersonal imitation or media sources. Effective modeling teaches general rules and strategies for dealing with different situations.[18] To illustrate that people learn from watching others, Albert Bandura and his colleagues constructed a series of experiments using a Bobo doll. In the first experiment, children were exposed to either an aggressive or non-aggressive model of either the same sex or opposite sex as the child. There was also a control group. The aggressive models played with the Bobo doll in an aggressive manner, while the non-aggressive models played with other toys. They found that children who were exposed to the aggressive models performed more aggressive actions toward the Bobo doll afterward, and that boys were more likely to do so than girls.[19] Following that study, Albert Bandura tested whether the same was true for models presented through media by constructing an experiment he called Bobo Doll Behavior: A Study of Aggression. In this experiment Bandura exposed a group of children to a video featuring violent and aggressive actions. After the video he then placed the children in a room with a Bobo doll to see how they behaved with it. Through this experiment, Bandura discovered that children who had watched the violent video subjected the dolls to more aggressive and violent behavior, while children not exposed to the video did not. This experiment displays the social cognitive theory because it depicts how people reenact behaviors they see in the media. In this case, the children in this experiment reenacted the model of violence they directly learned from the video.[20] Observations should include: Modeling does not limit to only live demonstrations but also verbal and written behaviour can act as indirect forms of modeling. Modeling not only allows students to learn behaviour that they should repeat but also to inhibit certain behaviours. For instance, if a teacher glares at one student who is talking out of turn, other students may suppress this behavior to avoid a similar reaction. Teachers model both material objectives and underlying curriculum of virtuous living. Teachers should also be dedicated to the building of high self-efficacy levels in their students by recognizing their accomplishments. To learn a particular behavior, people must understand what the potential outcome is if they repeat that behavior. The observer does not expect the actual rewards or punishments incurred by the model, but anticipates similar outcomes when imitating the behavior (called outcome expectancies), which is why modeling impacts cognition and behavior.[21] These expectancies are heavily influenced by the environment that the observer grows up in; for example, the expected consequences for a DUI in the United States of America are a fine, with possible jail time, whereas the same charge in another country might lead to the infliction of the death penalty. For example, in the case of a student, the instructions the teacher provides help students see what outcome a particular behaviour leads to. It is the duty of the teacher to teach a student that when a behaviour is successfully learned, the outcomes are meaningful and valuable to the students. Social cognitive theory posits that learning most likely occurs if there is a close identification between the observer and the model and if the observer also has a great self-efficacy.[22] Self–efficacy is the extent to which an individual believes that they can master a particular skill. Self-efficacy beliefs function as an important set of proximal determinants of human motivation, affect, and action—which operate on action through motivational, cognitive, and affective intervening processes.[23] According to Bandura, self-efficacy is \"the belief in one's capabilities to organize and execute the courses of action required to manage prospective situations\".[24] Bandura and other researchers have found an individual's self-efficacy plays a major role in how goals, tasks, and challenges are approached. Individuals with high self-efficacy are more likely to believe they can master challenging problems and they can recover quickly from setbacks and disappointments. Individuals with low self-efficacy tend to be less confident and don't believe they can perform well, which leads them to avoid challenging tasks. Therefore, self-efficacy plays a central role in behavior performance. Observers who have high level of self-efficacy are more likely to adopt observational learning behaviors.[25] Self-efficacy can be developed or increased by: For example, students become more effortful, active, pay attention, highly motivated and better learners when they perceive that they have mastered a particular task.[27] It is the duty of the teacher to allow student to perceive in their efficacy by providing feedback to understand their level of proficiency. Teachers should ensure that the students have the knowledge and strategies they need to complete the tasks. Self-efficacy has also been used to predict behavior in various health related situations such as weight loss, quitting smoking, and recovery from heart attack. In relation to exercise science, self-efficacy has produced some of the most consistent results revealing an increase in participation in exercise.[28] Identification allows the observer to feel a one-to-one similarity with the model, and can thus lead to a higher chance of the observer following through with the modeled action.[18] People are more likely to follow behaviors modeled by someone with whom they can identify. The more commonalities or emotional attachments perceived between the observer and the model, the more likely the observer learns and reenacts the modeled behavior.[24] Social cognitive theory is often applied as a theoretical framework of studies pertained to media representation regarding race, gender, age and beyond.[29][30][31] Social cognitive theory suggested heavily repeated images presented in mass media can be potentially processed and encoded by the viewers (Bandura, 2011). Media content analytic studies examine the substratum of media messages that viewers are exposed to, which could provide an opportunity to uncover the social values attached to these media representations.[30] Although media contents studies cannot directly test the cognitive process,[32] findings can offer an avenue to predict potential media effects from modeling certain contents, which provides evidence and guidelines for designing subsequent empirical work.[30] Social cognitive theory is pervasively employed in studies examining attitude or behavior changes triggered by the mass media. As Bandura suggested, people can learn how to perform behaviors through media modeling.[3] SCT has been widely applied in media studies pertained to sports, health, education and beyond. For instance, Hardin and Greer in 2009 examined the gender-typing of sports within the theoretical framework of social cognitive theory, suggesting that sports media consumption and gender-role socialization significantly related with gender perception of sports in American college students.[33] In health communication, social cognitive theory has been applied in research related to smoking cessation, HIV prevention, safe sex behaviors, and so on.[34][35] For example, Martino, Collins, Kanouse, Elliott, and Berry in 2005 examined the relationship between the exposure to television’s sexual content and adolescents’ sexual behavior through the lens of social cognitive theory, confirming the significant relationship between the two variables among white and African American groups; however, no significant correlation was found between the two variables in the ethic group of Hispanics, indicating that peer norm could possibly serve as a mediator of the two examined variables.[36] Albert Bandura defines perceived self-efficacy as “people's beliefs about their capabilities to produce designated levels of performance that exercise influence over events that affect their lives.”[37] Self-efficacy is just one of six constructs that SCT is based on; the other five include reciprocal determinism, behavioral capability, observational learning, reinforcements, and expectations.[38] A lack of physical activity has been shown to contribute to heart disease, type 2 diabetes, and cancer even in individuals without any other risk factors.[39] Social cognitive theory can be helpful in identifying motivating factors that lead to increased physical activity across age and gender. A study by Yael Netz and Shulamith Raviv in 2004 found positive correlations between high levels of self-efficacy when compared to physical activity.[40] These findings suggest the best motivational method to increase the rate of physical activity is one that first increases perceived self-efficacy. As applied to public health campaigns, the first symptom to address is low levels of perceived self-efficacy rather than low levels of physical activity, since addressing the former may rectify the latter. A different study conducted in 2015 observed similar results.[41] The goal of this study was to identify if SCT could be used to “…improve physical activity (PA) interventions by identifying which variables to target to maximize intervention impact.” By following 204 overweight men over the course of a three-month weight loss program, researchers applied a longitudinal, latent variable structural equation model to test SCT-related constructs including self-efficacy, outcome expectations, intention and social support as they apply toward self-reported changes in physical activity level. Researchers found self-efficacy as the most important indicator for physical activity, while noting a non-zero effect of intention on increased physical activity. As such, weight loss programs focused on increasing the physical activity levels of participants should aim to increase participant self-efficacy in order to achieve desirable results. Physical activity levels, on average, decline during one’s life – particularly during adolescence.[42] SCT can be used to explain the most prevalent contributing factors to this marked decrease in physical activity among adolescents and then develop appropriate intervention methods to best change this phenomenon. One study in particular addresses this subject through the SCT framework.[43] Researchers mailed questionnaires to a random sample of 937 undergraduate students in the U.S. to measure the influence of personal, behavioral, and environmental factors on exercise behavior change. For both men and women, increased self-efficacy was the most important predictor in signifying positive changes to exercise behavior and physical activity. SCT can be applied to public health campaigns in an attempt to foster a more healthy public through exercise; as it relates, multiple studies find self-efficacy as the most important variable in predicting high- or low-levels of physical activity. Miller's 2005 study found that choosing the proper gender, age, and ethnicity for models ensured the success of an AIDS campaign to inner city teenagers. This occurred because participants could identify with a recognizable peer, have a greater sense of self-efficacy, and then imitate the actions to learn the proper preventions and actions.[44] A study by Azza Ahmed in 2009 looked to see if there would be an increase in breastfeeding by mothers of preterm infants when exposed to a breastfeeding educational program guided by SCT. Sixty mothers were randomly assigned to either participate in the program or they were given routine care. The program consisted of SCT strategies that touched on all three SCT determinants: personal – showing models performing breastfeeding correctly to improve self-efficacy, behavioral –weekly check-ins for three months reinforced participants' skills, environmental – mothers were given an observational checklist to make sure they successfully completed the behavior. The author found that mothers exposed to the program showed significant improvement in their breastfeeding skills, were more likely to exclusively breastfeed, and had fewer problems then the mothers who were not exposed to the educational program.[45] Social cognitive theory emphasizes a large difference between an individual's ability to be morally competent and morally performing. Moral competence involves having the ability to perform a moral behavior, whereas moral performance indicates actually following one's idea of moral behavior in a specific situation.[46] Moral competencies include: As far as an individual's development is concerned, moral competence is the growth of cognitive-sensory processes; simply put, being aware of what is considered right and wrong. By comparison, moral performance is influenced by the possible rewards and incentives to act a certain way.[46] For example, a person's moral competence might tell them that stealing is wrong and frowned upon by society; however, if the reward for stealing is a substantial sum, their moral performance might indicate a different line of thought. Therein lies the core of social cognitive theory. For the most part, social cognitive theory remains the same for various cultures. Since the concepts of moral behavior did not vary much between cultures (as crimes like murder, theft, and unwarranted violence are illegal in virtually every society), there is not much room for people to have different views on what is morally right or wrong. The main reason that social cognitive theory applies to all nations is because it does not say what is moral and immoral; it simply states that we can acknowledge these two concepts. Our actions in real-life scenarios are based on whether we believe the action is moral and whether the reward for violating our morals is significant enough, and nothing else.[46] In series TV programming, according to social cognitive theory, the awarded behaviors of liked characters are supposed to be followed by viewers, while punished behaviors are supposed to be avoided by media consumers. However, in most cases, protagonists in TV shows are less likely to experience the long-term suffering and negative consequences caused by their risky behaviors, which could potentially undermine the punishments conveyed by the media, leading to a modeling of the risky behaviors.[32] Nabi and Clark conducted experiments about individual’s attitudes and intentions consuming various portrayals of one-night stand sex– unsafe and risky sexual behavior, finding that individuals who had not previously experienced one night stand sex, consuming media portrayals of this behavior could significantly increase their expectations of having a one night stand sex in the future, although negative outcomes were represented in TV shows.[32]","Title":"Social cognitive theory - Wikipedia","KeyID":"9590","URL":"https://en.wikipedia.org/wiki/Social_cognitive_theory"}