{"Content: ":"The Chinese Center for Disease Control and Prevention (CCDC; Chinese: 中国疾病预防控制中心) is an institution directly under the National Health Commission, based in Changping District, Beijing, China.[2] Established in 1983, it works to protect public health and safety by providing information to enhance health decisions, and to promote health through partnerships with provincial health departments and other organizations. The CCDC focuses national attention on developing and applying disease prevention and control (especially infectious diseases), environmental health, occupational safety and health, health promotion, prevention and education activities designed to improve the health of the people of the People's Republic of China.[3][4][5] Shen Hongbing is the current Director of Chinese CDC.[1] The CCDC administers a number of laboratories across China, including the biosafety level 2 facility at the Wuhan Center for Disease Control (sometimes confused with the nearby Wuhan Institute of Virology),[6] which received global media coverage during the COVID-19 pandemic for its research into SARS-like coronaviruses of bat origin.[7][8][9] On January 10, 2020, the CCDC uploaded the genetic sequence of SARS-CoV-2 to GISAID for global dissemination.[10] In 2022, the Center shared with GISAID a phylogenetic analysis of over 32 independent introductions SARS-CoV-2 from outside China that were identified in the first quarter of the year.[11] As of 2016,[update] the Chinese CDC has 2120 staff with 1876 technical professionals (accounting for 89%), 133 managerial staff (accounting for 6%), and 111 logistic staff (accounting for 5%). The Chinese CDC publishes or co-sponsors a total of 16 journals,[12] including China CDC Weekly,[13] Journal of Hygiene Research,[14] Chinese Journal of Experimental and Clinical Virology, and Chinese Journal of Epidemiology.  This China-related article is a stub. You can help Wikipedia by expanding it. This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it.","Title":"Chinese Center for Disease Control and Prevention - Wikipedia","KeyID":"9595","URL":"https://en.wikipedia.org/wiki/Chinese_Center_for_Disease_Control_and_Prevention"}