{"Content: ":"The Ministry of Health and Family Welfare is an Indian government ministry charged with health policy in India. It is also responsible for all government programs relating to family planning in India.[3][4] The Minister of Health and Family Welfare holds cabinet rank as a member of the Council of Ministers. The current minister is Mansukh L. Mandaviya, while the current Minister of State for health (MOS: assistant to Minister i.e. currently assistant to Mansukh L. Mandaviya) is Dr Bharati Pawar .[5] Since 1955 the Ministry regularly publishes the Indian Pharmacopoeia through the Indian Pharmacopoeia Commission (IPC), an autonomous body for setting standards for drugs, pharmaceuticals and healthcare devices and technologies in India.[6] The ministry is composed of two departments: Department of Health and Family Welfare and the Department of Health Research.[7] The Department of Health deals with health care, including awareness campaigns, immunisation campaigns, preventive medicine, and public health. Bodies under the administrative control of this department are: The Department of Family Welfare (FW) is responsible for aspects relating to family welfare, especially in reproductive health, maternal health, pediatrics, information, education and communications; cooperation with NGOs and international aid groups; and rural health services. The Department of Family Welfare is responsible for: The Department of Health Research (DHR) was created in 2007 and became functional the following month.[9] Researches on estimation of disease burden, health related affordable innovative technologies process/product development, Translational research and child health care, are included in Grant-In-Aid Scheme of DHR.[10] Department of Indian System of Medicine and Homeopathy (ISM&H) was established in 1995. It was later renamed as Department of Ayurveda, Yoga, and Naturopathy, Unani, Siddha and Homoeopathy (AYUSH) in 2003. AYUSH focuses on research and education. The Department of AYUSH no more falls under the Ministry of Health and Family Welfare, it was elevated to the Ministry of AYUSH with effect 9 November 2014.[11]","Title":"Ministry of Health and Family Welfare - Wikipedia","KeyID":"9598","URL":"https://en.wikipedia.org/wiki/Ministry_of_Health_and_Family_Welfare"}