{"Content: ":"Health Canada (HC; French: Santé Canada, SC)[NB 1] is the department of the Government of Canada responsible for national health policy. The department itself is also responsible for numerous federal health-related agencies, including the Canadian Food Inspection Agency (CFIA) and the Public Health Agency of Canada (PHAC), among others. These organizations help to ensure compliance with federal law in a variety of healthcare, agricultural, and pharmaceutical activities. This responsibility also involves extensive collaboration with various other federal- and provincial-level organizations in order to ensure the safety of food, health, and pharmaceutical products—including the regulation of health research and pharmaceutical manufacturing/testing facilities. The department is responsible to Parliament through the minister of health—presently Jean-Yves Duclos—as part of the federal health portfolio.[3] The minister is assisted by the associate minister of health, and minister of mental health and addictions—presently Carolyn Bennett. The deputy minister of health, the senior most civil servant within the department, is responsible for the day-to-day leadership and operations of the department and reports directly to the minister. Originally created as the \"Department of Health\" in 1919—in the wake of the Spanish flu crisis[4]—what is known as Health Canada today was formed in 1993 from the former Health and Welfare Canada department (established in 1944), which split into two separate units; the other department being Human Resources and Labour Canada.[5] Health Canada's leadership consists of:[6] The following branches, offices, and bureaus (and their respective services) fall under the jurisdiction of Health Canada:[6] In their responsible of maintaining and improving the health of Canadians, the Minister of Health is supported by the Health Portfolio, which comprises Health Canada as well as: Additionally, Health Canada is a corporate partner of the Canadian Association of Emergency Physicians (CAEP).[7] In December 2016, Health Canada approved the purchase of a new botulism antitoxin called heptavalent botulism antitoxin (BAT) from the American-based company Emergent Biosolutions, a global specialty biopharmaceutical company. The PHAC has identified botulism as a likely biological terrorist threat.[8] The Compliance and Enforcement Directorate provides support to Health Canada by enforcing the laws and regulations pertaining to the production, distribution, importation, sale, and/or use of consumer products, including but not limited to: tobacco, pest control materials, drugs and medical devices, biologics, and natural health products. The Directorate conducts inspections and investigations to ensure that products are safe, of good quality, and properly labelled and distributed, in order to better protect Canadians from potentially harmful products and consumables. Compliance and Enforcement Directorate is divided into six distinct programs:[9] Acts for which Health Canada has total or partial responsibility:[10] Acts which Health Canada is involved or has special interest in: Health Canada has a special access program that health care providers may use to request medications that are not currently commercially available in Canada.[11] The chief medical advisor of Health Canada, Supriya Sharma,[12][13] as of April 2021, oversees the COVID-19 vaccine approval process in Canada.[12][14] On 29 March 2021, Sharma supported the National Advisory Committee on Immunization's declaration of a pause for the administration of the AstraZeneca vaccine to Canadians under the age of 55.[13][15] An editorial published by the Canadian Medical Association Journal has called for Health Canada to more strictly regulate natural health products. The editorial cited weaknesses in current legislation that allow natural health products to make baseless health claims, to neglect side-effects research prior to products reaching market, and to be sold without being evaluated by Health Canada.[16] On 10 September 2012, a report on CBC television questioned the safety of drugs sold in North America.[17] The Canadian Press reported that Health Canada is secretive regarding inspections about drugs manufactured overseas, leaving the public unsure about the safety of these drugs.[18] Health Canada aims to provide responses to pharmaceutical innovators within 300 days of submitting a drug for review. However, for submissions filed between 2015 and 2019, only 33 percent received a response within that target. Fully 18 percent waited over a year, and almost 5 percent over two years. The average delay for a standard review was 335 days. Health Canada’s accelerated pathway for approval dubbed “conditional compliance” reduces its target timeline to 200 days, but its actual average delay was still 302 days, and only 8 percent of applicants received responses within the 200-day target.[19] It has been suggested that government entities should make use of rolling submissions, as was done for COVID-19 vaccines, to proceed with the examination of partially complete submissions and accept new information as it becomes available, and also that drugs already approved in other jurisdictions should be approved more rapidly to avoid redundancy.[19]","Title":"Health Canada - Wikipedia","KeyID":"9599","URL":"https://en.wikipedia.org/wiki/Health_Canada"}