{"Content: ":"Federal Reserve Notes, also United States banknotes, are the currently issued banknotes of the United States dollar.[1] The United States Bureau of Engraving and Printing produces the notes under the authority of the Federal Reserve Act of 1913[2] and issues them to the Federal Reserve Banks at the discretion of the Board of Governors of the Federal Reserve System.[2] The Reserve Banks then circulate the notes to their member banks,[3] at which point they become liabilities of the Reserve Banks[4] and obligations of the United States.[2] Federal Reserve Notes are legal tender, with the words \"this note is legal tender for all debts, public and private\" printed on each note.[5] They replaced National Bank Notes, which national banks issued from 1863 to 1935 under the authority of the United States Treasury. The notes are backed by financial assets that the Federal Reserve Banks pledge as collateral, which are mainly Treasury securities and mortgage agency securities[6] that they purchase on the open market by fiat payment. Prior to centralized banking, each commercial bank issued its own notes. The first institution with responsibilities of a central bank in the U.S. was the First Bank of the United States, chartered in 1791 by Alexander Hamilton. Its charter was not renewed in 1811. In 1816, the Second Bank of the United States was chartered; its charter was not renewed in 1836, after President Andrew Jackson campaigned heavily for its disestablishment. From 1837 to 1862, in the Free Banking Era, there was no formal central bank, and banks issued their own notes again. From 1862 to 1913, a system of national banks was instituted by the 1863 National Banking Act. Federal Reserve Notes have been printed from Series 1914 in large-note format, and from Series 1928 in modern-day (small-note) format. The latter dimensions originated from the size of the Philippine peso Silver Certificates issued in 1903 while William Howard Taft served as Philippine governor-general under the United States colonial administration. In view of its highly successful run, President Taft subsequently appointed a committee that reported favorably on the advantages and savings from adopting the dimensions of Philippine notes for use in the United States. [7] Final implementation of today's small-size format, however, only occurred in 1928. The authority of the Federal Reserve Banks to issue notes comes from the Federal Reserve Act of 1913. Legally, they are liabilities of the Federal Reserve Banks and obligations of the United States government. Although not issued by the Treasury Department, Federal Reserve Notes carry the (engraved) signature of the Treasurer of the United States and the United States Secretary of the Treasury. Recent efforts have been made to ensure that they are legible.[8] The long vacancy of the Treasurer's position led to over a year's delay before a new currency series was produced in the Biden Administration.[9] At the time of the Federal Reserve's creation, the law provided for notes to be redeemed to the Treasury in gold or \"lawful money.\" The latter category was not explicitly defined, but included United States Notes, National Bank Notes, and certain other notes held by banks to meet reserve requirements, such as clearing certificates.[10] The Emergency Banking Act of 1933 removed the gold obligation and authorized the Treasury to satisfy these redemption demands with current notes of equal face value (effectively making change). Under the Bretton Woods system, although citizens could not legally possess gold (except as rare coins, jewelry, for industrial purposes and the like), the federal government continued to maintain a stable international gold price. This system ended with the Nixon Shock of 1971. Present-day Federal Reserve Notes are not backed by convertibility to any specific commodity, but only by the collateral assets that Federal Reserve Banks post in order to obtain them.[11] Series 1914 FRN were the first of two large-size issues. Denominations were $5, $10, $20, $50, and $100 printed first with a red seal and then continued with a blue seal.[12] Series 1918 notes were issued in $500, $1,000, $5,000, and $10,000 denominations. The latter two denominations exist only in institutional collections.[13] Series 1914 and 1918 notes in the following two tables are from the National Numismatic Collection at the National Museum of American History (Smithsonian Institution). Per the Treasury Department Appropriation Bill of 1929, notes issued 1928 and earlier were 7+7⁄16 × 3+9⁄64 inches and later issues were to be 6+5⁄16 × 2+11⁄16 inches, which allowed the Treasury Department to produce 12 notes per 16+1⁄4 × 13+1⁄4 inch sheet of paper that previously would yield 8 notes at the old size.[14] Modern measurements of these large size notes reveal an average dimension of 7+3⁄8 × 3+1⁄8 inches (187 × 79 mm). Small size notes (described as such due to their size relative to the earlier large-size notes) are an average 6+1⁄8 × 2+5⁄8 inches (156 × 67 mm), the size of modern U.S. currency. Each measurement is ± 0.08 inches (2 mm) to account for margins and cutting. (Note: differences in size may also involve in historical changes in the definition of the inch.) A commercial bank that maintains a reserve account with the Federal Reserve can obtain notes from the Federal Reserve Bank in its district whenever it wishes. The bank must pay the face value of the notes by debiting (drawing down) its reserve account. Smaller banks without a reserve account at the Federal Reserve can maintain their reserve accounts at larger \"correspondent banks\" which themselves maintain reserve accounts with the Federal Reserve.[15] Federal Reserve Notes are printed by the Bureau of Engraving and Printing (BEP), a bureau of the Department of the Treasury.[16] When Federal Reserve Banks require additional notes for circulation, they must post collateral in the form of direct federal obligations, private bank obligations, or assets purchased through open market operations.[11] If the notes are newly printed, they also pay the BEP for the cost of printing (about 4¢ per note). This differs from the issue of coins, which are purchased for their face value.[15] A Federal Reserve Bank can retire notes that return from circulation, which entitles it to recover collateral that it posted for an earlier issue. Retired notes in good condition are held in the bank's vault for future issues.[17] Notes in poor condition are destroyed[18] and replacements are ordered from the BEP. The Federal Reserve shreds 7,000 tons of worn out currency each year.[19] As of 2018, Federal Reserve notes remain, on average, in circulation for the following periods of time:[20] The Federal Reserve does not publish an average life span for the $2 bill. This is likely due to its treatment as a collector's item by the general public; it is, therefore, not subjected to normal circulation.[21] Starting with the Series 1996 $100 note, bills $5 and above have a special letter in addition to the prefix letters which range from A-P. The first letter is A for series 1996; the first letter is B for series 1999; the first letter is C for series 2001; the first letter is D for series 2003; the first letter is F for series 2003A; the first letter is H for series 2006; and the first letter is K for series 2006A, L is for Series 2009 $100 bills, M is Series 2013, N is Series 2017 and P is Series 2017A. Series 2021 will likely use R.[22] The Series 2004 $20, the first note in the second redesign, has kept the element of the special double prefix. The first letter is E for series 2004; the first letter is G for series 2004A; the first letter is I for series 2006; the first letter is J for series 2009; the first letter is L for series 2009A; and the first letter is M for series 2013.[22] Federal Reserve Notes are made of 75% cotton and 25% linen fibers, supplied by Crane Currency of Dalton, Massachusetts specifically for that purpose.[23] U.S. paper currency has had many nicknames and slang terms. The notes themselves are generally referred to as bills (as in \"five-dollar bill\"). Notes can be referred to by the first or last name of the person on the portrait (George for one dollar, or even more popularly, \"Benjamins\" for $100 notes). Despite the relatively late addition of color and other anti-counterfeiting features to U.S. currency, critics hold that it is still a straightforward matter to counterfeit these bills.[25] They point out that the ability to reproduce color images is well within the capabilities of modern color printers, most of which are affordable to many consumers. These critics suggest that the Federal Reserve should incorporate holographic features, as are used in most other major currencies, such as the pound sterling, Canadian dollar and euro banknotes, which are more difficult and expensive to forge. Another robust technology, the polymer banknote, has been developed for the Australian dollar and adopted for the New Zealand dollar, Romanian leu, Papua New Guinea kina, Canadian dollar, and other circulating, as well as commemorative, banknotes of a number of other countries. They are said to be more secure, cleaner and more durable than paper notes but that is not the case with U.S. banknotes which are already designed to be more durable than traditional cotton-based banknotes, circulation life shows this to be the case. One major issue with implementing these or any new counterfeiting countermeasures, however, is that (other than under Executive Order 6102) the United States has never demonetized or required a mandatory exchange of any existing currency. Consequently, would-be counterfeiters can easily circumvent any new security features simply by counterfeiting older designs, although once a new design is launched, the older designs are usually withdrawn from circulation as they cycle through the Federal Reserve Banks. U.S. currency does, however, bear several anti-counterfeiting features. Two of the most critical anti-counterfeiting features of U.S. currency are the paper and the ink. The ink and paper combine to create a distinct texture, particularly as the currency is circulated. The paper and the ink alone have no effect on the value of the dollar until post print. These characteristics can be hard to duplicate without the proper equipment and materials. Furthermore, recent redesigns of the $5, $10, $20, and $50 notes have added EURion constellation patterns which can be used by scanning software to recognize banknotes and refuse to scan them. The differing sizes of other nations' banknotes is a security feature that eliminates one form of counterfeiting to which U.S. currency is prone: Counterfeiters can simply bleach the ink off a low-denomination note, such as a $1 or $5 bill, and reprint it as a higher-value note, such as a $100 bill. To counter this, the U.S. government has included in all $5 and higher denominated notes since the 1990 series a security thread, which is a vertical laminate strip imprinted with denomination information. Under ultraviolet light, the security thread fluoresces a different color for each denomination ($5 note: blue; $10 note: orange; $20 note: green; $50 note: yellow; $100 note: red).[26] Additionally the newly designed $100 launched in 2013 has a 3D security ribbon which has proven to be highly resistant to counterfeiting, yet easily understood by the public without special tools or lights. According to the central banks, the number of counterfeited bank notes seized annually is about 10 in one million of real bank notes for the Swiss franc, of 50 in one million for the Euro, of 100 in one million for United States dollar and of 300 in one million for pound sterling (old style).[27] Critics, such as the American Council of the Blind, note that U.S. bills are relatively hard to tell apart: they use very similar designs, they are printed in the same colors (until the 2003 banknotes, in which a faint secondary color was added), and they are all the same size. The American Council of the Blind has argued[28] that American paper currency design should use increasing sizes according to value or raised or indented features to make the currency more usable by the vision-impaired, since the denominations cannot currently be distinguished from one another non-visually. Use of Braille codes on currency is not considered a desirable solution because these markings would only be useful to people who know how to read Braille, and one Braille symbol can become confused with another if even one bump is rubbed off. Though some blind individuals say that they have no problems keeping track of their currency because they fold their bills in different ways or keep them in different places in their wallets, they nevertheless must rely on sighted people or currency-reading machines to determine the value of each bill before filing it away using the system of their choice. This means that no matter how organized they are, blind people still have to trust sighted people or machines each time they receive U.S. banknotes. By contrast, other major currencies, such as the pound sterling and euro, feature notes of differing sizes: the size of the note increases with the denomination and different denominations are printed in different, contrasting colors. This is useful not only for the vision-impaired; they nearly eliminate the risk that, for example, someone might fail to notice a high-value note among low-value ones. Multiple currency sizes were considered for U.S. currency, but makers of vending and change machines successfully argued that implementing such a wide range of sizes would greatly increase the cost and complexity of such machines. Similar arguments were unsuccessfully made in Europe prior to the introduction of multiple note sizes. Alongside the contrasting colors and increasing sizes, many other countries' currencies contain tactile features missing from U.S. banknotes to assist the blind. For example, Canadian banknotes have a series of raised dots (not Braille) in the upper right corner to indicate denomination. Mexican peso banknotes also have raised patterns of dashed lines. The Indian rupee has raised patterns of different shapes printed for various denominations on the left of the watermark window (20: vertical rectangle; 50: square; 100: triangle; 500: circle; 1,000: diamond). Ruling on a lawsuit filed in 2002 (American Council of the Blind v. Paulson), on November 28, 2006, U.S. District Judge James Robertson ruled that the American bills gave an undue burden to the blind and denied them \"meaningful access\" to the U.S. currency system. In his ruling, Robertson noted that the United States was the only nation out of 180 issuing paper currency that printed bills that were identical in size and color in all their denominations and that the successful use of such features as varying sizes, raised lettering and tiny perforations used by other nations is evidence that the ordered changes are feasible.[29][30] The plaintiff's attorney was quoted as saying \"It's just frankly unfair that blind people should have to rely on the good faith of people they have never met in knowing whether they've been given the correct change.\"[31] Government attorneys estimated that the cost of such a change ranges from $75 million in equipment upgrades and $9 million annual expenses for punching holes in bills to $178 million in one-time charges and $50 million annual expenses for printing bills of varying sizes.[31] Robertson accepted the plaintiff's argument that current practice violates Section 504 of the Rehabilitation Act.[32] The judge ordered the United States Department of the Treasury to begin working on a redesign within 30 days,[28][33][34][35] but the Treasury appealed the decision. On May 20, 2008, in a 2-to-1 decision, the United States Court of Appeals for the District of Columbia Circuit upheld the earlier ruling, pointing out that the cost estimates were inflated and that the burdens on blind and visually impaired currency users had not been adequately addressed.[36] On October 3, 2008, on remand from the D.C. Circuit, D.C. District Court Judge Robertson granted the injunction.[37] As a result of the court's injunction, the Bureau of Engraving and Printing is planning to implement a raised tactile feature in the next redesign of each note, except the $1 bill (which is not allowed to be redesigned, Pub.L. 114–113 (text) (PDF), 129 Stat. 2431, enacted December 18, 2015[38][39]), though the version of the $100 bill already is in progress. It also plans larger, higher-contrast numerals, more color differences, and distribution of currency readers to assist the visually impaired during the transition period. The Bureau received a comprehensive study on accessibility options in July 2009,[40] and solicited public comments from May to August 2010.[41][42] The Secretary of the Treasury is charged with the obligation to produce currency and bonds. 31 U.S.C. § 5114. Treasury Department regulations further specify the quality of paper and ink to be used. 31 C.F.R. Part 601. The denominations and design of currency are not further specified by law; for example, the choice of $1, $5, $10, $20, $50, and $100, and the portraits on each, are largely left to the discretion of the Secretary of the Treasury. There are few requirements set by Congress. The national motto \"In God We Trust\" must appear on all U.S. currency and coins.[43] Though the motto had periodically appeared on coins since 1865, it did not appear on currency (other than interest-bearing notes in 1861) until a law passed in 1956 required it.[44] It began to appear on Federal Reserve Notes delivered from 1964 to 1966, depending on denomination.[45] The portraits appearing on the U.S. currency can feature only people who have died, whose names should be included below each of the portraits.[43] Since the standardization of the bills in 1928, the Department of the Treasury has chosen to feature the same portraits on the bills. These portraits were decided upon in 1929 by a committee appointed by the Treasury. Originally, the committee had decided to feature U.S. presidents because they were more familiar to the public than other potential candidates. The Treasury altered this decision, however, to include three statesmen who were also well known to the public: Alexander Hamilton (the first Secretary of the Treasury who appears on the $10 bill), Salmon P. Chase (the Secretary of the Treasury during the American Civil War who appeared on the now obsolete $10,000 bill), and Benjamin Franklin (a signer of the Declaration of Independence and of the Constitution, who appears on the $100 bill).[46] In 2016, the Treasury announced a number of design changes to the $5, $10 and $20 bills; to be introduced over the next ten years. The redesigns include:[47][48] After an unsuccessful attempt in the proposed Legal Tender Modernization Act of 2001,[49] the Omnibus Appropriations Act of 2009 required that none of the funds set aside for either the Treasury or the Bureau of Engraving and Printing may be used to redesign the $1 bill.[50] This is because any change would affect vending machines and the risk of counterfeiting is low for this small denomination.[51] This superseded the Federal Reserve Act (Section 16, Paragraph 8) which gives the Treasury permission to redesign any banknote to prevent counterfeiting.[52] Federal Reserve Bank of Boston Federal Reserve Bank of New York Federal Reserve Bank of Philadelphia Federal Reserve Bank of Cleveland Federal Reserve Bank of Richmond Federal Reserve Bank of Atlanta Federal Reserve Bank of Chicago Federal Reserve Bank of St. Louis Federal Reserve Bank of Minneapolis Federal Reserve Bank of Kansas City Federal Reserve Bank of Dallas Federal Reserve Bank of San Francisco Note: The series 2006A was produced from 2011 to 2013 due to issues with the printing process for the colorized (NextGen) $100 notes. Beginning in 2003, the Federal Reserve introduced a new series of bills, featuring images of national symbols of freedom. The new $20 bill was first issued on October 9, 2003; the new $50 on September 28, 2004; the new $10 bill on March 2, 2006; the new $5 bill on March 13, 2008; the new $100 bill on October 8, 2013. The one and two dollar bills still remain small portrait, unchanged, and not watermarked. All small-sized bills measure 6.14 in × 2.61 in (156 mm × 66 mm), with thickness of 0.0043 in (0.11 mm). While the series 2009A was the first series of these $100 bills released for circulation, the first printing was series 2009 printed in 2010 and 2011. These were withheld from circulation due to issues with the printing process and none were released until 2016.","Title":"Federal Reserve Note - Wikipedia","KeyID":"96","URL":"https://en.wikipedia.org/wiki/Federal_Reserve_Note"}