{"Content: ":"The World Toilet Organization (WTO) is a global non-profit organization whose goal is to improving toilet and sanitation conditions worldwide. It was founded in 2001[1] with 15 members and has now grown to 151 member organizations in 53 countries.[2] The WTO is also the organizer of the World Toilet Summit, the Urgent Run and initiated the United Nations World Toilet Day.[3] WTO was founded by Jack Sim in Singapore on 19 November 2001. Key pillars of WTO's work are: Established World Toilet Day 19 Nov Launched Sanishop Vietnam in partnership with Unilever Achieved special consultative status with the UN ECOSOC Launched Rainbow School Toilet Initiative in Henan Province, China Launched 50 Years of Sanitation Excellence Roadshow in Singapore Jack Sim is the founder of the World Toilet Organization, the BoP HUB and is a global advocate for sanitation. Formerly in the construction industry, he founded WTO in 2001 after attaining financial independence at age of 40 and deciding to devote the rest of his life to social work. For \"creating good will and bringing the subject into the open\" and \"mobilizing national support in providing on-the-ground expertise\" Sim received the Schwab Foundation award for Social Entrepreneur of the Year in 2001. In 2007, Sim became one of the key members to convene the Sustainable Sanitation Alliance composed of key players for sanitation. He is an Ashoka Global Fellow, and was named one of the Heroes of the Environment for 2008 by Time magazine.[5] WTO was founded on 19 November 2001 and the inaugural WTS was held on the same day. WTO recognized the need for an international day to draw global attention to the sanitation crisis – and so established World Toilet Day (WTD).[6] NGOs, the private sector, civil society organizations and the international community joined in to mark the global day. The United Nations also officially recognises this day due to the need to raise awareness about the world's sanitation crisis.[7] Each year, WTO commemorates WTD with the Urgent Run. The Urgent Run is a call for urgent action to end the sanitation crisis and aims to bring communities around the world together to raise awareness for the global sanitation challenge and engage people with sanitation issues in their local communities. For the past few years, in the lead-up to UN World Toilet Day, communities worldwide have come together to organize sanitation-themed Urgent Runs in varying formats and include fun runs, educational events, awareness walks, toilet cleaning programs, carnivals and even motorbike parades. They are organised by community groups, companies, universities, volunteers and NGOs to engage their local communities on their sanitation challenges.[8] WTO's Rainbow School Toilet Initiative was launched in 2015. In 2016 four rural schools, with an estimated 1,300 students (average 300 students per school) benefited from the new toilet buildings equipped with a recyclable wastewater treatment plant.[9] Until 2018, no proper sanitation existed for the almost 100,000 people living in floating communities on Cambodia's Tonle Sap Lake.[10] To address sanitation issues in these floating communities, Wetlands Work! (WW) developed the HandyPod,[11] a product that contains the raw sewage and treats it by harnessing various biological processes. This project aims to eliminate open defecation by providing sanitation systems to floating schools and teaching students to use toilets; improve sanitation and hygiene; reduce school absences due to diarrhea; increase school attendance especially for girls, as well as driving demand for household toilets. WTO and WW raised funds for the project through various platforms and in 2016 a total of eight HandyPods have been installed, befitting approximately 900 students and 650 indirect beneficiaries in their households.[citation needed][12] The World Toilet College (WTC) started as a social enterprise in 2005 with the belief that there is a need for an independent world body to ensure best practices and standards in toilet design, cleanliness and sanitation technologies. While the lack of toilets is an endemic problem, poor management and hygienic maintenance are equally serious issues. A well-kept toilet will encourage proper usage and prevent deadly diseases.[13] Since 2005 WTC has trained more than 5,000 people across its various courses and conducted programmes and courses.[14]","Title":"World Toilet Organization - Wikipedia","KeyID":"9603","URL":"https://en.wikipedia.org/wiki/World_Toilet_Organization"}