{"Content: ":"A Doctor of Public Health (abbr. DrPH, Dr.PH. or D.P.H.; Latin doctor publica sanitas) is a doctoral degree awarded in the field of Public Health. DrPH is an advanced and terminal degree that prepares its recipients for a career in advancing public health practice, leadership, research, teaching, or administration.[1] The first DrPH degree was awarded by Harvard Medical School in 1911.[2] According to the United Nations, the world faces unprecedented challenges such as climate change, noncommunicable diseases, aging populations, health crises, a widening wealth gap, and the overreliance on the internet.[3] DrPH graduates, who received trainings in evidence-based public health practice and research, are expected to have the competences to convene diverse stakeholders, communicate across a range of sectors, and settings, synthesize findings, and generate practice-based evidence.[4] Given the core competencies developed during the program, DrPH graduates often occupy executive leadership roles in private and public sectors along with non-profits, universities and multilateral entities such as WHO and the World Bank. In addition, some DrPH graduates pursue academia including teaching and research. The common elements addressed in all DrPH degrees are: 1) a professionally oriented and competency-based curriculum and 2) core competency domains.[4] The DrPH core competency model highlights the transformative leadership role that DrPH graduates play in advancing the field of research and practice in public health. According to The Association of Schools of Public Health (ASPH), the DrPH competency model has seven domains of skills that every DrPH program should aim to develop: Combined, these skills allows DrPH graduates to create linkages and synergies between research and practice. Often, rather than serving as technical experts, DrPH graduates are more likely to supervise or collaborate with technical experts to solve multifaceted 21st century problems. For instance, their roles require breadth across many areas of public health rather than depth of technical skills in a single one.[1] By having these competencies the ASPH considers the DrPH a professional degree offered for advanced education and training in public health leadership.[5] An entire list of domains and skills can be found here. A DrPH degree is categorized as a terminal degree on a par with the degree of PhD, Doctor of Medicine, Doctor of Education, Doctor of Social Work, or Doctor of Psychology.[6][7] Awarding of a such degree signifies recognition of distinguished scholarly accomplishment in the professional field.[8] However, a DrPH is primarily designed for those who plan careers involving professional practice, teaching, or research, and often emphasizes interdisciplinary studies.[8] In comparison, a PhD is primarily a research-based degree focusing on mastering one specific topic within a certain public health field. Nevertheless, some PhD holders would become scholar-practitioners in their later careers. Traditionally, admission into a DrPH program requires a master of public health degree as a prerequisite; however, this is changing and more schools now are accepting students without any master's degree or with other degrees (i.e., MD, DO). Generally, DrPH programs require several years of public health leadership and practice experience (usually 5 years or more) for an admission. In contrast, one may enter a PhD or ScD program after completing a bachelor (undergrad) degree with no experience or advanced academic training. The number of DrPHs awarded annually is quite low compared with the number of PhDs awarded. This is because the DrPH is a specialized doctoral degree, whereas the PhD is a general doctoral degree. For example, in 2010, there were only 126 DrPH awarded, in contrast to the 776 PhD awarded from 26 of the 46 accredited schools of public health in the US.[9] DrPH: Leadership and public health practice, applied research, implementation research, public health policy, politics, and academia to a lesser extent. PhD: Research and academia. A typical accredited DrPH program requires roughly a one to two-year long intensive multidisciplinary coursework in advanced research methodology, similar to a PhD in some countries. Additionally, as a distinction and addition to a PhD, DrPH students also take advanced courses to gain analytical skills in leadership, management, systems thinking, enabling change, communications, and health policy. DrPH students are also required to complete a public health practice experience as a critical part of their DrPH program. Students apply the skills learned in public health practice to gain leadership experience and hone their skills through hands-on and a field-based culminating public health experience. Most universities require a rigorous comprehensive exam at the end of first two-years of coursework and a public health practical experience before a candidate may be advanced to the capstone project phase. For example, the DrPH programs at Tufts and Harvard require a qualifying exam taken at the end of the first year. DrPH students are required to complete and defend an applied public health practice-related capstone project during their candidacy phase, usually after the comprehensive and qualifying exams. The typical time to complete a DrPH is 3–4 years, depending on the curriculum, previous experience, and education. It is recommended that one have a MPH (Master of Public Health) degree to shorten time in the DrPH program. Some of the universities offering DrPH in the USA are listed below.","Title":"Doctor of Public Health - Wikipedia","KeyID":"9607","URL":"https://en.wikipedia.org/wiki/Doctor_of_Public_Health"}