{"Content: ":"Sara Josephine Baker (November 15, 1873 – February 22, 1945) was an American physician notable for making contributions to public health, especially in the immigrant communities of New York City. Her fight against the damage that widespread urban poverty and ignorance caused to children, especially newborns, is perhaps her most lasting legacy.[1] In 1917, she noted that babies born in the United States faced a higher mortality rate than soldiers fighting in World War I, drawing a great deal of attention to her cause.[2] She also is known for (twice) tracking down Mary Mallon, better known as Typhoid Mary. Baker was born in Poughkeepsie, New York, in 1873 to a wealthy Quaker family. After her father and brother died of typhoid, Baker felt pressure to support her mother and sister financially.[3][4] So, at the age of 16, Baker decided on a career in medicine.[5][6] After studying chemistry and biology at home, she enrolled in the New York Infirmary Medical College, a medical school for women, founded by the sisters and physicians Elizabeth Blackwell and Emily Blackwell.[7] The only class she failed—\"The Normal Child\", taught by Dr. Anne Daniel—led to her fascination with the future recipient of her attention, \"that little pest, the normal child\".[1] Upon graduation as second in her class in 1898, Baker began a year-long internship at the New England Hospital for Women and Children in Boston.[1][8] Baker began practicing as a private physician in New York City following her internship.[9] In 1901, Baker passed the civil service exam and qualified to be a medical inspector at the Department of Health, and worked as a part time inspector in 1902.[10] Known as “Dr. Joe,” she wore masculine-tailored suits and joked that colleagues forgot that she was a woman.[11] The way to keep people from dying from disease, it struck me suddenly, was to keep them from falling ill. Healthy people don’t die. It sounds like a completely witless remark, but at that time it was a startling idea. Preventative medicine had hardly been born yet and had no promotion in public health work. After working diligently in the school system, Baker was offered an opportunity to help lower the mortality rate in Hell's Kitchen. It was considered the worst slum in New York at the turn of the century, with as many as 4,500 people dying every week. Baker decided to focus on the infant mortality rate in particular, as babies accounted for some 1,500 of the weekly deaths. Most of the infant deaths were caused by dysentery, though parental ignorance and poor hygiene were often indirectly to blame.[3] Baker and a group of nurses started to train mothers in how to care for their babies: how to clothe infants to keep them from getting too hot, how to feed them a good diet, how to keep them from suffocating in their sleep, and how to keep them clean.[1][12] She set up a milk station where clean milk was given out. Commercial milk at that time was often contaminated, or mixed with chalky water to improve colour and maximize profit. Baker also invented an infant formula made out of water, calcium carbonate, lactose, and cow milk.[13] This enabled mothers to go to work so they could support their families. Baker aided in the prevention of infant blindness, a scourge caused by gonorrhea bacteria transmitted during birth. To prevent blindness, babies were given drops of silver nitrate in their eyes. Before Baker arrived, the bottles in which the silver nitrate was kept would often become unsanitary or would contain doses that were so highly concentrated that they would do more harm than good. Baker designed and used small containers made out of antibiotic beeswax that each held a single dose of silver nitrate, so the medication would stay at a known level of concentration and could not be contaminated.[5][12] Through Josephine Baker's efforts, infants were much safer than they had been the previous year; blindness decreased from 300 babies per year to 3 per year.[14] But there was still one area where infancy was dangerous: at birth. Babies were often delivered by midwives, who were excluded from the formal training available to doctors. Baker convinced New York City to license midwives to ensure some degree of quality and expertise.[15] While Baker was campaigning to license midwives, treat blindness, encourage breastfeeding, provide safe pasteurized milk, and educate mothers, older children were still getting sick and malnourished. Baker worked to make sure each school had its own doctor and nurse, and that the children were routinely checked for infestations. This system worked so well that head lice and the eye infection trachoma, diseases once rampant in schools, became almost non-existent.[13] Early in her career, Baker had twice helped to catch Mary Mallon,[16] also known as \"Typhoid Mary\". Mallon was the first known healthy carrier of typhoid, who instigated several separate outbreaks of the disease and is known to have infected more than 50 people through her job as a cook. At least three of the people she infected died.[17] Mallon was not the only repeat offender nor the only typhoid-contagious cook in New York City at the time, but she was unique in that she did not suffer any ill-effects of the disease and in that she was ultimately the only patient placed in isolation for the rest of her life.[18] Josephine Baker was becoming famous, so much so that New York University Medical School asked her to lecture there on children’s health, or \"child hygiene\", as it was known at the time. Baker said she would if she could also enroll in the school. The school initially turned her down, but eventually acquiesced after looking unsuccessfully for a male lecturer to match her knowledge.[4][19] In 1917, Baker became the first woman to receive a doctorate in public health.[20] After the United States entered World War I, Baker became even better known. Most of this publicity was generated from her comment to a New York Times reporter. She told him that it was \"six times safer to be soldier in the trenches of France than to be a baby born in the United States.\"[21] She was able to start a lunch program for school children due to the publicity this comment brought. She made use of the publicity around the high rate of young men being declared 4F (not eligible for draft due to poor health) as a motivating factor for support in her work on improving the health of children.[citation needed] Baker was offered a job in London as health director of public schools, a job in France taking care of war refugees, and a job in the United States as Assistant Surgeon General.[19] Baker spent much of the later part of her life with Ida Alexa Ross Wylie, a novelist, essayist, and Hollywood scriptwriter from Australia who identified as a \"woman-oriented woman\". When Baker retired in 1923, she started to run their household while writing her autobiography, Fighting For Life. In 1935 and four years before her autobiography was published, Baker and Wylie decided to move to Princeton, New Jersey, with their friend Louise Pearce.[22] Based on the similarity of tone and phrasing of Fighting for Life to Wylie's memoir, My Life with George, writer Helen Epstein postulates that Wylie may have helped Baker write her autobiography.[1] Beyond the memoir, little is known about Baker's life, as she \"appears to have destroyed all her personal papers.\"[1][23] In 1923, Baker retired, but she did not stop working.[22][24] She became the first woman to be a professional representative to the League of Nations when she served on the Health Committee for the United States from 1922 to 1924.[4] She was also active in many groups and societies including over twenty-five medical societies and the New York State Department of Health. She became the president of the American Medical Women's Association and wrote four books, an autobiography, and 250 articles across the professional and popular press.[13][25] Sara Josephine Baker died from cancer on February 22, 1945, in New York City.[4][24]","Title":"Sara Josephine Baker - Wikipedia","KeyID":"9609","URL":"https://en.wikipedia.org/wiki/Sara_Josephine_Baker"}