{"Content: ":"Samuel Jay Crumbine (September 17, 1862 – July 12, 1954) was a pioneer in public health who campaigned against the common drinking cup, the common towel, and spitting in public in order to prevent the spread of tuberculosis and other germs.[1] Crumbine was born at Emlenton, Pennsylvania on September 17, 1862, the son of Samuel D. Crumbine and Sarah (Mull) Crumbine, both natives of Pennsylvania. His mother was of German and English descent; his father, who was of German descent and a mechanic, served in the Union Army during the American Civil War as a member of the One Hundred and Third Pennsylvania infantry, being first sergeant of Company H. He was captured by the Confederates and confined in Libby prison, where he died of sickness, his death occurring prior to the birth of his son, Samuel. The mother of Crumbine died in Pennsylvania, in 1902, aged sixty-two years. At the age of twenty-one, Crumbine entered the Cincinnati College of Medicine and Surgery, where he worked his way through and graduated in 1888. Upon receiving his diploma, he moved to Kansas and engaged in the practice of his profession at Dodge City. While there, he was appointed to the State Board of Health by Gov. W. E. Stanley. Then on September 1, 1911, he assumed the duties of Dean of the School of Medicine of the University of Kansas. Dr. Crumbine was married September 17, 1890, his twenty-eighth birthday, to Miss Catharine Zuercher, of Cincinnati, Ohio. They had two children: Warren, born January 29, 1892, and Violet, born March 5, 1896. Dr. Crumbine began his medical practice “in rip-roaring, untamed Dodge City during its heyday,” the late 1880s and early 1890s. Fresh from medical school in 1885, he was taken on a tour of the saloons in the unsavory South Side. “I heard peals of laughter,” he related in later days, “staccato calls of the floor manager, occasional whoops of cowboys, and constant shuffling of heavy boots. At one end of the hall was a bar, doing a rushing business. At the other, on a small platform, was an orchestra—fiddle, guitar and banjo. The women were house entertainers, servants or demimondes.” Dr. Crumbine was the model for \"Doc Adams\" on the long running TV show \"Gunsmoke\". The legendary lawmen of Dodge City—Wyatt Earp, Bat Masterson, Luke Short and Bill Tilghman—were his contemporaries. On one occasion, he saw Tilghman through a severe siege of pneumonia. The lawman became one of the few to live to a ripe old age. He moved to Topeka to become secretary of the Kansas Board of Health and eventually became nationally known for his work with the U.S. Public Health Service. He is the inventor of the flyswatter, an improvement on the earlier \"flybat\" produced by Frank H. Rose.[citation needed] In 1905, he titled one of his fly bulletins, which warned of flyborne diseases, “Swat the Fly,” after a chant he heard at a ballgame. Crumbine took an invention known as the Fly Bat — a screen attached to a yardstick — and renamed it the Fly Swatter, which became the generic term we use today. He died in New York City in 1954. Dr. Crumbine had two children: Violet (March 5, 1896 – May 13, 1973) and Warren (January 29, 1892 – February 16, 1916), both of whom were born in Dodge City, Kansas. Violet had one child, Carolyn (July 17, 1930 – April 4, 2011), who never married and died New York City. Warren (January 28, 1892 – February 16, 1916) married Beulah Searle (October 30, 1891 – February 7, 1919) in Geneva, Ohio in 1915. Warren, who died of pneumonia in Shanghai at the age of 24, had one child born after his death also named Warren (August 23, 1916 – January 5, 1993). The younger Warren, an orphan from age 2, married Marian Thomas (March 25, 1916 – April 13, 1994) in 1937 and died in New Hampshire at the age of 76. They had four children: Peter (August 3, 1938- ), Dennis (July 8, 1940- ), Nancy (October 18, 1946- ), and Katie (October 23, 1951- ) As of June 2020, Dr. Crumbine had 21 direct and living descendants.[2] Peter was raised in Shaker Heights, Ohio and educated at Dartmouth College (Phi Beta Kappa) and Stanford University (MBA and MS in Electrical Engineering). He married Beatrice Jordan (August 14, 1944- ) on August 29, 1964, in Woodside, California, and they have three children. Dennis is a User Experience Designer and a singer/songwriter. Wendy (December 23, 1969- ) was born in the Philippines and is owner of Weston College Prep. David (February 14, 1975- ) was born in London and worked at KIPP Academy in Houston as a teacher and Assistant Principal. Bea and Peter have five grandchildren (Olivia born September 28, 1999; Phoebe born August 2000; Tyler born February 5, 2002; Jay born September 22, 2010; and Ziza born September 10, 2012). Peter’s business career included 18 years with Mobil Oil (including assignments in Italy, Philippines, UK and Portugal), Navios Corporation, Citibank, and RBS Sempra Commodities (from which he retired in January 2011). He was elected to five terms as Selectman (i.e. Deputy Mayor) of the Town of Greenwich (1999-2009). Bea, an opera singer, was educated at Mills College and New York University (Phi Beta Kappa) and is currently Ambassador-at-Large for the Town of Greenwich. Dennis grew up in Shaker Hts., Ohio. He graduated from Shaker Hts. High School, Dartmouth College and Stanford Business School. He worked for Procter & Gamble in Cincinnati, Ohio ('64-'68); Pepsi-Cola in NYC and Purchase NY ('68-78); and The Perrier Group in Greenwich ('78-'93). He was one of the founders of The Perrier Group which imported Perrier into the US and started the bottled water phenomenon in the US. Dennis and Maureen DiBuono were married on March 20, 1976, in New Rochelle, NY. They have one son, Jeffrey Warren Crumbine, born March 17, 1978, in Greenwich, CT. He graduated from Brunswick School (High School), Georgetown University School of Foreign Service (BS) and Fordham University School of Business (MBA). He is a Professional Firefighter serving the Town of Greenwich, CT with IAFF Local 1042, as well as Founder and Head Coach of Greenwich Life Coaching, LLC. He and his wife, Elise DiVincenzo Crumbine, have two sons, Hunter Dennis Crumbine, born August 1, 2013, in Manhattan, and Chase Warren Crumbine, born September 6, 2016, in Greenwich. All now live in the Riverside area of Greenwich, CT. Katherine (Katie) also grew up in Shaker and then headed out to Colorado to ski and attend the University of Denver. She graduated from the University of Colorado with a degree in Fine Arts and married Albert J. Galli, Jr. on August 18, 1973. After 4 years of teaching Art, along with teaching shop, music, and home arts, she took 7 years off to raise their two children, Christine (8/24/77- ) and Elizabeth (5/9/80- ). Katie taught pottery classes in the evenings during those seven years and then returned to teaching art. During her 41 years of teaching, she switched from art to math and taught math at high school and community college levels. She also enjoyed teaching English as a second language (ESL). Christine has her BS in civil engineering and an MBA. She married Travis LaBerge and they have two children, Copland (2/1/07- ) and Ravel (7/27/09- ). Elizabeth has her BS in chemical engineering and her doctorate in pharmacy. She is married to James Cundall. Elizabeth was born on the same day, with mothers in same hospital room, as a descendant of Sanford Silas Searle, the father of Beulah Searle (see above). Nancy: To be added.","Title":"Samuel Jay Crumbine - Wikipedia","KeyID":"9610","URL":"https://en.wikipedia.org/wiki/Samuel_Jay_Crumbine"}