{"Content: ":"The Princess of Asturias Awards[1] (Spanish: Premios Princesa de Asturias, Asturian: Premios Princesa d'Asturies), formerly the Prince of Asturias Awards from 1981 to 2014 (Spanish: Premios Príncipe de Asturias), are a series of annual prizes awarded in Spain by the Princess of Asturias Foundation (previously the Prince of Asturias Foundation) to individuals, entities or organizations from around the world who make notable achievements in the sciences, humanities, and public affairs. The awards are presented every October in a solemn ceremony at the Campoamor Theatre in Oviedo, the capital of the Principality of Asturias, and are handed out by the Princess of Asturias. Each recipient present at the ceremony receives a diploma, a sculpture expressly created for the awards by Spanish sculptor Joan Miró and a pin with the emblem of the Foundation. There is also a monetary prize of 50,000 euros for each category; this amount is shared if the category has more that one recipient. They were declared of \"exceptional contribution to the cultural heritage of Humanity\" by UNESCO in 2005. The Prince of Asturias Awards were established on 24 September 1980, with the creation of the Prince of Asturias Foundation, in a ceremony presided by Felipe, Prince of Asturias, then heir to the throne of Spain, \"to consolidate links between the Principality and the Prince of Asturias, and to contribute to, encourage and promote scientific, cultural and humanistic values that form part of mankind's universal heritage\".[2] Following the accession of the Prince as King of Spain on 19 June 2014, it was announced that from 2015, the foundation and the awards are to be renamed the Princess of Asturias Awards to reflect the new heiress presumptive to the Spanish throne, Leonor, Princess of Asturias.[3] King Felipe will continue to preside over the awards ceremony until the Princess of Asturias turns 18 (the age of majority for Spanish royal purposes) on 31 October 2023. Princess Leonor first attended the ceremony, handed out awards to winners and delivered her first speech ever as heiress to the crown during the 39th Princess of Asturias Awards Ceremony on 18 October 2019. Her father, then Prince Felipe, did the same during the 1st Prince of Asturias Awards Ceremony on 31 October 1981.[4] If a laureate does not attend to the ceremony to collect the award he receives neither the sculpture nor the monetary prize, even if the absence is because of force majeure. Only a few laureates have not attended, among them are Bob Dylan, who refused to go to Oviedo in 2007 but asked for the sculpture unsuccessfully, writer Philip Roth in 2012 for medical reasons and Pau and Marc Gasol in 2015, who were not allowed to attend by their NBA teams.[5] First awarded in 1981 it is aimed at recognizing the work of fostering and advancing the art of film-making, theatre, dance, music, photography, painting, sculpture, architecture or any other form of artistic expression. First awarded in 1981 it is aimed at recognizing the work of fostering and advancing the sciences and disciplines considered humanistic activities or any activity related to social communication in any of its forms. First awarded in 1981 it is aimed at recognizing individual or collective work, in cooperation with another or others, to develop and promote public health, universal education, the protection and defence of the environment, as well as the economic, cultural and social advancement of peoples. First awarded in 1981 it is aimed at recognizing the work of fostering and advancing literary creation in all its genres. First awarded in 1981 it is aimed at recognizing creative and/or research work in the field of history, law, linguistics, teaching, political science, psychology, sociology, ethics, philosophy, geography, economics, demography or anthropology, as well as in the disciplines corresponding to each of these fields. First awarded in 1987 it is aimed at recognizing careers which, via the promotion, fostering and advancement of sport and sense of solidarity and commitment, have become an example of the benefits that practising sports can bring to people. First awarded in 1981 it is aimed at recognizing the work of fostering and advancing research in the field of mathematics, astronomy and astrophysics, physics, chemistry, life sciences, medical sciences, earth and space sciences or technological sciences, including those disciplines corresponding to each of these fields as well as their related technologies. First awarded in 1986 it is aimed at recognizing the work of defending and advancing human rights, as well as promoting and protecting peace, freedom, solidarity, world heritage and, in general, the progress of humanity. Every year, a town or community organization in the Principality of Asturias is chosen to receive this award, a royal visit, and a prize of €25,000.[84] ^ A. The citation for each award is quoted (not in full) from the minutes of the jury in fpa.es, the official website of the Princess of Asturias Foundation. For a full account of the work done by each Prince or Princess of Asturias laureate, please see the biography articles linked from the name column. ^ B. The laureate did not attend the solemn ceremony to collect the award.","Title":"Princess of Asturias Awards - Wikipedia","KeyID":"9619","URL":"https://en.wikipedia.org/wiki/Princess_of_Asturias_Awards"}