{"Content: ":"Enrique Valentín Iglesias García (born 29 March 1930 in Arancedo, Asturias) is an economist of Uruguayan-Spanish dual citizenship. He was once president of the Inter-American Development Bank, an international institution dedicated to furthering economic development in the Western Hemisphere through investment and policy formulation. He was appointed as Special Adviser for Venezuela to Federica Mogherini, the European Union's High Representative for Foreign Affairs and Security Policy and Vice-President of the European Commission, on 28 May 2019.[1] Enrique was born in Asturias, Spain, in 1930 to Manuel Iglesias and Isabel García. His parents emigrated to Uruguay in 1934 and Enrique was naturalized as a Uruguayan citizen. By university, Iglesias had established an interest in government and economics; in 1953, he graduated from Uruguay's Universidad de la República with a degree in economics and business administration. After graduation, he went on to private-sector banking, which led to a term as the president of Uruguay's Central Bank (1967-1969).[2] Iglesias held a variety of influential posts, including Minister of Foreign Relations, before being elected president of the Inter-American Development Bank (IDB) in 1988.[3] During Iglesias's first and second terms as president, the IDB concluded negotiations for its Seventh (1989) and Eighth (1994) General Increase in Resources. Respectively, these negotiations increased the Bank's ordinary capital by USD $26.5 billion and $101 billion. Iglesias is an honorary member in The Club of Rome, promoting a one world government.[4] He is also a member of the Fondation Chirac's honour committee,[5] ever since the foundation was launched in 2008 by former French president Jacques Chirac in order to promote world peace. Iglesias is a strong proponent of open markets and multilateralism, with a strong interest in energy reform. Under Iglesias' tenure, the IDB has received criticism about its funding of the project[which?]. In a report recently leaked by U.S. Amazon lobby group Amazon Watch, Peru's Ministry of Health found that \"22 indigenous people died after exposure to respiratory illnesses from gas pipeline workers and 30% of the 500-strong Nanti tribe has died since 1995\"[quote citation needed]. The subject is especially delicate since many of the indigenous people in question have little contact with the developed world and do not possess the antibodies to contagious diseases brought by outsiders. The IDB met in Lima, Peru the week of March 29, 2004 to discuss this and other problems. On June 1, 2005, Iglesias announced his resignation from the IDB, effective September 30, 2005. [2] Later in 2005 he became secretary-general of the Ibero-American General Secretariat, a new organization to facilitate cooperation between Latin America, Spain, and Portugal.[6] Enrique Igleasias is a Member of the Global Leadership Foundation, an organization which works to support democratic leadership, prevent and resolve conflict through mediation and promote good governance in the form of democratic institutions, open markets, human rights and the rule of law. It does so by making available, discreetly and in confidence, the experience of former leaders to today's national leaders. It is a not-for-profit organization composed of former heads of government, senior governmental and international organization officials who work closely with Heads of Government on governance-related issues of concern to them. He is also a member of Washington D.C. based think tank, the Inter-American Dialogue.[7] Iglesias has published quite a few articles and papers. His books include:","Title":"Enrique V. Iglesias - Wikipedia","KeyID":"9621","URL":"https://en.wikipedia.org/wiki/Enrique_V._Iglesias"}