{"Content: ":"The Contadora Group was an initiative launched in the early 1980s by the foreign ministers of Colombia, Mexico, Panama and Venezuela to deal with the Central American crisis (military conflicts in El Salvador, Nicaragua and Guatemala), which were threatening to destabilize the entire Central American region. The original stimulus for the initiative was a call by Swedish Prime Minister Olof Palme and Nobel laureates Gabriel García Márquez, Alfonso García Robles and Alva Myrdal for the presidents of Colombia, Mexico, Venezuela and Panama to act as mediators in the conflicts. The group first met on Contadora Island (Panama) in 1983. The initiative drew international attention to Central America's conflicts and pressured for a softening of the militarist stance of the United States in the region. The peace plan was supported by the United Nations Security Council, the General Assembly and many regional and international bodies. In September 1983, mediated by the Contadora group, the foreign ministers of the Central American countries adopted a Document of Objectives in Panama City. This document declared their intent to promote democratization and to end armed conflict in the region, to act in compliance with international law, to revitalize and restore economic development and co-operation in Central America, and to negotiate better access to international markets. A year later, in September 1984, the Contadora Act on Peace and Co-operation in Central America was also presented. This document included a range of detailed commitments to peace, democratization, regional security and economic co-operation. It also provided for regional committees to evaluate and verify compliance with these commitments. The following year, representatives from Argentina, Brazil, Peru and Uruguay met in Lima and created the Contadora support group. The Contadora Act was tentatively approved by the Central American presidents, but did not gain the crucial backing of the United States due to its de facto recognition of the government of Nicaragua. The United States was also not supportive of the plan because it prohibited unilateral action by the US in protection of its interests. Moreover, the US succeeded in blocking in the plan any recourse to the World Court and United Nations as required by international law. A revised version of the accord failed to assuage the objections raised and was finally laid to rest with its formal rejection by Costa Rica, El Salvador and Honduras in June 1986.[1] While the Contadora group ultimately failed to establish a credible peace formula with the backing of all regional governments, it did lay the foundations for such a plan to emerge in subsequent years. Under the leadership of Costa Rican president Óscar Arias, the so-called Esquipulas Peace Agreement emerged from the remains of Contadora in 1986 and led to a fundamental reshaping of Central American politics.","Title":"Contadora group - Wikipedia","KeyID":"9623","URL":"https://en.wikipedia.org/wiki/Contadora_group"}