{"Content: ":"The University of Coimbra (UC; Portuguese: Universidade de Coimbra, pronounced [univɨɾsiˈðad(ɨ) dɨ kuˈĩbɾɐ]) is a public research university in Coimbra, Portugal. First established in Lisbon in 1290, it went through a number of relocations until moving permanently to Coimbra in 1537. The university is among the oldest universities in continuous operation in the world, the oldest in Portugal, and played an influential role in the development of higher education in the Portuguese-speaking world.[2] In 2013, UNESCO declared the university a World Heritage Site, noting its architecture, unique culture and traditions, and historical role.[2] The contemporary university is organized into eight faculties, granting bachelor's (licenciado), master's (mestre) and doctorate (doutor) degrees in nearly all major fields. It lends its name to the Coimbra Group of European research universities founded in 1985, of which it was a founding member. Enrolling over 20,000 students, more than 15% of whom are international, it is one of Portugal's most cosmopolitan universities.[3][4] Coimbra's alumni over the centuries include Portugal's national poet Luís de Camões, the mathematician Pedro Nunes, many statesmen, prime ministers and presidents of Portugal, and Nobel Prize laureate António Egaz Moniz. The university was founded, or ratified, in 1290 by King Dinis, having begun its existence in Lisbon with the name Studium Generale (Estudo Geral).[5] Scientiae thesaurus mirabilis, the royal charter announcing the institution of the university was dated 1 March of that year, although efforts had been made at least since 1288 to create this first University in Portugal; it is thus the second oldest of such establishments in the Iberian Peninsula. The Papal confirmation was also given in 1290 (on 9 August of that year), during the Papacy of the Pope Nicholas IV. In accordance with the Papal Bull, all the \"licit\" Faculties, with the exception of that of Theology, could be established. Thus the Faculties of Arts, Law, Canon Law and Medicine were the first to be created. It was, however, not to remain in Lisbon for long. In 1308, likely due to problems of emancipation from the Church (relations between the latter and the political power being somewhat strained at the time) and conflicts between the inhabitants of the city and the students, the university moved to Coimbra. This town already had old traditions in education, being home to the highly successful school of the Monastery of Santa Cruz. The university was then established on the site known as \"Estudos Velhos\", which corresponds roughly to the area where the Main Library now stands. In 1338, during the reign of Afonso IV, it was once again transferred to Lisbon, from whence it returned in 1354, this time to the centre of the town which was then in full expansion. In 1377, during the reign of King Fernando, it was transferred yet again to Lisbon, where it would remain for over a century and a half. The authorization for a Faculty of Theology probably dates from this period – around 1380. In 1537, during the reign of João III, the university moved definitively to Coimbra, where it was installed in the Alcaçova Palace which was subsequently purchased from the Royal Family in 1597.[6] The university institution, including all the books from its library, were moved from Lisbon to Coimbra. Teachers were not guaranteed a position at the new location and many did not move; in fact, most of the new faculty were previously with the University of Salamanca. For the most part, the curriculum was retained.[7] At the same time, university colleges were created (abolished in the 19th century), a restructuring of the curricula was undertaken and new teachers, both Portuguese and foreign, were admitted. In the 18th century, the Marquis of Pombal, Minister of the kingdom, made radical reforms in the university, especially regarding the teaching of sciences, in accordance to his Enlightenment and anticlerical creed. During many decades it was the only university in Portugal, since its foundation in 1290 until 1559 (a university in Évora operated between 1559 and 1759), and again between 1759 and 1911 (University of Lisbon and University of Porto were created in 1911). The long history and past predominance of the University of Coimbra made it an important focus of influence in Portugal, not only educational, but also political and social. Initial steps towards some convergence of European higher education systems were taken with the signature of the Sorbonne declaration by the Ministers in charge of higher education in France, Italy, the United Kingdom and Germany, in 1998, and later, in 1999, with the signature of the Bologna declaration. The Bologna process, aimed at creating a European Higher Education Area by implementing a comparable degree structure, common quality assurance standards and by promoting the mobility of students and faculty members, was a major revolution in Europe's higher education. Globalization, technological change and increased international competition for scarce high-skilled labor highlighted the importance of making European higher education institutions attractive and competitive worldwide. A more integrated European Higher Education Market enhanced competition between European universities—a necessary condition for producing leading-edge innovations and for catching up with the US economy. In Portugal, the University of Coimbra decided to defer the adoption of the new Bologna Process model from 2006 to 2007/2008 (with exceptions authorized for a few programs on which a national consensus for change had been reached among institutions) in order to make the transition maintaining the highest standards of quality and academic integrity. Only in the 2008/2009 school year did the entire university fully adopt the new programs within its 8 faculties. Its governance is assured by the Rector, the Senate and the University Assembly, the last responsible for the election of the Rector and the Senate. The Rector has the main responsibility for the strategic direction and the overall administration of the university, together with the Senate and assisted by the Administrative Council. The university is divided into eight different faculties (Letters, Law, Medicine, Sciences & Technology, Pharmacy, Economics, Psychology & Education Sciences and Sports Sciences & Physical Education), comprising about 25,000 students. The Faculty of Sciences and Technology (FCTUC) is the largest by number of professors and students, awards the highest number of academic degrees, and manages more classrooms and research units than any other in the UC. Both the National Legal Medicine Institute, an organization under direct supervision of the Portuguese Ministry of the Justice, which provides forensic science services to the police forces and government agencies of Portugal, and the University of Coimbra's teaching hospital, HUC (Hospitais da Universidade de Coimbra), a university hospital known as a centre of research with a broad range of clinical services and medical specialties, are managed by the Faculty of Medicine (FMUC).[8] The university harbours a huge central library (University of Coimbra General Library), botanical gardens (Botanical Garden of the University of Coimbra), stadiums and other sports facilities (Estádio Universitário de Coimbra sports complex and Campo de Santa Cruz stadium), an astronomical observatory, a publishing house, a private chapel (São Miguel Chapel), a theatre (Teatro Académico de Gil Vicente), and many support facilities such as dining halls and studying rooms. In addition, the university manages several museums and other cultural organizations, including a science museum (Science Museum of the University of Coimbra), a museum of sacred art (Sacred Art Museum of the University of Coimbra), and an academic museum (Academic Museum of the University of Coimbra). The university has five main campuses or other sites: Students are represented by the students' union Associação Académica de Coimbra (AAC). Formed on 3 November 1887, it is the oldest university students' union in Portugal, with a long history of struggle against unpopular state policies, forming notable politicians and intellectuals along the way. It also harbours a very dynamic associative life, with its numerous sports and cultural sections, as well as a number of other autonomous organizations. It is an important structure of extracurricular formation of the University of Coimbra's students and a major institution of the city itself. The AAC develops activities such as theatre, cinema, radio and television broadcast, music, choral singing, journalism or philately, as well as rowing, athletics and many other sports. Every student, and occasionally some non-students, are entitled to belong to these sections. The university's academic traditions and institutions color the life of the city. The old \"Republics\" (autonomous students' residences) remain, as well as some traditional festivities, most notably the \"Queima das Fitas\" (a celebration of graduation's end, symbolized by the burning of the ribbons with the colors of each of the eight faculties), the \"Festa das Latas\" (a homecoming), the frequent use of traditional attire, the \"Fado de Coimbra\" (Coimbra's fado, now sung in organized shows rather than the traditional street serenades), and the academic ceremonies (namely the conferring of doctorate degrees). The official colors of the Faculties of the University of Coimbra are: These colors are used in the institutional seal and other symbols of each faculty, in the university ceremonies conferring doctorate degrees, and are also used by the students in their ribbons related with the academic traditions (see Queima das Fitas (The Burning of the Ribbons)). The color of the university seal and of the Rector's office, representing the entire institution as a whole, is dark green. The flag of the University of Coimbra (white flag with the dark green seal in the middle) is always erected, over the top of the old university tower, on 1 March, which is the day of the university, being an occasion for a week of debates, conferences, workshops, and special events related with multiple aspects of the institution. The Praxe is a body of ritual and custom founded upon ancient traditions and it is a controversial part of Coimbra's academic life to which no university student is indifferent. Part of the attraction of Coimbra's academic life, aside from its recognized excellence is that it is more Praxe, having unique rituals that set it apart from other institutions and give its students a special sense of participation in academic rituals that developed hundreds of years ago. Though these rituals are seen as crude and violent by some, they remain an important reference in the academic experience of the students for others. The rules of the Praxe are contained in a book (The Code of Academic Praxe, by a committee of older students of the AAC – Associação Académica de Coimbra), which prescribes appropriate student behavior for activities like drafting, evaluation, groups or bands and the Burning of the Ribbons rituals. Even inside the AAC, Coimbra's student organisation, there are anti-Praxe groups and people who advocate for more thorough reforms in traditional rituals. The Freshman (1st yr.) period (the lowest category in the Praxe hierarchy) is, for many students, a time of good and lasting memories of never to be repeated events. One of the most visible and distinctive traditions is the use of the academic costume of the University of Coimbra, a black suit and cape worn on special occasions by the students, which was adopted by other Portuguese universities and is actually used by students of almost all higher education institutions in the city and across the country. Praxis almost disappeared in the years after the 25 de Abril revolution of 1974. Timidly it was reinstated in the 1980s. However the significance of the traditional academic attire changed substantially. In earlier centuries it was common practice for a student to wear if for the length of his studies. Students occasionally slept in it when consumption of wine frustrated their efforts to reach home. The cape would get to the end of studies, heavily cut by friends and particularly with a deep cut for each girlfriend. Today the academic attire is a ceremonial dress to use in formal students ceremonial. It is also somewhat expensive, and not the practical dress of time past. A student who had been enrolled more than the years of his course was a \"veteran\". In the past, when University enrollment was a matter of social class, some students would accumulate quite a number of enrollments. The individual who had the most was Dux Veteranorum, a notable figure in the student scene at the university. In the middle 1980s for instance, the Dux Veteranorum had more than 20 enrollments in Law School but had graduated in only 2 or 3 courses. This tradition is disappearing as the university is putting constraints in the number of years a student can enroll. Most student costs are supported with public money and it is no longer found acceptable that some individuals burden finances to extend their stays without graduating. However, with the increasing tuition fees a student has to pay to attend the university and the attraction of new types of mature students (almost always as part-time or evening class students) like employees, businessmen, parents, and pensioners, many departments make a substantial profit from every additional student enrolled in courses, with benefits for the university's gross tuition revenue and without loss of educational quality (teacher per student, computer per student, classroom size per student, etc.). The sports sections of the AAC play a significant role in Coimbra's sport life, often being the city's main representative in that area. They include rugby, handball, basketball, baseball, martial arts, athletics, gymnastic or swimming, among others. Just as with the cultural sections, every student, including professional or semi-professional athletes, may belong to them. The city's main football club, usually known as \"Académica\" or \"Briosa\", is in formal terms an autonomous organism of the AAC and is called AAC-OAF, but in practical terms it is an independent club, only loosely connected to its mother institution. It is a relatively important team, especially as regards to its huge number of followers nationwide, and plays in the top Portuguese football leagues, having been the first winner in history of the Portuguese Football Cup, in 1939. In Portugal, the homecoming is known as Recepção ao Caloiro (The Freshman's Reception). It includes numerous events and traditions born in the 19th century in the University of Coimbra. It is defined as a welcome to the new students, the freshmen (caloiros), and takes place at the beginning of the academic year in Portuguese university towns. In every classic public university of Portugal the homecoming is celebrated yearly. The events are followed in varying degrees by other less traditional or smaller institutions. A street parade of students, concerts, and sports events are always organized for the freshmen's reception. The street parade organized in several major Portuguese universities is known as Latada, and its name comes from the tradition of tying tin cans to the freshmen's legs (the word lata is tin can in Portuguese).[9] \"The Freshman's Reception\" (Recepção ao Caloiro, the Portuguese name for university homecoming) goes back to the 19th century when the law students of the University of Coimbra felt the need to express their joy at finishing the school year in as loud a way as possible, using everything at their disposal that would make noise, namely tin cans, which is the original root of \"The Tin Can Parade\".[9] In Coimbra, where the oldest Portuguese university was founded in the Middle Ages, the Recepção ao Caloiro (The Freshman's Reception) week, includes the Festa das Latas (The Tin Can Festival). The Tin Can Festival's name comes from the tradition of tying tin cans to the freshmen's legs for the parade (The Tin Can Parade) which is known as Latada. The events are organized by the students' union of the University of Coimbra, the Associação Académica de Coimbra, and takes place during the fall. It is an important part of the praxe académica (student praxis) in Coimbra, followed by the city population as an ancient cultural manifestation and local tradition, and has become a tourist attraction for a number of visitors every year. The highlight of this homecoming, which now takes place at the beginning of the academic year (October/November) is the special parade known as the Latada. After marching through the streets of the city the new students are baptized in the Mondego River thus entering into the Coimbra academic fraternity. The second-year students are awarded their Grelos (a small ribbon). The Grelo is a small, woollen ribbon with the color(s) of the student's faculty, that is attached to a student's briefcase. Before this, the students must have visited the Dom Pedro V market during the morning, where they must get a turnip to sustain the Caloiros during the day's festivities. Besides the tin cans they have tied to their legs, the new students wear all kinds of costumes made up according to the creativity and imagination of their godmothers or godfathers, who are older students. They also carry placards with ironic criticisms alluding to certain teachers, the educational system, national events and leaders. The homecoming includes the \"Tin Can Festival\" week, with concerts and several other cultural events and sports activities beyond the parade, which always happens on a Tuesday. These include the historical night-time student fado serenade which happens in the stairs of the Old Cathedral of Coimbra to a crowd of thousands of students and other spectators, every year during the celebrations.[9] Coimbra's Queima das Fitas (Burning of the Ribbons), the oldest and most famous in the country, is organized by a students' commission formed by members of the students' union of the University of Coimbra, the Associação Académica de Coimbra. Celebrating the end of graduation courses, symbolized by the ritual burning of the ribbons representing each faculty, it takes place at the second semester (first weekend of May), being among the biggest student festivities in Europe. It lasts for 8 days, one for each Faculty: Letters, Law, Medicine, Sciences & Technology, Pharmacy, Economics, Psychology & Education Sciences and Sports Sciences & Physical Education. During this period, a series of concerts and performances are held, turning Coimbra in a lively and vibrant city. Stories passed along over generations of students, the university folklore is plentiful. One student usually asked his father for money, stating \"Rent 20, Food 30\". One day he asked \"Rent 20, Food 30, Hammering 20, Fixing of the hammer and medication 40.\" Another student had oral examinations at Law School. Unresponsive to the simplest of questions, the professor already impatient, turned to the bailiff and asked \"Bring in a stack of hay\" to which the student very quickly added \"And I'll have a glass of water please.\" The years of dictatorship were gruesome. Apart from the students that got 7 years in prison for toasting to freedom which led directly to the foundation of Amnesty International in 1961, in 1968 students would spend the whole night greasing streets and sidewalks with soap so the mounted police would have a hard time chasing them down to break a demonstration. It is said that a student dared a policeman to get his shoes and feet wet chasing after a cigarette lighter, thrown in the duck pond, while he had the license for it in his pocket. In those days one needed a permit to own a cigarette lighter, as imposed by Salazar to protect the matches industry. Other items are plain local knowledge: Freshmen on first day of classes may have rough stuff to go through. In the escalator of the Mathematics Department it is common to see them buying season tickets to take the ride all year round, and at least once, as urban myth has it, a poster announcing \"Flight Insurance For This Elevator, At Sale in The Lobby\", was inquired about by the newcomers. The Instituto Pedro Nunes (IPN), founded by the University of Coimbra, is a business incubator and an innovation and technology transfer center of the university, working for the business and applied research communities. The Coimbra iParque is a science park which has among its several founders and associates the University of Coimbra. Notable startup companies born from the University of Coimbra include ISA, Critical Software, Crioestaminal, Ciberbit and Feedzai. University of Coimbra's reputation in teaching and research is testified by independent external rankings and reports. According to The Times Higher Education Supplement (2007 QS World University Rankings, by QS – Quacquarelli Symonds), the University of Coimbra is ranked number 3 among the universities in the Portuguese-speaking countries (behind the University of São Paulo and the University of Campinas), and ranked 318 in the overall world rank. It was ranked number one among the universities of the Portuguese-speaking countries in 2006.[16][17] It is now ranked number one in Portugal, number 3 among the universities in the Portuguese-speaking countries, and number 394 in the world (234 in Natural Sciences, 260 in Engineering & IT, 282 in Social Sciences, 290 in Arts & Humanities, 325 in Life Sciences).[18] In addition, it has students from 70 different nationalities; almost 20% of its students are foreigners, being among Portugal's most international universities.[4] The University of Coimbra is among the major science and technology hubs for applied and fundamental research in Portugal. One of the most powerful supercomputers in Portugal belongs to the University of Coimbra and is managed by the Laboratory for Advanced Computing of the Department of Physics at the University of Coimbra.[19] Built in the mid-2000s, the supercomputer was called Milipeia, using 528 processors and 1000 GB of memory. Its capacity has been expanded since then. The main tasks of the university's supercomputer include modeling and calculus in molecular biology, genetics, particle physics, astrophysics, mathematics, engineering, geophysics, condensed matter physics, etc. Besides University of Coimbra's researchers, other Portuguese scientific community members are allowed to work with Milipeia.[20] The university is also notorious in Portugal for being the national university with the highest rate of academic inbreeding, with 80% of its hired faculty having obtained their doctoral degrees at the University of Coimbra,[21][22] this factor is most pronounced at the Faculty of Law (100%) and the Faculty of Medicine (97%).[23] School year calendar starts in October and finishes in July. In 2004, it was among the first universities in Portugal limiting the time for degree completion. The degree programmes have a specified minimum and maximum time for completion. The time limit is 6 years from the date of first enrolment for the 4 years degrees, and 8 years from the date of first enrolment for 6 years degrees (i.e. Medicine). After that, students have to pay the entire costs of their courses. The tuition fee for undergraduate degrees was €356/year in 2002/2003. It was increased to €880/year in 2004/2005 and to €901,23/year in 2005/2006, the maximum fee allowed to state universities by law. Even with the time limit and the increased tuition fees, the university has had a high number of applicants every year. Like other universities in Portugal, and unlike the polytechnical institutes and many private universities, the university does not have special classes for workers or night classes. Overcrowded classrooms have been frequent in some disciplines at the Faculties of Science and Technology, Law, and Economics. In those occasions, students may stand during the classes or even stay outside the classroom. These faculties have the highest abandon rate and the biggest average time for degree completion. New buildings, campus expansion and modernized infrastructures since the late 1990s and the 2000s, have solved almost all these problems. Admission is strictly merit-based, and the university has several departments which are known for higher-than-average selectiveness. Numerus clausus is applied to select among competing applicants. To programmes such as medicine, pharmacy, biomedical engineering, and architecture, admission is an extraordinarily difficult process, and demand a minimum grade point average from high school plus the entrance exams, that usually ranges from 170 to 200 (out of 200). Acceptance rates may vary significantly from faculty to faculty or from department to department. Foreign applicants usually make up more than 10 percent of the applicant pool, and are considered individually by the merits achieved in their respective state of origin or through bilateral protocols between the governments of Portugal and foreign governments. There are also a number of other extraordinary admission processes for older people (admission for candidates older than 23 years old), sportsmen, degree owners from other institutions, students from other institutions (academic transfer), former students (readmission), etc., which are subject to specific standards and regulations set by each department or faculty. Many Portuguese historical figures and renowned personalities noted for their activity in fields ranging from politics to culture to the sciences, attended the University of Coimbra as students or lecturers. The long list of personalities includes Luís Vaz de Camões, considered Portugal's greatest poet, the only Portuguese Nobel Prize in Medicine Egas Moniz, Portuguese dictator António de Oliveira Salazar who was the founder and leader of the regime that presided over the last period of the Portuguese Empire from 1933 to 1974, Aristides de Sousa Mendes, consul-general in Bordeaux, who in June 1940 defied Salazar's regime to issue tens of thousands of visas to fleeing Jewish and other refugees, subsequently stripped of his position and 12 years after his death recognized by Israel as one of the Righteous Among the Nations, the first diplomat honored, or famous 16th century mathematicians like Pedro Nunes, who is considered one of the greatest Portuguese mathematicians ever, and the German Christopher Clavius, who was the main architect of the modern Gregorian calendar. The university is organized into 8 faculties and each faculty into departments: Research and Studies centers of the University of Coimbra include: In chapter 6 of Voltaire's novella Candide, first published in 1759, the narrator remarks that the University of Coimbra had decided that \"the burning of a few people alive by a slow fire, and with great ceremony, is an infallible secret to hinder the earth from quaking.\" In the comics series Tintin, Senhor Pedro João Dos Santos is a Portuguese Physicist of the University of Coimbra. He was a member of Decimus Phostle's expedition team to recover samples from a fallen meteorite in the Arctic Ocean, the Aurora Expedition. He is seen only in The Shooting Star, the tenth volume of The Adventures of Tintin. The story was serialised daily in Le Soir, Belgium's leading francophone newspaper, from October 1941 to May 1942.","Title":"University of Coimbra - Wikipedia","KeyID":"9626","URL":"https://en.wikipedia.org/wiki/University_of_Coimbra"}