{"Content: ":"Jacques Lucien Jean Delors (born 20 July 1925) is a French politician who served as the 8th President of the European Commission from 1985 to 1995.[2] He served as Minister of Finance of France from 1981 to 1984. He was a Member of the European Parliament from 1979 to 1981.[3] As President, Delors was the most visible and influential leader in European affairs. He implemented the policies that closely linked the member nations together and promoted the need for unity. He created a single market that made the free movement of persons, capital, goods, and services within the European Economic Community (EEC) possible. He also headed the committee that proposed the monetary union to create the Euro, a new single currency to replace individual national currencies. This was achieved by the signing of the Maastricht Treaty in 1992.[4] Born in Paris in a family originating from Corrèze, Delors first held in the 1940s through the 1960s a series of posts in French banking and state planning with the Banque de France.[3] As a member of the French Confederation of Christian Workers, he participated in its secularization and the foundation of the French Democratic Confederation of Labour. In 1969, he became social affairs adviser to the Gaullist Prime Minister Jacques Chaban-Delmas, a move which was presented as part of Chaban's outreach to the centre-ground and first attracted media attention to Delors personally.[3] In 1957, Delors left the CFDT when he became a high government official to avoid conflicts of interests. In 1974 Delors joined the French Socialist Party, with other left-wing Christians. He was one of the rare members of the party to be openly religious, thus challenging its long-standing secular tradition of Laïcité.[5] He served in the European Parliament from 1979 to 1981, becoming chairman of its Committee on Economic and Monetary Affairs, actively taking part in debates about economic, social and monetary policies.[3] Under President François Mitterrand, Delors served as Economics and Finance Minister from 1981 to 1983, and Economics, Finance, and Budget Minister from 1983 to 1984.[3] He advocated a pause in the social policies, a clear acceptance of the market economy, and an alignment with European social democracy. Critically, he held the line on France's membership of the European Monetary System (EMS), giving priority to monetary stability over left-wing spending priorities. Mitterrand flirted with the idea of naming him Prime Minister, but never made the appointment.[citation needed] Delors became the President of the European Commission in January 1985. During his presidency, he oversaw important budgetary reforms and laid the groundwork for the introduction of a single market within the European Community. It came into effect on 1 January 1993 and allowed the free movement of persons, capital, goods, and services within the Community.[6][7] Delors also headed the committee that in early 1989 proposed the monetary union to create a new currency—the Euro—to replace individual national currencies. This was done in the 1992 Maastricht Treaty.[8] In opposition to the strident neoliberalism of American President Ronald Reagan (1981-1989) which dominated the American political agenda, Delors promoted an alternative interpretation of capitalism that embedded it in the European social structure. He synthesized three themes.[9] From the left came favouring the redistribution of wealth, and the protection of the weakest. Second a neo-mercantilist approach wanted to maximize European industrial output. A third was reliance on the marketplace. His emphasis on the social dimension of Europe was and remains central to a strong narrative that became a key element of the self identification of the European Union.[10] The Delors presidency has been considered as the apex of the European Commission's influence on European integration. Delors has a longstanding interest in education. Initiator of a French law in 1971 (la formation professionnelle continue – FPC) requiring firms to set aside part of their profits for educational opportunities for their employees, he also chaired a UNESCO Commission on Education for the Twenty-first Century from 1993 to 1996 whose final report was published as Learning: the Treasure Within. This work continues to have a significant influence on discourse on lifelong learning, forming the conceptual foundation for both the Canadian Composite Learning Index as well as the European Lifelong Learning Indicators (ELLI) project. In 1994, members of the French Socialist Party attempted to persuade Delors to run for President of France. Polls showed that he would have a very good chance of defeating either of the main conservative contenders – Prime Minister Édouard Balladur and Mayor of Paris Jacques Chirac.[11] However Delors declined to run and the eventual Socialist nominee, Lionel Jospin, was defeated in the 1995 presidential election by Jacques Chirac. In 1995, Delors won the Charles V Prize, awarded by the Fundación Academia Europea de Yuste Delors founded the Paris-based, centre-left think tank Notre Europe in 1996 and remains one of its presidents. He is president of the Conseil de l'emploi, des revenus et de la cohésion sociale, and honorary member of both the Institut Aspen France and the Club of Rome. On 15 September 2010 Delors supported the new initiative Spinelli Group, which was founded to reinvigorate the strive for federalisation of the European Union. Other prominent supporters include Daniel Cohn-Bendit, Guy Verhofstadt, Sylvie Goulard, Andrew Duff, and Elmar Brok.[12] In 2010, Delors was the first to be honored with the Leonardo European Corporate Learning Award.[13] In 1990, Delors received the Freedom medal.[14] In 2012, Delors stated in the Handelsblatt newspaper that \"If the British cannot support the trend towards more integration in Europe, we can nevertheless remain friends, but on a different basis. I could imagine a form such as a European economic area or a free-trade agreement.\" On 25 June 2015, Donald Tusk announced that Delors would become the third person ever to have the title of Honorary Citizen of Europe bestowed upon them, in recognition of \"his remarkable contribution to the development of the European project\".[15] Delors was married to Marie Lephaille until her death in 2020. They had a daughter, Martine Aubry, who served as the First Secretary of the French Socialist Party from 2008 to 2012,[3] and a son, Jean-Paul Delors, who was a journalist and died of leukemia in 1982 at the age of 29.[2] Delors, Jacques; Arnaud, Jean-Louis (2004), Mémoires, Plon, ISBN 978-2-259-19292-7","Title":"Jacques Delors - Wikipedia","KeyID":"9629","URL":"https://en.wikipedia.org/wiki/Jacques_Delors"}