{"Content: ":"The Guatemalan National Revolutionary Unity (in Spanish: Unidad Revolucionaria Nacional Guatemalteca, URNG-MAIZ or most commonly URNG) is a Guatemalan political party that started as a guerrilla movement but laid down its arms in 1996 and became a legal political party in 1998 after the peace process which ended the Guatemalan Civil War. Since the CIA-backed coup in 1954, opposition groups were continuously forming in an attempt to fight against the repression that the military and wealthy landowners in Guatemala had created.[8] The UNRG formed as a leftist umbrella organization consisting of four groups: the Guerrilla Army of the Poor (EGP), the Revolutionary Organization of People in Arms (ORPA), the Rebel Armed Forces (FAR) and the National Directing Nucleus of PGT (PGT-NDN). They became the public face of the long-running insurgency against the Guatemalan government throughout the Civil War. The URNG led the leftist opposition in peace negotiations with the conservative Guatemalan government. These negotiations began in 1987, and brought the end of the civil war when negotiations finished in 1996. They received support from Guatemala's rural poor as well as from urban intellectuals.[9] In March 1982, only one month after their formation, the URNG experienced an attack ordered by then president, retired General Efraín Ríos Montt. Backed by the CIA, Ríos Montt led a \"scorched-earth\" counter-insurgency campaign against the URNG and its supporters until he was toppled the following year. The URNG employed ambushes and raids on government security forces as their main tactic, and also performed bombings and assassinations. They attacked the military, government officials, as well as foreign diplomats and foreign businesses. The government responded with undercover death-squads, supported by the police and military, who undertook the mission to take down prominent leftists.[9] By the time a civilian government returned to office in 1986, the URNG recognized that coming to power through armed struggle was out of the question, and they took initiatives to negotiate a political solution. According to a report in NACLA's Report on the Americas (May/June 1997), The government and army maintained that since they had \"defeated\" the URNG, they had no need to negotiate until the guerrillas had laid down their arms. The subsequent settlements ending the wars in Nicaragua and El Salvador stiffened the elites' resolve \"never\" to permit such an outcome in Guatemala. The Guatemalan Civil War was a bloody affair that lasted 36 years. The URNG functioned as an umbrella organization to represent the leftist beliefs amongst the Guatemalan people, particularly the Guatemalan poor. Although they were involved in attacks, their primary function was at the negotiation table with the Guatemalan government.[citation needed] From 1986 to 1996, the army and government were drawn into a peace process moderated and verified by the United Nations and including other international actors as key players. Both sides made major concessions. The Oslo Agreement (set in place by the UN) provided an arrangement for direct negotiation between the belligerent groups. This open negotiation led to the signing of the \"Agreement on Procedures in Search of Peace by Political Means\" in Mexico in 1991. The United Nations presided over these changes meant to create a long-lasting peace.[10] Obligations were imposed on the government, including significant constitutional reforms, which were internationally binding and would be verified by the UN. In 1987 URNG substituted PGT-NDN for the Guatemalan Party of Labour (PGT) in its leadership. The political party is interested in disarmament, demobilization and integration process as outlined by the United Nations. It is now a peaceful political party that is part of the New Alliance Bloc. On 29 December 1996, a peace agreement was signed by the government and the URNG in the presence of UN Secretary-General Boutros Boutros-Ghali, officially ending the 36-year civil war. The Secretary-General of the URNG, Comandante Rolando Morán and president Álvaro Arzú jointly received the UNESCO Peace Prize for their efforts to end the civil war and attain the peace agreement. The UNRG has since apologized for the atrocities that occurred during the Guatemalan Civil War, asking forgiveness from all victims, families and other who experienced any kind of excesses. This apology came two days after President Clinton admitted the role of the United States in a \"dark and painful period\" during the civil war in Guatemala.[11] In the legislative election, held on 9 November 2003, the party won 4.2% of the popular vote and 2 out of 158 seats in Congress. In the presidential election held the same day, its candidate Rodrigo Asturias won 2.6% of the popular vote. At the 2007 elections, the party won with 3.72% 2 seats in the congressional elections. In the presidential election of the same day, its candidate Miguel Ángel Sandoval won 2.14% of the popular vote.","Title":"Guatemalan National Revolutionary Unity - Wikipedia","KeyID":"9635","URL":"https://en.wikipedia.org/wiki/Guatemalan_National_Revolutionary_Unity"}