{"Content: ":"Around 350 BCE, Aristotle and other philosophers of the time attempted to explain the aerodynamics of avian flight. Even after the discovery of the ancestral bird Archaeopteryx which lived over 150 million years ago, debates still persist regarding the evolution of flight. There are three leading hypotheses pertaining to avian flight: Pouncing Proavis model, Cursorial model, and Arboreal model. In March 2018, scientists reported that Archaeopteryx was likely capable of flight, but in a manner substantially different from that of modern birds.[1][2] For flight to occur, four physical forces (thrust and drag, lift and weight) must be favorably combined. In order for birds to balance these forces, certain physical characteristics are required. Asymmetrical wing feathers, found on all flying birds with the exception of hummingbirds, help in the production of thrust and lift. Anything that moves through the air produces drag due to friction. The aerodynamic body of a bird can reduce drag, but when stopping or slowing down a bird will use its tail and feet to increase drag. Weight is the largest obstacle birds must overcome in order to fly. An animal can more easily attain flight by reducing its absolute weight. Birds evolved from other theropod dinosaurs that had already gone through a phase of size reduction during the Middle Jurassic, combined with rapid evolutionary changes.[3] Flying birds during their evolution further reduced relative weight through several characteristics such as the loss of teeth, shrinkage of the gonads out of mating season, and fusion of bones. Teeth were replaced by a lightweight bill made of keratin, the food being processed by the bird's gizzard. Other advanced physical characteristics evolved for flight are a keel for the attachment of flight muscles and an enlarged cerebellum for fine motor coordination. These were gradual changes, though, and not strict conditions for flight: the first birds had teeth, at best a small keel and relatively unfused bones. Pneumatic bone, that is hollow or filled with air sacs, has often been seen as an adaptation reducing weight, but it was already present in non-flying dinosaurs, and birds on average do not have a lighter skeleton than mammals of the same size. The same is true for the furcula, a bone which enhances skeletal bracing for the stresses of flight. The mechanics of an avian's wings involve a complex interworking of forces, particularly at the shoulder where most of the wings' motions take place. These functions depend on a precise balance of forces from the muscles, ligaments, and articular cartilages as well as inertial, gravitational, and aerodynamic loads on the wing.[4] Birds have two main muscles in their wing that are responsible for flight: the pectoralis and the supracoracoideus. The pectoralis is the largest muscle in the wing and is the primary depressor and pronator of the wing. The supracoracoideus is the second largest and is the primary elevator and supinator. In addition, there are distal wing muscles that assist the bird in flight.[5] Prior to their existence on birds, feathers were present on the bodies of many dinosaur species. Through natural selection, feathers became more common among the animals as their wings developed over the course of tens of millions of years.[6] The smooth surface of feathers on a bird's body helps to reduce friction while in flight. The tail, also consisting of feathers, helps the bird to maneuver and glide.[7] A theory of a pouncing proavis was first proposed by Garner, Taylor, and Thomas in 1999:[8] We propose that birds evolved from predators that specialized in ambush from elevated sites, using their raptorial hindlimbs in a leaping attack. Drag-based, and later lift-based, mechanisms evolved under selection for improved control of body position and locomotion during the aerial part of the attack. Selection for enhanced lift-based control led to improved lift coefficients, incidentally turning a pounce into a swoop as lift production increased. Selection for greater swooping range would finally lead to the origin of true flight. The authors believed that this theory had four main virtues: A cursorial, or \"running\" model was originally proposed by Samuel Wendell Williston in 1879. This theory states that \"flight evolved in running bipeds through a series of short jumps\". As the length of the jumps extended, the wings were used not only for thrust but also for stability, and eventually eliminated the gliding intermediate. This theory was modified in the 1970s by John Ostrom to describe the use of wings as an insect-foraging mechanism which then evolved into a wing stroke.[9] Research was conducted by comparing the amount of energy expended by each hunting method with the amount of food gathered. The potential hunting volume doubles by running and jumping. To gather the same volume of food, Archaeopteryx would expend less energy by running and jumping than by running alone. Therefore, the cost/benefit ratio would be more favorable for this model. Due to Archaeopteryx's long and erect leg, supporters of this model say the species was a terrestrial bird. This characteristic allows for more strength and stability in the hindlimbs. Thrust produced by the wings coupled with propulsion in the legs generates the minimum velocity required to achieve flight. This wing motion is thought to have evolved from asymmetrical propulsion flapping motion.[10] Thus, through these mechanisms, Archaeopteryx was able to achieve flight from the ground up. Although the evidence in favor of this model is scientifically plausible, the evidence against it is substantial. For instance, a cursorial flight model would be energetically less favorable when compared to the alternative hypotheses. In order to achieve liftoff, Archaeopteryx would have to run faster than modern birds by a factor of three, due to its weight. Furthermore, the mass of Archaeopteryx versus the distance needed for minimum velocity to obtain liftoff speed is proportional, therefore, as mass increases, the energy required for takeoff increases. Other research has shown that the physics involved in cursorial flight would not make this a likely answer to the origin of avian flight. Once flight speed is obtained and Archaeopteryx is in the air, drag would cause the velocity to instantaneously decrease; balance could not be maintained due to this immediate reduction in velocity. Hence, Archaeopteryx would have a very short and ineffective flight. In contrast to Ostrom's theory regarding flight as a hunting mechanism, physics again does not support this model. In order to effectively trap insects with the wings, Archaeopteryx would require a mechanism such as holes in the wings to reduce air resistance. Without this mechanism, the cost/benefit ratio would not be feasible. The decrease in efficiency when looking at the cursorial model is caused by the flapping stroke needed to achieve flight. This stroke motion needs both wings to move in a symmetrical motion, or together. This is opposed to an asymmetrical motion like that in humans' arms while running. The symmetrical motion would be costly in the cursorial model because it would be difficult while running on the ground, compared to the arboreal model where it is natural for an animal to move both arms together when falling. There is also a large fitness reduction between the two extremes of asymmetrical and symmetrical flapping motion so the theropods would have evolved to one of the extremes.[11] However, new research on the mechanics of bipedal running has suggested that oscillations produced by the running motion could induce symmetrical flapping of the wings at the natural frequency of the oscillation.[12] The WAIR hypothesis, a version of the \"cursorial model\" of the evolution of avian flight, in which birds' wings originated from forelimb modifications that provided downforce, enabling the proto-birds to run up extremely steep slopes such as the trunks of trees, was prompted by observation of young chukar chicks, and proposes that wings developed their aerodynamic functions as a result of the need to run quickly up very steep slopes such as tree trunks, for example to escape from predators. Note that in this scenario birds need downforce to give their feet increased grip.[13][14] It has been argued that early birds, including Archaeopteryx, lacked the shoulder mechanism by which modern birds' wings produce swift, powerful upstrokes; since the downforce on which WAIR depends is generated by upstrokes, it seems that early birds were incapable of WAIR.[15] However, a study that found lift generated from wings to be the primary factor for successfully accelerating a body toward a substrate during WAIR indicated the onset of flight ability was constrained by neuromuscular control or power output rather than by external wing morphology itself and that partially developed wings not yet capable of flight could indeed provide useful lift during WAIR.[16] Additionally, examination of the work and power requirements for extant bird pectoralis contractile behavior during WAIR at different angles of substrate incline demonstrated incremental increases in these requirements, both as WAIR angles increased and in the transition from WAIR to flapping flight. This provides a model for an evolutionary transition from terrestrial to aerial locomotion as transitional forms incrementally adapted to meet the work and power requirements to scale steeper and steeper inclines using WAIR and the incremental increases from WAIR to flight.[17] Birds use wing-assisted inclined running from the day they hatch to increase locomotion. This can also be said for birds or feathered theropods whose wing muscles cannot generate enough force to fly, and shows how this behavior could have evolved to help these theropods then eventually led to flight.[18] The progression from wing-assisted incline running to flight can be seen in the growth of birds, from when they are hatchlings to fully grown. They begin with wing-assisted incline running and slowly alter their wing strokes for flight as they grow and are able to make enough force. These transitional stages that lead to flight are both physical and behavioral. The transitions over a hatchling's life can be correlated with the evolution of flight on a macro scale. If protobirds are compared to hatchlings their physical traits such as wing size and behavior may have been similar. Flapping flight is limited by the size and muscle force of a wing. Even while using the correct model of arboreal or cursorial, protobirds' wings were not able to sustain flight, but they did most likely gain the behaviors needed for the arboreal or cursorial model like today's birds do when hatched. There are similar steps between the two.[19] Wing-assisted incline running can also produce a useful lift in babies but is very small compared to that of juveniles and adult birds. This lift was found responsible for body acceleration when going up an incline and leads to flight as the bird grows.[20] This model was originally proposed[21] in 1880 by Othniel C. Marsh. The theory states Archaeopteryx was a reptilian bird that soared from tree to tree. After the leap, Archaeopteryx would then use its wings as a balancing mechanism. According to this model, Archaeopteryx developed a gliding method to conserve energy. Even though an arboreal Archaeopteryx exerts energy climbing the tree, it is able to achieve higher velocities and cover greater distances during the gliding phase, which conserves more energy in the long run than a cursorial bipedal runner. Conserving energy during the gliding phase makes this a more energy-efficient model. Therefore, the benefits gained by gliding outweigh the energy used in climbing the tree. A modern behavior model to compare against would be that of the flying squirrel. In addition to energy conservation, arboreality is generally associated positively with survival, at least in mammals.[22] The evolutionary path between arboreality and flight has been proposed through a number of hypotheses. Dudley and Yanoviak proposed that animals that live in trees generally end up high enough that a fall, purposeful or otherwise, would generate enough speed for aerodynamic forces to have an effect on the body. Many animals, even those which do not fly, demonstrate the ability to right themselves and face the ground ventrally, then exhibiting behaviors that act against aerodynamic forces to slow their rate of descent in a process known as parachuting.[22] Arboreal animals that were forced by predators or simply fell from trees that exhibited these kinds of behaviors would have been in a better position to eventually evolve capabilities that were more akin to flight as we know them today. Researchers in support of this model have suggested that Archaeopteryx possessed skeletal features similar to those of modern birds. The first such feature to be noted was the supposed similarity between the foot of Archaeopteryx and that of modern perching birds. The hallux, or modified of the first digit of the foot, was long thought to have pointed posterior to the remaining digits, as in perching birds. Therefore, researchers once concluded that Archaeopteryx used the hallux as a balancing mechanism on tree limbs. However, study of the Thermopolis specimen of Archeopteryx, which has the most complete foot of any known, showed that the hallux was not in fact reversed, limiting the creature's ability to perch on branches and implying a terrestrial or trunk-climbing lifestyle.[23] Another skeletal feature that is similar in Archaeopteryx and modern birds is the curvature of the claws. Archaeopteryx possessed the same claw curvature of the foot to that of perching birds. However, the claw curvature of the hand in Archaeopteryx was similar to that in basal birds. Based upon the comparisons of modern birds to Archaeopteryx, perching characteristics were present, signifying an arboreal habitat. The ability for takeoff and flight was originally thought to require a supracoracoideus pulley system (SC). This system consists of a tendon joining the humerus and coracoid bones, allowing rotation of the humerus during the upstroke. However, this system is lacking in Archaeopteryx. Based on experiments performed by M. Sy in 1936,[24] it was proven that the SC pulley system was not required for flight from an elevated position but was necessary for cursorial takeoff. Some researchers have suggested that treating arboreal and cursorial hypotheses as mutually exclusive explanations of the origin of bird flight is incorrect.[25] Researchers in support of synthesizing cite studies that show incipient wings have adaptive advantages for a variety of functions, including arboreal parachuting, WAIR, and horizontal flap-leaping.[26] Other research also shows that ancestral avialans were not necessarily exclusively arboreal or cursorial, but rather lived on a spectrum of habitats. The capability for powered flight evolved due to a multitude of selective advantages of incipient wings in navigating a more complex environment than previously thought.[25]","Title":"Origin of avian flight - Wikipedia","KeyID":"964","URL":"https://en.wikipedia.org/wiki/Origin_of_avian_flight"}