{"Content: ":"The Erasmus Programme (\"EuRopean Community Action Scheme for the Mobility of University Students\"[1]) is a European Union (EU) student exchange programme established in 1987.[2][3] Erasmus+, or Erasmus Plus, is the new programme combining all the EU's current schemes for education, training, youth and sport, which was started in January 2014. In 1989 the Erasmus Bureau invited 32 former Erasmus students for an evaluation meeting in Ghent, Belgium. The lack of peer-to-peer support was singled out as a major issue, but it was also a driving force behind the creation of the Erasmus Student Network. The organization supports students from Erasmus programme and other bilateral agreement and cooperates with national agencies in order to help international students. As of 23 July 2020, the Erasmus Student Network consists of 534 local associations (\"sections\") in 42 countries and has more than 15,000 volunteers across Europe. As of 2014, 27 years after its creation, the programme has promoted the mobility of more than 3.3 million students within the European community. More than 5,000 higher education institutions from 38 countries are participating in the project.[4] The Erasmus Programme, together with a number of other independent programmes, was incorporated into the Socrates programme established by the European Commission in 1994. The Socrates programme ended on 31 December 1999 and was replaced with the Socrates II programme on 24 January 2000, which in turn was replaced by the Lifelong Learning Programme 2007–2013 on 1 January 2007. The programme is named after the Dutch philosopher, theologian, Renaissance Humanist, monk, and devout Roman Catholic, Desiderius Erasmus of Rotterdam, called \"the crowning glory of the Christian humanists\".[1] Erasmus, along with his good friend Thomas More, became one of the main figures of European intellectual life during the Renaissance. Known for his satire, Erasmus urged internal reform of the Catholic Church. He encouraged a recovery of the Catholic Patristic tradition against what he considered to be contemporary abuses of the Sacraments and certain excessive devotional practices. He famously clashed with Protestant revolutionary Martin Luther on the subject of free will. ERASMUS is a backronym meaning European Community Action Scheme for the Mobility of University Students.[1] Erasmus travelled widely across Europe and he was a pioneer of the European Republic of Letters. He was one of the first intellectuals to use as a vehicle of diffusion of his ideas a path-breaking technology, namely the movable type and spent a lot of his time inside printing workshops.[5] The idea of promoting cultural, social, and academic exchanges between European students originated in 1969, with Italian Sofia Corradi (nicknamed \"Mamma Erasmus\"), an educator and scientific consultant for the permanent conference of Italian university rectors. Her role allowed her to raise awareness about this idea and make it known in the academic and institutional spheres.[6] The project was born after an initiative of the EGEE student association (now AEGEE) founded by Franck Biancheri (who later became president of the trans-European movement Newropeans) which in 1986–1987 convinced French president François Mitterrand to support the creation of the Erasmus programme. This active collaboration between AEGEE and the European Commission and especially Domenico Lenarduzzi, Ministry of Public Education, allowed the approval of the Erasmus programme in 1987. It became an integral part of the Socrates I (1994–1999) and Socrates II (2000–2006) programmes. From 2007 it became one of the elements of the Lifelong Learning Programme (2007–2013). In June 1984, the European Council decided in Fontainebleau to establish an ad-hoc European citizens' committee with the mission to make proposals in order to improve the image of the European Union. Each council member would select a member and together they should present a set of proposals to be approved at a future European Council. Under the chairmanship of Pietro Adonnino, the committee presented two successive reports[7] that were approved at the Council session in Milano on the 28–29 of June 1985.[8] Under the proposals that were advanced in these reports was the suggestion (to be found in the second report from number 5.6: University Cooperation) that the ministers for education and universities and higher-education establishments These suggestions were advanced by the Belgian member Prosper Thuysbaert and were discussed and approved by the committee.[citation needed] By the time the Erasmus Programme was adopted in June 1987, the European Commission had been supporting pilot student exchanges for six years. It proposed the original Erasmus Programme in early 1986, but reaction from the then member states varied: those with substantial exchange programmes of their own (essentially France, Germany and the United Kingdom) were broadly hostile[citation needed]; the remaining countries were broadly in favour. Exchanges between the member states and the European Commission deteriorated, and the latter withdrew the proposal in early 1987 to protest against the inadequacy of the triennial budget proposed by some member states.[1] This method of voting[which?] was not accepted by some of the opposing member states, who challenged the adoption of the decision before the European Court of Justice. Although the court held that the adoption was procedurally flawed, it maintained the substance of the decision; a further decision, adapted in the light of the jurisprudence, was rapidly adopted by the Council of Ministers.[citation needed] The programme built on the 1981–1986 pilot student exchanges, and although it was formally adopted only shortly before the beginning of the academic year 1987–1988, it was still possible for 3,244 students to participate in Erasmus in its first year. In 2006, over 150,000 students, or almost 1% of the European student population, took part. The proportion is higher among university teachers, where Erasmus teacher mobility is 1.9% of the teacher population in Europe, or 20,877 people.[citation needed] From 1987 to 2006, over two million students[9] benefited from Erasmus grants, and the European Commission aimed to reach a total of 3 million by 2012.[citation needed] In 2004 Erasmus Programme was awarded the Princess of Asturias Award for International Cooperation. After 2007, the Lifelong Learning Programme 2007–2013 replaced the Socrates programme as the overall umbrella under which the Erasmus (and other) programmes operated. The Erasmus Mundus programme is a parallel programme oriented towards globalising European education and is open to non-Europeans with Europeans being exceptional cases. In May 2012,[10] Fraternité 2020 was registered as Europe's first European Citizens' Initiative and a goal to increase the budget for EU exchange programmes like Erasmus or the European Voluntary Service starting in 2014. It ultimately collected only 71,057 signatures from citizens across the EU out of 1 million signatures needed by 1 November 2013.[11] Erasmus+ also called Erasmus Plus, has been the new 14.7 billion euro catch-all framework programme for education, training, youth and sport from 2014 to 2020.[12] The Erasmus+ programme combined all the EU's schemes for education, training, youth and sport, including the Lifelong Learning Programme (Erasmus, Leonardo da Vinci, Comenius, Grundtvig), Youth in Action and five international co-operation programmes (Erasmus Mundus, Tempus, Alfa, Edulink and the programme for co-operation with industrialised countries). The Erasmus+ regulation[13] was signed on 11 December 2013.[14] Erasmus+ provided grants for a wide range of actions including the opportunity for students to undertake work placements abroad and for teachers and education staff to attend training courses. projects are divided into two parts – formal and non-formal education – each of them with three key actions. Erasmus+ key action one provides a unique opportunity for teachers, headmasters, trainers and other staff of education institutions to participate in international training courses in different European countries.[15] The staff home institution must apply to receive the grant to send its staff members abroad for training.[16] Erasmus+ conducted projects in Central Asia's Kazakhstan, funding 40 projects involving 47 Kazach universities with more than 35.5 million euro.[17] On 30 May 2018, the European Commission adopted its proposal for the next Erasmus programme, with a doubling of the budget to 30 billion euros for the period 2021–2027.[18] Further negotiations were expected to take place during the 2019–2024 European parliamentary term with the European Parliament and the European Council before the final programme is adopted.[19] The agreement between the European Parliament and the European Council was adopted and the publication of the new regulation 2021/817 establishing the new Erasmus+ programme was made on 28 May 2021.[20] With Brexit, the UK government decision not to participate in Erasmus meant UK students lost access to the Erasmus programme and EU students lost access to UK universities.[21] More than 9 million people have participated in the Erasmus programme since its creation. The number of young participants has increased significantly since 1987. Nearly 300,000 a year[when?] compared with only 3,244 in 1987. Spain is the country that allowed most people to participate to Erasmus with more than 40,000 per year, slightly ahead of France, Germany and Italy. The countries receiving the most Erasmus students are Spain with more than 47,000 students and then Germany with 32,800.[22] There are currently more than 4,000 higher institutions participating in Erasmus across the 37 countries. In 2012–13, 270,000 took part, the most popular destinations being Spain, Germany, Italy and France.[23] Erasmus students represented 5 percent of European graduates as of 2012.[24] Studies have discussed issues related to the selection into the programme and the representativeness of the participants. Some studies have raised doubts about the inclusiveness of the programme, by socio-economic background, level of study, or academic performance. Thus, one study analyses the financial issues and family background of Erasmus students, showing that despite the fact that access to the programme has been moderately widened, there are still important socio-economic barriers to participation in the programme.[25] Another study uncovered what seems to be an adverse self-selection of Erasmus students based on their prior academic performance, with higher-performing students less likely to participate than lower-performing ones. However, this case was based on a number of four hundred graduates in a Spanish university only.[26] Inversely, one study looking in details at French and Italian students found that the primary predictor of participation to Erasmus was students' prior academic records, not the occupation of their parents.[27] The Erasmus Programme had previously been restricted to applicants who had completed at least one year of tertiary-level study, but it is now also available to secondary school students. Students who join the Erasmus Programme study at least three months or do an internship for a period of at least 2 months to an academic year in another European country. The former case is called a Student Mobility for Studies or SMS, while the latter case is called a Student Mobility of Placement or SMP.[28][29] The Erasmus Programme guarantees that the period spent abroad is recognised by their university when they come back, as long as they abide by terms previously agreed. Switzerland has been suspended as a participant in the Erasmus programme as of 2015, following the popular vote to limit the immigration of EU citizens into Switzerland. As a consequence, Swiss students will not be able to apply for the programme and European students will not be able to spend time at a Swiss university under that programme.[30] A main part of the programme is that students do not pay extra tuition fees to the university that they visit. Students can also apply for an Erasmus grant to help cover the additional expense of living abroad. Students with disabilities can apply for an additional grant to cover extraordinary expenses. In order to reduce expenses and increase mobility, many students also use the European Commission-supported accommodation network, CasaSwap, FlatClub, Erasmusinn, Eurasmus,[31] Erasmate or Student Mundial, which are free websites where students and young people can rent, sublet, offer and swap accommodation – on a national and international basis. A derived benefit is that students can share knowledge and exchange tips and hints with each other before and after going abroad. For many European students, the Erasmus Programme is their first time living and studying in another country. Hence, it has become a cultural phenomenon[according to whom?] and is popular among European students, going on to become the subject of movies such as the French film L'Auberge espagnole, and the documentary Erasmus 24 7.[32] The programme fosters learning and understanding of the host country, and the Erasmus experience is considered both a time for learning as well as a chance to socialize and experience a different culture. Tutors are often keen for students of subjects such as politics or international relations to participate in Erasmus. It is seen as a great opportunity to study abroad while not having the expense of studying outside the European Union, since the grants available to Erasmus students are not available to those opting to leave the Union to study. Some academics have speculated that former Erasmus students will prove to be a powerful force in creating a pan-European identity. The political scientist Stefan Wolff, for example, has argued that \"Give it 15, 20 or 25 years, and Europe will be run by leaders with a completely different socialisation from those of today\", referring to the so-called 'Erasmus generation'.[33] This term describes young Europeans who participate in Erasmus programme and are assumed to support European integration more actively when compared with their elder generations.[34] The assumption is that young Europeans, who enjoyed the benefits of European integration, think of themselves as European citizens, and therefore create a base of support for further European integration. However, questions are raised about whether there is positive correlation between the programme and pro-European integration.[35] According to the former European Commissioner for Education, Culture, Youth and Sport, Tibor Navracsics, Erasmus programme is a soft power tool and it reflects the political motivation behind its creation,[36] including the task of legitimising the European institutions. This conception has already presented in the project of Sofia Corradi, an Italian educationalist creator of the Erasmus Programme. She gives a particular attention to the need to activate an exchange between young people from all over Europe to contribute to the strengthening of its unity and integrity.[37] One issue discussed is if Erasmus is helping to generate more European solidarity. A study carried out by the European Commission in 2010, shows that participating to Erasmus strengthens tolerance. Another issue is whether Erasmus enables the mixing of Europeans.[38] For example, more than a quarter of Erasmus participants meet their life partner through it and participation in Erasmus encourages mobility between European countries.[39] Umberto Eco called it sexual integration.[40] Most young people had a strong European identity before participating in the Erasmus programme. For these young people, the Erasmus experience makes them feel even more European, but the research showed no evidence that taking part in the Erasmus programme would lead to revolutionary changes in students' political views.[41] Most of the characters in the movie L'Auberge Espagnole are enrolled in the Erasmus programme and the programme plays a central role in the plot.[citation needed] Pakistani novelist Nimra Ahmed's novel Jannat K Patte (Leaves of Heaven) is based on the Erasmus programme, where the protagonist Haya goes to Sabancı University Turkey through Erasmus Mundus, which marks a turning point in her life.[42] In the story set in 1997 in Slade House, students on Erasmus programme appear. In the novel Normal People and its subsequent adaptation, Marianne goes to Sweden via the Erasmus programme. The online public forum Cafébabel was founded in 2001 by Erasmus exchange programme students, and is headquartered in Paris. The forum is based on the principle of participatory journalism. As of June 2020 it had over 15,000 contributors as well as a team of professional editors and journalists in Paris, Brussels, Rome, Madrid and Berlin.[43] Volunteer contributors simultaneously translate the forum into six languages – French, English, German, Italian, Spanish and Polish.[44] ","Title":"Erasmus Programme - Wikipedia","KeyID":"9650","URL":"https://en.wikipedia.org/wiki/Erasmus_Programme"}