{"Content: ":"Simone Veil Grand-croix DBE (French: [simɔn vɛj] (listen); née Jacob; 13 July 1927 – 30 June 2017) was a French magistrate and politician who served as Health Minister in several governments and was President of the European Parliament from 1979 to 1982, the first woman to hold that office. As health minister, she is best remembered for advancing women's rights in France, in particular for the 1975 law that legalized abortion, today known as Loi Veil. From 1998 to 2007, she was a member of the Constitutional Council, France’s highest legal authority. A Holocaust survivor, of both Auschwitz-Birkenau and Bergen-Belsen, she was a firm believer in the European integration as a way of guaranteeing peace. She served as president of the Fondation pour la Mémoire de la Shoah, from 2000 to 2007, then subsequently as honorary president. Among many honours, she was made an honorary dame in 1998, was elected to the Académie Française in 2008, and in 2012 received the grand cross of the Légion d’honneur, the highest class of the highest French order of merit. One of France’s most revered figures, Simone Veil and her husband were buried at the Panthéon on 1 July 2018. Her eulogy was given by President Emmanuel Macron.[3] Simone Jacob was born in Nice in south-east France on 13 July 1927, in an atheist Jewish family. Her father André Jacob was an architect who graduated from the Beaux-Arts de Paris and went on to win the Prix de Rome for Architecture.[4] In 1922 he married Yvonne Steinmetz, she just passed her Baccalaureate and was about to start studying chemistry. André insisted that she abandoned studies upon marriage.[5] The family had moved from Paris to Nice in 1924 hoping to benefit from construction projects on the Côte d’Azur.[5] Simone was the youngest of four siblings, Madeleine (nicknamed Milou) was born in 1923; Denise in 1924 and Jean in 1925.[6] On her father’s side the family had come from Lorraine, on her mother’s from the Rhineland region and from Belgium.[7] When Germany invaded France and the Vichy regime came to power in June 1940, the family managed to avoid being deported as Nice was incorporated in the Italian occupation zone.[8] Asked not to come to school by its superintendent, Simone Jacob had to study at home. As the round-up of Jews intensified, the whole family split up and lived with different friends under a false identity. Denise left for Lyon to join the resistance. 16-year-old Simone kept studying and passed her baccalaureate exam under her real name in March 1944.[9] The next day, as she was on her way out to meet friends and celebrate the end of secondary school, she was arrested by the Gestapo.[9] On the same day, the rest of the family was also rounded up. Simone, her mother, and her sisters were sent to the transit camp of Drancy on 7 April 1944 then deported to Auschwitz concentration camp on 13 April in Convoy 71.[4] Simone’s brother and father were deported to the Baltic states in Convoy 73, never to be seen again and thus assumed to have been murdered. Her sister Denise was deported to Ravensbrück concentration camp, although she did survive and was reunited with Simone after the liberation of Europe by the Allies. Arriving on 15 April 1944 at Auschwitz, Simone managed to avoid the gas chamber by lying about her age and was registered for the labour camp.[10] In January 1945, Simone, along with her mother and sister, was sent on a death march to Bergen-Belsen concentration camp, where her mother died of typhus. Madeleine also fell ill but, like Simone, was saved when the camp was liberated on 15 April 1945.[11] Simone Jacob returned to France and started studying law at the University of Paris before going to the Institut d'études politiques, where she met Antoine Veil.[12] The couple married on 26 October 1946, and would go on to have three sons, Jean, Nicolas, and Pierre-François. They moved to Germany where they lived in the American occupied zone.[13] Her sister Madeleine died in a car accident with her son after visiting Simone in Stuttgart in 1952.[14] Simone renounced working as a lawyer and instead passed the national examination to become a magistrate in 1956.[15] After graduating from Institut d'études politiques de Paris with a law degree, Veil spent several years practising law. In 1954, she passed the national examination to become a magistrate.[16] She entered and held a senior position at the National Penitentiary Administration under the Ministry of Justice. She was responsible for judicial affairs and improved women's prison conditions and the treatment of incarcerated women.[17] In 1964, she left to become the director of civil affairs, where she improved French women's general rights and status.[16] She successfully achieved the right to dual parental control of family legal matters and adoptive rights for women.[16] In 1970, she became secretary general of the Supreme Magistracy Council (fr:Conseil supérieur de la magistrature).[17] From 1974 to 1979, Veil was a Minister of Health in the governments of prime ministers Jacques Chirac and Raymond Barre: from 28 May 1974 to 29 March 1977, Minister of Health; from 29 March 1977 to 3 April 1978, Minister of Health and Social Security; and from 3 April 1978 to 4 July 1979, Minister of Health and Family. She pushed forward two notable laws. The first, passed on 4 December 1974, facilitated access to contraception, the sale of contraceptives such as the combined oral contraceptive pill, which was legalized in 1967. The second, passed on 17 January 1975, legalized abortion in France - this was her hardest fought political initiative and the one for which she is best known. The abortion debate was particularly difficult for her because those in favor of keeping abortion illegal launched aggressive personal attacks against Veil and her family.[16] However, since the passing of the law, many have paid tribute to Veil and thanked her for her courageous and determined fight.[16][18] In 1976, Veil also helped to introduce a ban on smoking in certain public places and worked on the problem of medically underserved rural areas.[19] In 1979, Veil was elected as a Member of the European Parliament in the first European parliamentary election. In its first session, the new Parliament elected Veil as its first President,[19] a position she held until 1982.[20] The archives concerning her term as President of the European Parliament are deposited at the Historical Archives of the European Union in Florence.[21] In 1981, Veil won the prestigious Charlemagne Prize an award given to honour the contributions made by individuals to advance the unity of Europe.[22] After the end of her term as President, in 1982, she remained a member of the European Parliament. She became Chair of the European Liberal Democrat and Reform Party until 1989. She was re-elected for the last time in the 1989 election, standing down in 1993.[20] Between 1984 and 1992, she served on the Committee on the Environment, Public Health and Food Safety, and the Committee on Political Affairs. After standing down from these committees, she served on the Committee on Foreign Affairs and its related Subcommittee on Human Rights. Between 1989 and 1993, she was also a member of Parliament's delegation to the ACP-EU Joint Parliamentary Assembly, serving as its vice-chairwoman until 1992.[20] From 31 March 1993 to 16 May 1995, Veil was again a member of the cabinet, serving as Minister of State and Minister of Health, Social Affairs and the city in the government of Prime Minister Édouard Balladur.[23] In the mid-1990s, she worked to help the disabled, HIV-positive patients, and mothers of young children.[19] In 1998, she was appointed to the Constitutional Council of France. In 2005, she put herself briefly on leave from the council in order to campaign in favour of the Treaty establishing a Constitution for Europe. This action was criticized because it seemed to contradict the legal provisions that members of the council should keep a distance from partisan politics: the independence and impartiality of the council would be jeopardized, critics said, if members could put themselves \"on leave\" in order to campaign for a project.[24] In response, Veil said that she, the President of the Constitutional Council and colleagues had deliberated on the issue beforehand and they had given her permission to take her leave without having to resign. Being a staunch supporter of the European project, she believed others should not \"ignore the historical dimension of European integration\".[24] In 2003, she was elected to the Board of Directors of the International Criminal Court's Trust Fund for Victims. In 2007, Simone Veil supported presidential candidate Nicolas Sarkozy. She was by his side on the day after he received 31 percent of the vote in the first round of the presidential elections that year.[25] Simone Veil was the sixth woman to be elected to the Académie française, in 2008. She joined the Academy's forty \"immortals\", as the members are informally known, occupying the 13th seat, once the seat of literary figure Jean Racine. Her induction address was given in March 2010 by Jean d'Ormesson. On her sword, given to her as to every other immortal, is engraved her Auschwitz number (number 78651), the motto of the French Republic (liberté, égalité, fraternité) and the motto of the European Union, Unity in diversity (Unis dans la diversité).[26] Veil died at home on 30 June 2017, two weeks before her 90th birthday.[27] Her son Jean said at her public ceremony on 5 July, \"I forgive you for having poured water over my head\", in reference to an event where she had emptied a carafe of water over his head in disgust at what she considered to be his misogynist remarks.[19] On 5 July 2017, Veil was honoured with a national ceremony and military honours in les Invalides courtyard,[28] after which she was interred next to her husband, who died in 2013, at Montparnasse Cemetery.[29] The ceremony at les Invalides was attended by President Macron, Holocaust survivors, politicians and dignitaries. In his speech during the ceremony, President Macron announced the decision to rebury Veil and her husband in the Panthéon,[30] which was done on 1 July 2018.[31] The following is a list of honours and awards received by Simone Veil. In 2018, the government of France established a prize in memory of Veil to honour people who fight for women's causes. The intent is to draw attention to efforts in promoting women's autonomy, education, participation in leadership roles, and freedom from violence and discrimination.[41] The prize is awarded each year on 8 March, International Women's Day, with €100,000 to support work in the winner's area of concern. On 8 March 2019, the first Simone Veil Prize was awarded to Aissa Doumara Ngatansou, co-founder of the Association for the Elimination of Violence against Women (ALVF) in Cameroon.[41][42]","Title":"Simone Veil - Wikipedia","KeyID":"9651","URL":"https://en.wikipedia.org/wiki/Simone_Veil"}