{"Content: ":"Monkeypox is an infectious viral disease that can occur in humans and some other animals.[1] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[1] The time from exposure to onset of symptoms ranges from five to twenty-one days.[3][5] The duration of symptoms is typically two to four weeks.[5] There may be mild symptoms, and it may occur without any symptoms being known.[3][17] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[1][18] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[19] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[2] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[20] It may spread from infected animals by handling infected meat or via bites or scratches.[21] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[1][21] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[20] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[8] There is no known cure.[22] A study in 1988 found that the smallpox vaccine was around 85% protective in preventing infection in close contacts and in lessening the severity of the disease.[23] A newer smallpox and monkeypox vaccine based on modified vaccinia Ankara has been approved, but with limited availability.[3] Other measures include regular hand washing and avoiding sick people and other animals.[24] Antiviral drugs, cidofovir and tecovirimat, vaccinia immune globulin and the smallpox vaccine may be used during outbreaks.[12][13] The illness is usually mild and most of those infected will recover within a few weeks without treatment.[13] Estimates of the risk of death vary from 1% to 10%, although very few deaths as a consequence of monkeypox have been recorded since 2017.[25] Several species of mammals are suspected to act as a natural reservoir of the virus.[3] Although it was once thought to be uncommon in humans, cases have significantly[further explanation needed] increased since the 1980s,[26][27] possibly as a result of waning immunity since the stopping of routine smallpox vaccination.[9][14] The first cases in humans were found in 1970 in the Democratic Republic of the Congo (DRC).[28] There have been sporadic cases in Central and West Africa, and it is endemic in the DRC.[27] The 2022 monkeypox outbreak represents the first incidence of widespread community transmission outside of Africa, which was initially identified in the United Kingdom in May 2022, with subsequent cases confirmed in at least 74 countries[29] in all continents except Antarctica.[30][31][32][33][34][35] On 23 July 2022, the World Health Organization (WHO) declared the outbreak a Public Health Emergency of International Concern (PHEIC)[36] with more than 16,000 reported cases in 75 countries and territories. Monkeypox is a zoonotic poxvirus infection that can occur in both humans and some other animals.[2] Two recognized distinct types are described as the Congo Basin clade and the milder West African clade.[2] Monkeypox symptoms tend to begin 5 to 21 days after infection.[6] Early symptoms include headache, muscle pains, fever and fatigue, initially resembling influenza.[3][37][38] Within a few days of the fever, lesions characteristically appear on the face before appearing elsewhere such as palms of the hands and soles of the feet in a centrifugal distribution.[39][40] The disease can resemble chickenpox, measles and smallpox but is distinguished by the presence of swollen glands[3][37] which may appear behind the ear, below the jaw, in the neck or in the groin, before the onset of the rash.[9] Many cases in the 2022 monkeypox outbreak presented with genital and peri-anal lesions, fever, swollen lymph nodes, and pain when swallowing,[1] with some patients manifesting only single sores from the disease.[41] Three-quarters of affected people have lesions on the palms and soles, more than two-thirds in the mouth, a third on the genitals and one in five have lesions in the eyes.[3] They begin as small flat spots, before becoming small bumps which then fill with at first clear fluid and then yellow fluid, which subsequently burst and scab over.[5][37] There may be a few lesions or several thousand, sometimes merging to produce large lesions.[3] In each affected part of the body, the lesions evolve in the same stage.[2] It looks identical to the rash of smallpox.[42] The rash typically lasts around ten days.[38] An unwell person may remain so for two to four weeks.[5] After healing, the lesions may leave pale marks before becoming dark scars.[2] It is possible for a person to be infected with monkeypox without showing any symptoms.[43] Complications include secondary infections, pneumonia, sepsis, encephalitis, and loss of vision with severe eye infection.[3] If infection occurs during pregnancy, still birth or birth defects may occur.[44] No smallpox or monkeypox vaccine has been approved for use during pregnancy.[45] The disease may be milder in people vaccinated against smallpox in childhood.[13] The disease has also been reported in dormice, tree squirrels, rope squirrels and non human primates.[3] Other animals are likely susceptible but not known.[46] Signs and symptoms in animals vary among different species.[47] Monkeypox infected Gambian pouched rats may have mild symptoms.[46] During the 2003 US outbreak, affected prairie dogs presented with fever, cough, sore eyes, poor feeding and rash.[47] Non-human primates present similarly.[47] They may have breathing problems, facial swelling, mouth ulcers and swollen glands.[46] In cynomolgus monkeys, the time from exposure to symptoms was noted to be around a week.[46] Rabbits and rodents typically present with fever, cough, runny nose, sore eyes and swollen glands.[46] They develop small bumps that fill with yellow fluid and may have patches of hair loss and pneumonia.[46] Spread among animals occurs via the fecal-oral route and through the nose, through wounds and eating infected meat.[46] Death is more likely in baby monkeys.[46] The CDC recommend that animals exposed to monkeypox be quarantined for six weeks.[46] Monkeypox in both humans and animals is caused by infection with the monkeypox virus – a double-stranded DNA virus in the genus Orthopoxvirus, family Poxviridae.[7] The virus was first identified in captive monkeys and is found mainly in tropical rainforest regions of Central and West Africa.[7] The two subtypes of virus are Congo Basin and West African clades, matching the geographical areas.[16] In addition to monkeys, the virus has been identified in Gambian pouched rats (Cricetomys gambianus), dormice (Graphiurus spp.) and African squirrels (Heliosciurus, and Funisciurus). The use of these animals as food may be an important source of transmission to humans.[48][3] Humans can be infected by an animal via a bite or scratch, bush meat preparation, or by contact with an infected animal’s bodily fluids or lesion material.[49] The virus is thought to enter the body through broken skin, the respiratory tract, or the mucous membranes of the eyes, nose, or mouth.[6] Once a human is infected, transmission to other humans is common, with family members and hospital staff at particularly high risk of infection.[6] The virus can spread by respiratory (airborne) contact or by direct contact with an infected person's bodily fluids[15] or during pregnancy from mother to fetus.[49] There are indications that transmission can occur during sexual contact,[50] although as of June 2022, it was not known if the virus can spread through semen or vaginal fluids.[49] The virus can spread through indirect contact with lesion material, such as through contaminated bedding, even with standard personal protective equipment, likely through inhalation.[51] Risk factors for transmission include sharing a bed or room, or using the same utensils as an infected person. Increased transmission risk is associated with factors involving the introduction of virus to the oral mucosa.[37] Importantly, people without monkeypox symptoms cannot spread the virus.[49] Further research about the transmission of the strain responsible for the 2022 outbreak is ongoing, but it is not thought to be different from other strains of the West African clade.[52][53] Clinical differential diagnosis must consider other rash illnesses, such as chickenpox, measles, bacterial skin infections, scabies, syphilis and medication-associated allergies. Lymphadenopathy during the prodromal stage of illness can distinguish monkeypox from chickenpox or smallpox. Diagnosis can be verified by testing for the virus.[3] Polymerase chain reaction (PCR) testing of samples from skin lesions is the preferred laboratory test. PCR blood tests are usually inconclusive because the virus remains in blood only a short time. To interpret test results, information is required on date of onset of fever, date of onset of rash, date of specimen collection, current stage of rash, and patient age.[3] Vaccination against smallpox is assumed to provide protection against human monkeypox infection because they are closely related viruses and the vaccine protects animals from experimental lethal monkeypox challenges.[54] This has not been conclusively demonstrated in humans because routine smallpox vaccination was discontinued following the eradication of smallpox.[3] Smallpox vaccine has been reported to reduce the risk of monkeypox among previously vaccinated persons in Africa. The decrease in immunity to poxviruses in exposed populations is a factor in the prevalence of monkeypox. It is attributed both to waning cross-protective immunity among those vaccinated before 1980 when mass smallpox vaccinations were discontinued, and to the gradually increasing proportion of unvaccinated individuals.[37] The United States Centers for Disease Control and Prevention (CDC) recommends that persons investigating monkeypox outbreaks and involved in caring for infected individuals or animals should receive a smallpox vaccination to protect against monkeypox. Persons who have had close or intimate contact with individuals or animals confirmed to have monkeypox should also be vaccinated.[7] The CDC does not recommend pre-exposure vaccination for unexposed veterinarians, veterinary staff, or animal control officers, unless such persons are involved in field investigations.[7] The CDC recommends that healthcare providers don a full set of personal protective equipment (PPE) before caring for an infected person. This includes a gown, mask, goggles, and a filtering disposable respirator (such as an N95). An infected person should be isolated in preferably a negative air pressure room or at least a private exam room to keep others from possible contact.[55] In the European Union and the United States, tecovirimat is approved for the treatment of several poxviruses, including monkeypox.[56] BMJ Best Practice recommends tecovirimat or the smallpox treatment brincidofovir as the first line antiviral treatment if required, alongside supportive care (including antipyretic, fluid balance and oxygenation). Empirical antibiotic therapy or aciclovir may be used if secondary bacterial or varicella zoster infection is suspected, respectively.[57] After healing, the scabs may leave pale marks before becoming darker scars.[2] The risk of death in those infected ranges from 0% to 11%, depending on the type of monkeypox and location in the world.[3][27] Fatality rates have been reported as around 3.6% in West Africa and 10.6% in Central Africa.[27] Most reported deaths have occurred in young children and people with HIV.[20] In 1970, monkeypox was first associated with an illness as a disease in humans in the Democratic Republic of the Congo (formerly Zaire), in the town of Basankusu, Équateur Province.[58] Although it was once thought to be uncommon in humans, cases increased since the 1980s,[26][27] possibly as a result of waning immunity since the stopping of routine smallpox vaccination.[9] Between 1981 and 1986 WHO surveillance in DRC/Zaire recorded 338 confirmed cases and 33 deaths (CFR 9.8%).[59] In 1996–1997, a second outbreak of human illness was identified in DRC/Zaire[60] and between 1991 and 1999, 511 cases were reported in DRC/Zaire.[59] The Congo Basin clade of disease remains endemic in DRC and has a higher CFR[59] than the other genetic clade in Western Africa.[3] The case fatality rate (CFR) is less than 1%. No human-to-human transmission was documented[59] until the 2022 monkeypox outbreak in Europe.[61] The West African clade had an outbreak – the first outbreak of monkeypox outside of Africa – in Midwestern United States among owners of pet prairie dogs in 2003. Seventy-one people were reportedly infected, of whom none died.[62] As of 2018, monkeypox was traditionally restricted to the ecology of tropical rainforests.[59] although the pattern was broken in 2005, when 49 cases were reported in Sudan (areas now South Sudan), with no fatalities.[63] The genetic analysis suggested that the virus did not originate in Sudan but was imported, most likely from DRC.[64] Many more monkeypox cases have been reported in Central and West Africa, and in the Democratic Republic of Congo in particular: 2000 cases per year are known between 2011 and 2014. The collected data is often incomplete and unconfirmed, which hinders realistic estimations of the number of cases of monkeypox over time. Nevertheless, it was suggested that the number of reported monkeypox cases had increased and the geographical occurrence broadened as of 2018.[59] In May 2003, a young child became ill with fever and rash after being bitten by a prairie dog purchased at a local swap meet near Milwaukee, Wisconsin.[65] In total, 71 cases of monkeypox were reported through June 20, 2003. All cases were traced to Gambian pouched rats imported from Accra, Ghana, in April 2003 by a Texas exotic animal distributor. No deaths resulted.[66] Electron microscopy and serologic studies were used to confirm that the disease was human monkeypox.[67] People with monkeypox typically experienced prodromal symptoms of fever, headaches, muscle aches, chills, and drenching sweats. Roughly one-third of infected people had nonproductive coughs. This prodromal phase was followed 1–10 days later by the development of a papular rash that typically progressed through stages of vesiculation, pustulation, umbilication, and crusting. In some people, early lesions had become ulcerated.[68] Rash distribution and lesions occurred on head, trunk, and extremities. Many of the people had initial and satellite lesions on palms, soles, and extremities. Rashes were generalized in some people. After onset of the rash, people generally manifested rash lesions in different stages. Everyone affected reported direct or close contact with prairie dogs, later found to be infected with the monkeypox virus.[68] According to the Nigeria Centre for Disease Control (NCDC), between 1971 and 1978, only 10 human monkeypox infections were reported in the country.[69] In September 2017, human monkeypox re-emerged in Nigeria, 39 years since it had been last reported. The subsequent 2017-18 Nigerian human monkeypox outbreak was, at that time, the largest ever outbreak of the West African clade of the virus, with 118 confirmed cases. Unlike previous outbreaks of this clade, infection was predominantly among young male adults and human-to-human transmission appears to have readily occurred. Seven deaths (5 male, 2 female, case fatality rate of 6%) were reported, including a baby and four HIV/AIDS patients. Additionally, a pregnant woman in her second trimester had a spontaneous abortion due to monkeypox infection.[70] The Niger Delta University Teaching Hospital reported that a substantial number of its young adult cases had concomitant genital ulcers, syphilis and HIV infection.[71] Monkeypox spread around southeast and south Nigeria with some states and the federal government of Nigeria seeking ways to contain it.[72] By December 2017 it spread to Akwa Ibom, Abia, Bayelsa, Benue, Cross River, Delta, Edo, Ekiti, Enugu, Imo, Lagos, Nasarawa, Oyo, Plateau, Rivers and Federal Capital Territory.[73][74] The outbreak started in September 2017 and remained ongoing across multiple states as of May 2019.[75] The Centers for Disease Control and Prevention reported cases of American travelers contracting Monkeypox upon return from Lagos and Ibadan.[77] Agam Rao, a medical officer in the Division of Pathogens and High Consequence Pathology at the CDC, said that since 2018 all cases reported outside Africa have come from Nigeria.[78] In a 2021 article Oyewale Tomori pointed out that the number of monkeypox infections in Nigeria through 2021 was likely to be under-represented, because much of the Nigerian population had been avoiding healthcare facilities due to fear of contracting COVID-19.[69] In May 2022, the Nigerian government released a report stating that between 2017 and 2022, 558 cases were confirmed across 32 states and the Federal Capital Territory. The Rivers State was the most affected by monkeypox followed by Bayelsa and Lagos. There were 8 deaths reported, making for a 3.5% Case Fatality Ratio. In 2022, NCDC implemented a National Technical Working Group for reporting and monitoring infections, strengthening response capacity.[79] In September 2018, the United Kingdom's first case of monkeypox was recorded. The person, a Nigerian national, is believed to have contracted monkeypox in Nigeria before travelling to the United Kingdom.[80] According to Public Health England, the person was staying in a naval base in Cornwall before being moved to the Royal Free Hospital's specialised infectious disease unit. People who had been in contact with the person since he contracted the disease were contacted.[81] A second case was confirmed in the town of Blackpool,[82][83] with a further case that of a medical worker who cared for the case from Blackpool.[84] A fourth case occurred on 3 December 2019, when monkeypox was diagnosed in a person in south west England. They were travelling to the UK from Nigeria.[85] On 8 May 2019, a 38-year-old man who travelled from Nigeria was hospitalised in an isolation ward at the National Centre for Infectious Diseases in Singapore, after being confirmed as the country's first case of monkeypox. As a result, 22 people were quarantined.[86] The case may have been linked to a simultaneous outbreak in Nigeria.[75] On 24 May in the UK, three cases of monkeypox from a single household were identified by Public Health Wales. The cases were also announced by Health Secretary Matt Hancock while addressing MPs. The index case was diagnosed on 24 May after traveling from Nigeria. The second case was reported on 2 June, and the third on 24 June.[87][88] One of the three patients, an adult female, was treated with tecovirimat.[20] On day 7 of tecovirimat, she was discharged from hospital to complete her second week of treatment at home.[20] On 14 July in the US, an American returning from a trip in Nigeria was diagnosed with monkeypox. Subsequent testing identified the virus as belonging to the West African clade. The patient was hospitalized and treated with tecovirimat and was discharged after 32 days, at which time monkeypox virus DNA could no longer be detected in residual skin lesions.[89] Monkeypox was first identified as a distinct illness in 1958 among laboratory monkeys in Copenhagen, Denmark.[103] The first documented cases in humans was in 1970, in six unvaccinated children during the smallpox eradication efforts; the first being a 9-month old boy in the Democratic Republic of the Congo (formerly Zaire).[27][104] The others, including three who were playmates, were in Liberia and Sierra Leone.[104][105] It was noted to be less easily transmissible than smallpox.[2] From 1981 to 1986, over 300 cases of human monkeypox were reported in the DRC, the majority being due to contact with animals.[106] In 1996, the disease reemerged in the DRC with 88% of cases resulting from human-to-human transmission.[2] Small viral outbreaks with a death rate in the range of 10% and a secondary human-to-human infection rate of about the same amount occur routinely in equatorial Central and West Africa.[106] In humans, the disease remained confined to the rain forests of Western and Central Africa until 2003, when an outbreak of monkeypox occurred in the US.[107] All cases were traced to sick rodents imported from Ghana.[2] Local prairie dogs caught the infection and passed it onto their owners.[2] The disease was found to be mild and there were no deaths.[2] Between 1970 and 2019 the disease was reported in 10 African countries; mostly in Central and West Africa.[27] In 2018, cases of monkeypox were diagnosed in the UK in two unrelated travellers from Nigeria.[108] That year the first human-to-human transmission outside of Africa was confirmed in the UK.[109] This person was a healthcare worker who possibly contracted the disease from contaminated bedlinen.[108] Cases were also reported in travellers to Israel and Singapore.[109] The UK saw further cases in 2019 and 2021.[13]","Title":"Monkeypox - Wikipedia","KeyID":"9669","URL":"https://en.wikipedia.org/wiki/Monkeypox"}