{"Content: ":"The 2022 monkeypox outbreak in Asia is a part of the ongoing outbreak of human monkeypox caused by the West African clade of the monkeypox virus. The outbreak was reported in Asia on 20 May 2022 when Israel reported a suspected case of Monkeypox, which was confirmed on 21 May. As of 25 July 2022,[update] seven West Asian, two Southeast Asian, three East Asian and one South Asian country along with Russia have reported confirmed cases. As of 24 July 2022,[update] a total of 156 cases were confirmed by those thirteen countries. Most of the cases were concentreted in region of West Asia, 141 of the total 156 cases (≈90.38%) were reported in the region. Israel has reported the most among all countries, the country reported 114 cases (≈73.07%). Israel reported the first community transmission of the disease on 21 June 2022. Monkeypox is an infectious viral disease that can occur in humans and some other animals.[1] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[1] The time from exposure to onset of symptoms ranges from five to twenty-one days.[2][3] The duration of symptoms is typically two to four weeks.[3] There may be mild symptoms, and it may occur without any symptoms being known.[2][4] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[1][5] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[6] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[7] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[8] It may spread from infected animals by handling infected meat or via bites or scratches.[9] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[1][9] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[8] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[10] An ongoing outbreak of monkeypox, a viral disease, was confirmed in May 2022.[17] The initial cluster of cases was found in the United Kingdom,[18] where the first case was detected on 6 May 2022 in an individual with travel links to Nigeria (where the disease is endemic).[19] The outbreak marked the first time monkeypox has spread widely outside Central and West Africa. From 18 May onwards, cases were reported from an increasing number of countries and regions, predominantly in Europe but also in North and South America, Asia, Africa, and Australia.[26] On 23 July, the World Health Organization (WHO) declared the outbreak a Public Health Emergency of International Concern (PHEIC), raising the status of the outbreak to a global health emergency.[27][28] As of 28 July, there were a total of 20,846 confirmed cases.[29] A large portion of those infected were believed to have not recently traveled to areas of Africa where monkeypox is normally found, such as Nigeria, the Democratic Republic of the Congo as well as central and western Africa. It is believed to be transmitted by close contact with sick people, with extra caution for those individuals with lesions on their skin or genitals, along with their bedding and clothing. The CDC has also stated that individuals should avoid contact and consumption of dead animals such as rats, squirrels, monkeys and apes along with wild game or lotions derived from animals in Africa.[32] In addition to more common symptoms, such as fever, headache, swollen lymph nodes, and rashes or lesions, some patients have also experienced proctitis, an inflammation of the rectum lining. CDC has also warned clinicians to not rule out monkeypox in patients with sexually transmitted infections since there have been reports of co-infections with syphilis, gonorrhea, chlamydia, and herpes.[33] According to the World Health Organization, imported cases of Monkeypox from Nigeria was detected in Israel and Singapore in September 2018 and May 2019, respectively.[34] In 2018, an imported case was detected in Israel. A 38-year-old man came from Rivers State, Nigeria in late September. He showed the symptoms of the disease on that month. Later on October the patient sought medical attention at Shaare-Zedek Medical Center in Jerusalem. He was confirmed to be infected with the West African Clade of Monkeypox virus that month. All of the patient's contacts were traced and followed up but no virus transmission were detected.[35] As the outbreak was spreading in Europe in the middle of May 2022, the Israeli Health Ministry reported a suspected monkeypox case in the country on 20 May. The case was confirmed by testing on 21 May, becoming the first case in Israel during the outbreak, which also became the first in Asia. The 30-year-old man returned from Western Europe and contracted the disease from there. The ministry reported that he was in isolation in the Ichilov General Hospital in Tel Aviv.[36][37] On May and June 2022, two Australians tested positive for monkeypox in Australia, but before that they stayed in transit in airports for some hours in Southeast Asia. On 30 May, Thai health authorities confirmed that a Australian who stayed in transit in Suvarnabhumi Airport for 2 hours that week, tested positive for monkeypox in Australia.[38] On 6 June, the Singaporean Ministry of Health announced that a monkeypox positive case in New South Wales in Australia stayed in transit in Singapore on 2 June. 13 people who had casual contact were isolated.[39] Countries listed below had only suspected cases at the time of reporting. Some countries reported confirmed cases after reporting suspected cases (i.e. Turkey). Countries listed several times reported suspected cases again after they discarded suspected cases before. A number of nations have responded to the outbreak. Georgia was the first Caucasian and the third Asian and West Asian country to report confirmed cases of monkeypox. The first case was reported by the Ministry of Health on 15 June 2022.[59] Israel was the first in both Asia and West Asia to report a case. On 20 May, Israel reported a suspected monkeypox infected patient who was in isolation in Ichilov Hospital and tested positive on 21 May.[36] On the same day, another suspected case was reported but the case was ruled out the next day, on 22 May.[60] Israel reported a single case each on 28 May and 7, 9, 15 and 16 June until the authorities reported three cases on 20 June. On a press statement released on 21 June, the ministry stated that one of them was infected locally, confirming the first local transmission of the disease in Israel. The total reached 9 on that day.[61] The case figure was updated regularly and press releases were released on the ministry's website whenever cases where reported. But after 21 June, the ministry started to release weekly report of the situation on the website. On 15 July, Health Minister Nitzan Horowitz announced that 2,000 monkeypox vaccines will arrive in Israel, adding that he spoke with biotech company Bavarian Nordic CEO Paul Chaplin. He also said that a total of 90 cases were registered till then, and none of them needed hospitalisation.[62] As of 17 July 2022, 96 confirmed cases were reported in Israel.[63][62] On 20 June, the first case of monkeypox in Lebanon was reported by the National News Agency (NNA) stating the Ministry of Health,[64] thus Lebanon became the fourth country in both Asia and West Asia and third in Middle East to report a monkeypox case. On 14 July, the first monkeypox case was detected in the kingdom, specifically in the city of Riyadh. The person came from abroad.[65] On 29 May, the Islamic Republic News Agency and other news agencies reported two suspected cases of monkeypox who came back from Iran in Nimruz Province citing local newspapers and the Ministry of Health and provincial health authorities.[66][67] On 30 May, one case was reported in Herat Province.[68] On 31 May, ministry spokesperson Javid Hazhir denied reports of confirmed cases and stated that suspected cases in Nimruz and Kabul provinces tested negative. He also stated that the Emirate has the capability to test monkeypox cases.[69] On 5 June, it was reported that WHO will give test kits to the Taliban-controlled Ministry of Public Health, as they were lacking kits.[70] Ministry spokesperson stated that suspected cases in Herat, Maidan Wardak and Nangarhar provinces along with other provinces which were stated earlier tested negative and the country is free of Monkeypox.[71] Bangladeshi health authorities declared alert on every ports in the country in mid-May.[43] Shahjalal International Airport in Dhaka was in high alert.[72] On 7 June, a 32-year-old Turkish citizen was detected with monkeypox symptoms on the airport while screening. He was taken to the Infectious Diseases Hospital in Dhaka's Mohakhali and isolated.[73][74] Although, on the same day the Ministry of Health and Family Welfare published a press release denying reports of the monkeypox virus 'confirmed' in a foreigner.[75] On the next day, the DGHS director stated that he investigated the Turkish citizen himself, and his symptoms were not due to monkeypox, and he was suffering from a skin disease for a long time. On 9 June, the suspected case tested negative.[76] On 10 June, a 60-year-old woman was isolated in Chuadanga after local doctors detected symptoms of monkeypox on her on 9 June.[77] On the same day, a 42-year-old man who came back from India through Benapole Border Crossing on 3 June, was sent to Jashore Hospital after he showed pox like symptoms.[78] Although, the district civil surgeon said on the next day that he was very probably infected with chickenpox.[citation needed] On 12 June, the case in Chuandanga was discarded.[79] Bangladesh was the first country bar shore passes. On late May, Chittagong Seaport authority barred shore passes for all crew unless in the case of an emergency, while signed-off crew will have to undergo health checks.[80] On 21 May, Union Health Minister Mansukh Mandaviya directed the National Centre for Disease Control and the ICMR to keep a close watch and monitor the situation and directed airport and port health officers to be vigilant. They have been instructed to isolate and send samples to the National Institute of Virology (NIV) of any sick passenger with a travel history to infected countries.[46] Many other states also responded individually, i.e. Karnataka,[81] Kerala, Madhya Pradesh,[82] Maharashtra,[83] Rajasthan,[84] Tamil Nadu,[85] Uttar Pradesh,[86] West Bengal[87] and others.[citation needed] On 3 June, sample of a 5-year-old girl of Ghaziabad in Uttar Pradesh who showed some symptoms of monkeypox were sent to the National Institute of Virology in Pune. The test came back negative on 7 June.[citation needed] On 14 July, the health minister of Kerala Veena George announced a suspected case in Kerala. The patient was a male who came back from the United Arab Emirates three days before.[88] On 21 June 2022, Singaporean officials reported that a British flight attendant in the country had tested positive for the virus on 20 June.[89] Singapore was the fifth Asian and first Southeast Asian country to report a case monkeypox case during this outbreak. On 6 July, Singaporean authorities confirmed the first case of local transmission.[90] One more imported case was reported each on 7 and 8 July 2022, of which both are conveyed to the National Centre for Infectious Diseases (NCID).[citation needed][91] On 13 July, the Ministry of Health reported another locally transmitted case, taking the total tally to 5. The patient was a 48-year-old British national residing in Singapore and was also warded in the NCID.[92] Another local case was reported on the next day on 14 July. The patient was a male in his 40s, and was also warded in the NCID.[93] On 21 July 2022, the Thai health ministry reported the first case of monkeypox in the country. The patient was a 21-year-old Nigerian.[94] In May 2022, the Taiwan Centers for Disease Control started increasing monitoring for monkeypox cases.[95] Later that month, health minister Chen Shih-chung stated that Taiwan was not yet planning to purchase a monkeypox vaccine.[96] As the global outbreak spread, Taiwan designated monkeypox as a category 2 communicable disease on 23 June.[97] On 24 June, Taiwan reported its first confirmed case of monkeypox in a 25 year-old Taiwanese man who came back to Taiwan on 16 June after studying in Germany. He started showing symptoms on 20 June and tested positive for monkeypox after seeking medical attention.[98][99][100][101][102] Two days after the index case was publicized, the CDC issued guidelines for risk assessment and control.[103] By 27 June, the CDC had begun working to reverse the vaccine policy declared in May, stating that talks to acquire monkeypox medications and vaccines had started.[104] Later on 30 June, the CDC issued a travel warning for 44 countries that had reported cases of monkeypox.[105] On 2 July, the CDC announced that they are planning to receive third-generation smallpox vaccines and antiviral drugs in late 2022. The CDC said that frontline medical workers and researchers will be the first to receive the vaccine.[106] On 12 July, Taiwan reported its second case, in a Taiwanese man in his 30s who returned to Taiwan from the United States.[107] On 24 July, the CDC announced that they singed a contract to purchase medication to treat monkeypox patients, and that a shipment will arrive in August at the earliest. The CDC also announced that they are in talks to purchase monkeypox vaccines, and that they are hoping to receive them by late August.[108] On 27 July, 504 courses of monkeypox medications arrived in Taiwan, to be used by severe cases and immunocompromised individuals.[109] The first monkeypox case in Russia was confirmed on 12 July 2022,[110] but it was not disclosed that in which region the case was reported. This is a table of confirmed and suspected monkeypox cases in Asian countries during the ongoing 2022 monkeypox outbreak. It does not include countries where suspected cases were reported but later discarded such as Afghanistan.[69][71] (These graphs excludes the cases reported in Russia) (A week is considered Saturday to Friday here) (A week is considered Saturday to Friday here)","Title":"2022 monkeypox outbreak in Asia - Wikipedia","KeyID":"9676","URL":"https://en.wikipedia.org/wiki/2022_monkeypox_outbreak_in_Asia"}