{"Content: ":"White is a racialized classification of people and a skin color specifier, generally used for people of European origin; although the definition can vary depending on context, nationality, and point of view. In the United States, this term has at times been expanded to encompass persons of Mexican,[1] South Asian,[2][3] West Asian, East Asian,[4] and North African descent, persons who are often considered \"non-White\" in other contexts in the United States. In the United States, it has also been alleged that Jews and people of Southern European or Irish descent have been excluded from this category, although this idea has been contested.[5][6] The usage of \"White people\" or a \"White race\" for a large group of mainly or exclusively European populations, defined by their light skin, among other physical characteristics, and contrasting with \"black\", \"red\", \"brown\", \"yellow\", and other \"colored\" people or \"persons of color\", originated in the 17th century. Until the end of the 18th century, Europeans also described peoples of East Asia as \"White\".[7][8] The term \"white\" may or may not be capitalized. The National Association of Black Journalists recommended that the \"w\" in white be capitalized in 2020.[9] The AP Stylebook says that the \"w\" should not be capitalized.[10] The concept of a unified White race did not achieve universal acceptance in Europe when it first came into use in the 17th century, or in the centuries afterward. Nazi Germany regarded some European peoples such as Slavs as racially distinct from themselves. Prior to the modern age, no European peoples regarded themselves as \"White\", but rather defined their race, ancestry, or ethnicity in terms of their nationality. Moreover, there is no accepted standard for determining the geographic barrier between White and non-White people. Contemporary anthropologists and other scientists, while recognizing the reality of biological variation between different human populations, regard the concept of a unified, distinguishable \"White race\" as socially constructed. As a group with several different potential boundaries, it is an example of a fuzzy concept. The term \"White race\" or \"White people\" entered the major European languages in the later 17th century, in the context of racialized slavery and unequal social status in the European colonies. Description of populations as \"White\" in reference to their skin color predates this notion and is occasionally found in Greco-Roman ethnography and other ancient or medieval sources, but these societies did not have any notion of a White or pan-European race. Scholarship on race distinguishes the modern concept from pre-modern descriptions, which focused on physical complexion rather than race.[11] According to anthropologist Nina Jablonski: In ancient Egypt as a whole, people were not designated by color terms ... Egyptian inscriptions and literature only rarely, for instance, mention the dark skin color of the Kushites of Upper Nubia. We know the Egyptians were not oblivious to skin color, however, because artists paid attention to it in their works of art, to the extent that the pigments at the time permitted.[12] The Ancient Egyptian (New Kingdom) funerary text known as the Book of Gates distinguishes \"four groups\" in a procession. These are the Egyptians, the Levantine and Canaanite peoples or \"Asiatics\", the \"Nubians\" and the \"fair-skinned Libyans\".[13] The Egyptians are depicted as considerably darker-skinned than the Levantines (persons from what is now Lebanon, Israel, Palestine and Jordan) and Libyans, but considerably lighter than the Nubians (modern Sudan). The assignment of positive and negative connotations of white and black to certain persons date to the very old age in a number of Indo-European languages, but these differences were not necessarily used in respect to skin colors. Religious conversion was sometimes described figuratively as a change in skin color.[14] Similarly, the Rigveda uses krsna tvac \"black skin\" as a metaphor for irreligiosity.[15] Ancient Egyptians, Mycenaean Greeks and Minoans generally depicted women as having pale or white skin while men were depicted as dark brown or tanned.[16] As a result, men with pale or light skin, leukochrōs (λευκόχρως, \"white-skinned\") could be considered weak and effeminate by Ancient Greek writers such as Plato and Aristotle.[17] According to Aristotle \"Those whose skin is too dark are cowardly: witness Egyptians and the Ethiopians. Those whose skin is too light are equally cowardly: witness women. The skin color typical of the courageous should be halfway between the two.\"[18] Similarly, Xenophon of Athens describes Persian prisoners of war as \"white-skinned because they were never without their clothing, and soft and unused to toil because they always rode in carriages\" and states that Greek soldiers as a result believed \"that the war would be in no way different from having to fight with women.\"[19][20] Classicist James H. Dee states \"the Greeks do not describe themselves as 'White people'—or as anything else because they had no regular word in their color vocabulary for themselves.\"[14] People's skin color did not carry useful meaning; what mattered is where they lived.[21] Herodotus described the Scythian Budini as having deep blue eyes and bright red hair[22] and the Egyptians – quite like the Colchians – as melánchroes (μελάγχροες, \"dark-skinned\") and curly-haired.[23] He also gives the possibly first reference to the common Greek name of the tribes living south of Egypt, otherwise known as Nubians, which was Aithíopes (Αἰθίοπες, \"burned-faced\").[24] Later Xenophanes of Colophon described the Aethiopians as black and the Thracians as having red hair and blue eyes.[25] In his description of the Scythians, Hippocrates states that the cold weather \"burns their white skin and turns it ruddy.\"[26][27] The term \"White race\" or \"White people\" entered the major European languages in the later 17th century, originating with the racialization of slavery at the time, in the context of the Atlantic slave trade[28] and the enslavement of indigenous peoples in the Spanish Empire.[29] It has repeatedly been ascribed to strains of blood, ancestry, and physical traits, and was eventually made into a subject of scientific research, which culminated in scientific racism, which was later widely repudiated by the scientific community. According to historian Irene Silverblatt, \"Race thinking ... made social categories into racial truths.\"[29] Bruce David Baum, citing the work of Ruth Frankenberg, states, \"the history of modern racist domination has been bound up with the history of how European peoples defined themselves (and sometimes some other peoples) as members of a superior 'white race'.\"[30] Alastair Bonnett argues that 'white identity', as it is presently conceived, is an American project, reflecting American interpretations of race and history.[31] According to Gregory Jay, a professor of English at the University of Wisconsin–Milwaukee, Before the age of exploration, group differences were largely based on language, religion, and geography. ... the European had always reacted a bit hysterically to the differences of skin color and facial structure between themselves and the populations encountered in Africa, Asia, and the Americas (see, for example, Shakespeare's dramatization of racial conflict in Othello and The Tempest). Beginning in the 1500s, Europeans began to develop what became known as \"scientific racism,\" the attempt to construct a biological rather than cultural definition of race ... Whiteness, then, emerged as what we now call a \"pan-ethnic\" category, as a way of merging a variety of European ethnic populations into a single \"race\" ... . In the 16th and 17th centuries, \"East Asian peoples were almost uniformly described as White, never as yellow.\"[7] Michael Keevak's history Becoming Yellow, finds that East Asians were redesignated as being yellow-skinned because \"yellow had become a racial designation,\" and that the replacement of White with yellow as a description came through scientific discourse.[33] A three-part racial scheme in color terms was used in seventeenth-century Latin America under Spanish rule.[34] Irene Silverblatt traces \"race thinking\" in South America to the social categories of colonialism and state formation: \"White, black, and brown are abridged, abstracted versions of colonizer, slave, and colonized.\"[35] By the mid-seventeenth century, the novel term español (\"Spaniard\") was being equated in written documents with blanco, or \"white\".[35] In Spain's American colonies, African, Native American (indios), Jewish, or morisco ancestry formally excluded individuals from the \"purity of blood\" (limpieza de sangre) requirements for holding any public office under the Royal Pragmatic of 1501.[36] Similar restrictions applied in the military, some religious orders, colleges, and universities, leading to a nearly all-white priesthood and professional stratum.[36][37] Blacks and indios were subject to tribute obligations and forbidden to bear arms, and black and indio women were forbidden to wear jewels, silk, or precious metals in early colonial Mexico and Peru.[36] Those pardos (people with dark skin) and mulattos (people of mixed African and European ancestry) with resources largely sought to evade these restrictions by passing as White.[36][37] A brief royal offer to buy the privileges of whiteness for a substantial sum of money attracted fifteen applicants before pressure from White elites ended the practice.[36] In the British colonies in North America and the Caribbean, the designation English or Christian was initially used in contrast to Native Americans or Africans. Early appearances of White race or White people in the Oxford English Dictionary begin in the seventeenth century.[14] Historian Winthrop Jordan reports that, \"throughout the [thirteen] colonies the terms Christian, free, English, and white were ... employed indiscriminately\" in the 17th century as proxies for one another.[38] In 1680, Morgan Godwyn \"found it necessary to explain\" to English readers that \"in Barbados, 'white' was 'the general name for Europeans.'\"[39] Several historians report a shift towards greater use of white as a legal category alongside a hardening of restrictions on free or Christian blacks.[40] White remained a more familiar term in the American colonies than in Britain well into the 1700s, according to historian Theodore W. Allen.[39] Western studies of race and ethnicity in the 18th and 19th centuries developed into what would later be termed scientific racism. Prominent European scientists writing about human and natural difference included a white or west Eurasian race among a small set of human races and imputed physical, mental, or aesthetic superiority to this White category. These ideas were discredited by twentieth-century scientists.[41] In 1758, Carl Linnaeus proposed what he considered to be natural taxonomic categories of the human species. He distinguished between Homo sapiens and Homo sapiens europaeus, and he later added four geographical subdivisions of humans: white Europeans, red Americans, yellow Asians and black Africans. Although Linnaeus intended them as objective classifications, his descriptions of these groups included cultural patterns and derogatory stereotypes.[42] In 1775, the naturalist Johann Friedrich Blumenbach asserted that \"The white color holds the first place, such as is that of most European peoples. The redness of the cheeks in this variety is almost peculiar to it: at all events it is but seldom to be seen in the rest\".[43] In the various editions of his On the Natural Variety of Mankind, he categorized humans into four or five races, largely built on Linnaeus' classifications. But while, in 1775, he had grouped into his \"first and most important\" race \"Europe, Asia this side of the Ganges, and all the country situated to the north of the Amoor, together with that part of North America, which is nearest both in position and character of the inhabitants\", he somewhat narrows his \"Caucasian variety\" in the third edition of his text, of 1795: \"To this first variety belong the inhabitants of Europe (except the Lapps and the remaining descendants of the Finns) and those of Eastern Asia, as far as the river Obi, the Caspian Sea and the Ganges; and lastly, those of Northern Africa.\"[44][42][45][46] Blumenbach quotes various other systems by his contemporaries, ranging from two to seven races, authored by the authorities of that time, including, besides Linnæus, Georges-Louis Leclerc, Comte de Buffon, Christoph Meiners and Immanuel Kant. In the question of color, he conduces a rather thorough enquire, considering also factors of diet and health, but ultimately believes that \"climate, and the influence of the soil and the temperature, together with the mode of life, have the greatest influence\".[47] Blumenbach's conclusion was, however, to proclaim all races' attribution to one single human species. Blumenbach argued that physical characteristics like skin color, cranial profile, etc., depended on environmental factors, such as solarization and diet. Like other monogenists, Blumenbach held to the \"degenerative hypothesis\" of racial origins. He claimed that Adam and Eve were Caucasian inhabitants of Asia,[48] and that other races came about by degeneration from environmental factors such as the sun and poor diet. He consistently believed that the degeneration could be reversed in a proper environmental control and that all contemporary forms of man could revert to the original Caucasian race.[49] During the period of the mid-19th to mid-20th century,[50] race scientists, including most physical anthropologists classified the world's populations into three, four, or five races, which, depending on the authority consulted, were further divided into various sub-races. During this period the Caucasian race, named after people of the Caucasus Mountains but extending to all Europeans, figured as one of these races, and was incorporated as a formal category of both scientific research and, in countries including the United States, social classification.[51] There was never any scholarly consensus on the delineation between the Caucasian race, including the populations of Europe, and the Mongoloid one, including the populations of East Asia. Thus, Carleton S. Coon (1939) included the populations native to all of Central and Northern Asia under the Caucasian label, while Thomas Henry Huxley (1870) classified the same populations as Mongoloid, and Lothrop Stoddard (1920) classified as \"brown\" most of the populations of the Middle East, North Africa and Central Asia, and counted as \"white\" only the European peoples and their descendants, as well as some populations in parts of Anatolia and the northern areas of Morocco, Algeria and Tunisia.[52] Some authorities,[who?] following Huxley (1870), distinguished the Xanthochroi or \"light whites\" of Northern Europe with the Melanochroi or \"dark whites\" of the Mediterranean.[53] Although modern neo-nazis often invoke Nazi iconography on behalf of White nationalism, Nazi Germany repudiated the idea of a unified White race, instead promoting Nordicism. In Nazi propaganda, Eastern European Slavs were often referred to as Untermensch (subhuman in English), and the relatively under-developed economic status of Eastern European countries such as Poland and the USSR was attributed to the racial inferiority of their inhabitants.[54] Fascist Italy took the same view, and both of these nations justified their colonial ambitions in Eastern Europe on racist, anti-Slavic grounds.[55] These nations were not alone in their view; there are numerous cases in the 20th century where some European ethnic groups labeled or treated other Europeans as members of another, inferior race. Definitions of White have changed over the years, including the official definitions used in many countries, such as the United States and Brazil.[56] Through the mid to late 20th century, numerous countries had formal legal standards or procedures defining racial categories (see cleanliness of blood, casta, apartheid in South Africa, hypodescent). Below are some census definitions of white, which may differ from the social definition of white within the same country. The social definition has also been added where possible. Argentina, along with other areas of new settlement like Canada, Australia, Brazil, New Zealand, the United States or Uruguay, is considered a country of immigrants where the vast majority originated from Europe.[92] White people can be found in all areas of the country, but especially in the central-eastern region (Pampas), the central-western region (Cuyo), the southern region (Patagonia) and the north-eastern region (Litoral). White Argentines are mainly descendants of immigrants who came from Europe and the Middle East in the late 19th and early 20th centuries.[93][94][95][96][97] After the regimented Spanish colonists, waves of European settlers came to Argentina from the late nineteenth to mid-twentieth centuries. Major contributors included Italy (initially from Piedmont, Veneto and Lombardy, later from Campania, Calabria, and Sicily),[98] and Spain (most are Galicians and Basques, but there are Asturians, Cantabrians, Catalans, and Andalusians). Smaller but significant numbers of immigrants include Germans, primarily Volga Germans from Russia, but also Germans from Germany, Switzerland, and Austria; French which mainly came from the Occitania region of France; Portuguese, which already conformed an important community since colonial times; Slavic groups, most of which were Croats, Bosniaks, Poles, but also Ukrainians, Belarusians, Russians, Bulgarians, Serbs and Montenegrins; Britons, mainly from England and Wales; Irish who migrated due to the Great Irish Famine or prior famines and Scandinavians from Sweden, Denmark, Finland, and Norway. Smaller waves of settlers from Australia and South Africa, and the United States can be traced in Argentine immigration records. By the 1910s, after immigration rates peaked, over 30 percent of the country's population was from outside Argentina, and over half of Buenos Aires' population was foreign-born.[99][100] However, the 1914 National Census revealed that around 80% of the national population were either European immigrants, their children or grandchildren.[101] Among the remaining 20 percent (those descended from the population residing locally before this immigrant wave took shape in the 1870s), around a third were white.[102] European immigration continued to account for over half the nation's population growth during the 1920s, and was again significant (albeit in a smaller wave) following World War II.[101] It is estimated that Argentina received over 6 million European immigrants during the period 1857–1940.[103] Since the 1960s, increasing immigration from bordering countries to the north (especially from Bolivia and Paraguay, which have Amerindian and Mestizo majorities) has lessened that majority somewhat.[101] Criticism of the national census state that data has historically been collected using the category of national origin rather than race in Argentina, leading to undercounting Afro-Argentines and Mestizos.[104] África Viva (Living Africa) is a black rights group in Buenos Aires with the support of the Organization of American States, financial aid from the World Bank and Argentina's census bureau is working to add an \"Afro-descendants\" category to the 2010 census. The 1887 national census was the final year where blacks were included as a separate category before it was eliminated by the government.[105] From 1788, when the first British colony in Australia was founded, until the early 19th century, most immigrants to Australia were English, Scottish, Welsh and Irish convicts. These were augmented by small numbers of free settlers from the British Isles and other European countries. However, until the mid-19th century, there were few restrictions on immigration, although members of ethnic minorities tended to be assimilated into the Anglo-Celtic populations.[citation needed] People of many nationalities, including many non-white people, emigrated to Australia during the goldrushes of the 1850s. However, the vast majority was still white and the goldrushes inspired the first racist activism and policy, directed mainly at Chinese immigrants.[citation needed] From the late 19th century, the Colonial/State and later federal governments of Australia restricted all permanent immigration to the country by non-Europeans. These policies became known as the \"White Australia policy\", which was consolidated and enabled by the Immigration Restriction Act 1901,[106] but was never universally applied. Immigration inspectors were empowered to ask immigrants to take dictation from any European language as a test for admittance, a test used in practice to exclude people from Asia, Africa, and some European and South American countries, depending on the political climate. Although they were not the prime targets of the policy, it was not until after World War II that large numbers of southern European and eastern European immigrants were admitted for the first time.[107] Following this, the White Australia Policy was relaxed in stages: non-European nationals who could demonstrate European descent were admitted (e.g., descendants of European colonizers and settlers from Latin America or Africa), as were autochthonous inhabitants (such as Maronites, Assyrians and Mandeans) of various nations from the Middle East, most significantly from Lebanon and to a lesser degree Iraq, Syria and Iran. In 1973, all immigration restrictions based on race and geographic origin were officially terminated. Australia enumerated its population by race between 1911 and 1966, by racial-origin in 1971 and 1976, and by self-declared ancestry alone since 1981, meaning no attempt is now made to classify people according to skin colour.[108] As at the 2016 census, it was estimated that around 58% of the Australian population were Anglo-Celtic Australians with 18% being of other European origins, a total of 76% for European ancestries as a whole.[citation needed] Recent censuses in Brazil are conducted on the basis of self-identification. According to the 2010 Census, they totaled 91,051,646 people, and made up 47.73% of the Brazilian population.[109] As a term, \"white\" in Brazil is generally applied to people of European descent. The term may also encompass other people, such as Brazilians of West Asian descent, and in some contexts, East Asians. Though Brazilians of East Asian descent are, in other contexts, classified as \"Yellow\" (amarela).[110] The census shows a trend of fewer Brazilians of a different descent (most likely mixed) identifying as white people as their social status increases.[111][112] Nevertheless, light-skinned mulattoes and mestizos with European features were also historically deemed as more closely related to \"whiteness\" then unmixed blacks.[111] In the results of Statistics Canada's 2001 Canadian Census, white is one category in the population groups data variable, derived from data collected in question 19 (the results of this question are also used to derive the visible minority groups variable).[113] In the 1995 Employment Equity Act, '\"members of visible minorities\" means persons, other than Aboriginal peoples, who are non-Caucasian in race or non-white in colour'. In the 2001 Census, persons who selected Chinese, South Asian, African, Filipino, Latin American, Southeast Asian, Arab, West Asian, Middle Eastern, Japanese or Korean were included in the visible minority population.[114] A separate census question on \"cultural or ethnic origin\" (question 17) does not refer to skin color.[115] Scholarly estimates of the white population in Chile vary dramatically, ranging from 20%[116] to 52%.[65] According to a study by the University of Chile about 30% of the Chilean population is Caucasian,[117] while the 2011 Latinobarómetro survey shows that some 60% of Chileans consider themselves white.[118] During colonial times in the 18th century, an important flux of emigrants from Spain populated Chile, mostly Basques, who vitalized the Chilean economy and rose rapidly in the social hierarchy and became the political elite that still dominates the country.[119] An estimated 1.6 million (10%) to 3.2 million (20%) Chileans have a surname (one or both) of Basque origin.[120] The Basques liked Chile because of its great similarity to their native land: similar geography, cool climate, and the presence of fruits, seafood, and wine.[121] Chile was never an attractive place for European migrants in the 19th and 20th century simply because it was far from Europe and difficult to reach. Chile experienced a tiny but steady arrival of Spanish, Italians, Irish, French, Greeks, Germans, English, Scots, Croats and Ashkenazi Jews, in addition to immigration from other Latin American countries. The original arrival of Spaniards was the most radical change in demographics due to the arrival of Europeans in Chile,[121] since there was never a period of massive immigration, in contrast to neighboring nations such as Argentina and Uruguay.[122] Facts about the amount of immigration do not coincide with certain national chauvinistic discourse, which claims that Chile, like Argentina or Uruguay, would be considered one of the \"white\" Latin American countries, in contrast to the racial mixture that prevails in the rest of the continent. However, it is undeniable that immigrants have played a major role in Chilean society.[122] Between 1851 and 1924 Chile only received the 0.5% of the European immigration flow to Latin America, compared to the 46% received by Argentina, 33% by Brazil, 14% by Cuba, and 4% by Uruguay. This was because most of the migration occurred across the Atlantic before the construction of the Panama Canal. Europeans preferred to stay in countries closer to their homelands instead of taking the long trip through the Straits of Magellan or across the Andes.[121] In 1907, European-born immigrants composed 2.4% of the Chilean population,[123] which fell to 1.8% in 1920,[124] and 1.5% in 1930.[125] After the failed liberal revolution of 1848 in the German states,[122][126] a significant German immigration took place, laying the foundation for the German-Chilean community. Sponsored by the Chilean government to \"civilize\" and colonize the southern region,[122] these Germans (including German-speaking Swiss, Silesians, Alsatians and Austrians) settled mainly in Valdivia, Llanquihue and Los Ángeles.[127] The Chilean Embassy in Germany estimated 150,000 to 200,000 Chileans are of German origin.[128][129] Another historically significant immigrant group were Croatian immigrants. The Croatian Chileans, their descendants today, number at an estimated 380,000 persons, the equivalent of 2.4% of the population.[130][131] Other authors claim, on the other hand, that close to 4.6% of the Chilean population have some Croatian ancestry.[132] Over 700,000 Chileans may have British (English, Scottish or Welsh) origin, 4.5% of Chile's population.[133] Chileans of Greek descent are estimated 90,000 to 120,000.[134] Most of them live either in the Santiago area or in the Antofagasta area, and Chile is one of the 5 countries with the most descendants of Greeks in the world.[134] The descendants of the Swiss reach 90,000[135] and it is estimated that about 5% of the Chilean population has some French ancestry.[136] 184,000-800,000 (estimates) are descendants of Italians.[137] Other groups of European descendants are found in smaller numbers. The Colombian government does not carry out official racial censuses, nor does it carry out self-identification racial censuses as is the case in Brazil, Argentina, and Venezuela, so the figures shown are usually based on data from populations considered \"non-ethnic\", which are those (whites and mestizos). According to the 2018 census, approximately 87.58% of the Colombian population are white or mestizo. However, according to the recognized American portal of genetics Public Library of Science (PLOS) in 2015 determined that the country's European ancestry is 62.5% [78] according to a study of ancestry and history carried out in different South American countries, with Colombia being the country with the second highest European heritage only behind Argentina. Another study made by the same genetic portal determined in 2018 that the European ancestry of Colombians was 72.9%.[138] The same United States sources claim that white Colombians are mostly descendants of Spaniards, Italian,[139] German,[140] Irish,[141] French,[142] Portuguese, and Lebanese (Arab diaspora in Colombia) Colombians are found in notable numbers[143] Many Spanish began their explorations searching for gold, while other Spanish established themselves as leaders of the native social organizations teaching natives the Christian faith and the ways of their civilization. Catholic priests would provide education for Native Americans that otherwise was unavailable. Within 100 years after the first Spanish settlement, nearly 95 percent of all Native Americans in Colombia had died. The majority of the deaths of Native Americans were the cause of diseases such as measles and smallpox, which were spread by European settlers. Many Native Americans were also killed by armed conflicts with European settlers.[144] Between 1540 and 1559, 8.9 percent of the residents of Colombia were of Basque origin. It has been suggested that the present day incidence of business entrepreneurship in the region of Antioquia is attributable to the Basque immigration and Basque character traits.[145] Few Colombians of distant Basque descent are aware of their Basque ethnic heritage.[145] In Bogota, there is a small colony of thirty to forty families who emigrated as a consequence of the Spanish Civil War or because of different opportunities.[145] Basque priests were the ones that introduced handball into Colombia.[146] Basque immigrants in Colombia were devoted to teaching and public administration.[146] In the first years of the Andean multinational company, Basque sailors navigated as captains and pilots on the majority of the ships until the country was able to train its own crews.[146] In December 1941 the United States government estimated that there were 4,000 Germans living in Colombia.[147] There were some Nazi agitators in Colombia, such as Barranquilla businessman Emil Prufurt.[147] Colombia invited Germans who were on the U.S. blacklist to leave.[147] SCADTA, a Colombian-German air transport corporation which was established by German expatriates in 1919, was the first commercial airline in the western hemisphere.[148] The Italians arrived on the Colombian coast, and quickly moved towards the expanding agricultural areas. There, some of them achieved success in the commercialisation of livestock, agricultural products and imported goods, which later led to the transfer of their lucrative activities to Barranquilla. Some important buildings were created by Italians in the 19th century, like the famous Colón Theater of the capital. It is one of the most representative theatres of Colombia, with a neoclassic architecture: was built by the Italian architect Pietro Cantini and founded in 1892; has more than 2,400 square metres (26,000 sq ft) for 900 people. This famous Italian architect also contributed to the construction of the Capitolio Nacional of the capital.[149] Oreste Sindici was an Italian-born Colombian musician and composer, who composed the music for the Colombian national anthem in 1887. Oreste Sindici died in Bogotá on January 12, 1904, due to severe arteriosclerosis. In 1937 the Colombian government honored his memory.[150] After the Second World War, Italian emigration to Colombia was directed primarily toward Bogota, Cali and Medellin. They have Italian schools in Bogota (Institutes \"Leonardo da Vinci\" and \"Alessandro Volta\"),[151] Medellín (\"Leonardo da Vinci\") & Barranquilla (\"Galileo Galilei\"). The Italian migration government estimates that there are at least 2 million Colombians of Italian descent, making them the second largest and most numerous European group in the country after the Spanish.[139] The first and largest wave of immigration from the Middle East began around 1880, and remained during the first two decades of the twentieth century. They were mainly Maronite Christians from Greater Syria (Syria and Lebanon) and Palestine, fleeing the then colonized Ottoman territories.[152] Syrians, Palestinians, and Lebanese continued since then to settle in Colombia.[153] Due to poor existing information it is impossible to know the exact number of Lebanese and Syrians that immigrated to Colombia. A figure of 5,000–10,000 from 1880 to 1930 may be reliable.[153] Whatever the figure, Syrians and Lebanese are perhaps the biggest immigrant group next to the Spanish since independence.[153] Those who left their homeland in the Middle East to settle in Colombia left for different reasons such as religious, economic, and political reasons.[153] Some left to experience the adventure of migration. After Barranquilla and Cartagena, Bogota stuck next to Cali, among cities with the largest number of Arabic-speaking representatives in Colombia in 1945.[153] The Arabs that went to Maicao were mostly Sunni Muslim with some Druze and Shiites, as well as Orthodox and Maronite Christians.[152] The mosque of Maicao is the second largest mosque in Latin America.[152] Middle Easterns are generally called Turcos (Turkish).[152] In 2009, Costa Rica had an estimated population of 4,509,290. White people (includes mestizo) make up 94%, 3% are black people, 1% are Amerindians, and 1% are Chinese. White Costa Ricans are mostly of Spanish ancestry,[154] but there are also significant numbers of Costa Ricans descended from British, Italian, German, English, Dutch, French, Irish, Portuguese and Polish families, as well a sizable Jewish (namely Ashekanzi and Sephardic) community.[citation needed] White people in Cuba make up 64.1% of the total population according to the 2012 census[159][160] with the majority being of diverse Spanish descent. However, after the mass exodus resulting from the Cuban Revolution in 1959, the number of white Cubans actually residing in Cuba diminished. Today various records claiming the percentage of whites in Cuba are conflicting and uncertain; some reports (usually coming from Cuba) still report a less, but similar, pre-1959 number of 65% and others (usually from outside observers) report a 40–45%. Despite most white Cubans being of Spanish descent, many others are of French, Portuguese, German, Italian and Russian descent.[161] During the 18th, 19th and early part of the 20th century, large waves of Canarians, Catalans, Andalusians, Castilians, and Galicians emigrated to Cuba. Many European Jews have also immigrated there, with some of them being Sephardic.[162] Between 1901 and 1958, more than a million Spaniards arrived to Cuba from Spain; many of these and their descendants left after Castro's communist regime took power. Historically, Chinese descendants in Cuba were classified as white.[163] In 1953,[158] it was estimated that 72.8% of Cubans were of European ancestry, mainly of Spanish origin, 12.4% of African ancestry, 14.5% of both African and European ancestry (mulattos), and 0.3% of the population was of Chinese and or East Asian descent (officially called \"amarilla\" or \"yellow\" in the census). However, after the Cuban revolution, due to a combination of factors, mainly mass exodus to Miami, United States, a drastic decrease in immigration, and interracial reproduction, Cuba's demography has changed. As a result, those of complete European ancestry and those of pure African ancestry have decreased, the mixed population has increased, and the Chinese (or East Asian) population has, for all intents and purposes, disappeared.[158] The Institute for Cuban and Cuban-American Studies at the University of Miami says the present Cuban population is 38% white and 62% black/mulatto.[164] The Minority Rights Group International says that \"An objective assessment of the situation of Afro-Cubans remains problematic due to scant records and a paucity of systematic studies both pre- and post-revolution. Estimates of the percentage of people of African descent in the Cuban population vary enormously, ranging from 33.9 per cent to 62 per cent\".[165][166] According to the most recent 2012 census, Cuba's population was 11,167,325.[citation needed] In 2013, white Salvadorans were a minority ethnic group in El Salvador, accounting for 12.7% of the country's population. An additional 86.3% of the population were mestizo, having mixed Amerindian and European ancestry.[167] White people in France are a broad racial-based, or skin colour-based, social category in French society. In statistical terms, the French government banned the collection of racial or ethnic information in 1978, and the National Institute of Statistics and Economic Studies (INSEE), therefore, does not provide census data on white residents or citizens in France. French courts have, however, made cases,[168] and issued rulings, which have identified white people as a demographic group within the country.[169] White people in France are defined, or discussed, as a racial or social grouping, from a diverse and often conflicting range of political and cultural perspectives; in anti-racism activism in France, from right-wing political dialogue or propaganda, and other sources.[170][171] Whites in France have been studied with regard the group's historical involvement in French colonialism; how \"whites in France have played a major international role in colonizing areas of the globe such as the African continent.\"[172] They have been described as a privileged social class within the country, comparatively sheltered from racism and poverty. Der Spiegel has reported how \"most white people in France only know the banlieues as a kind of caricature\". Banlieues, outer-city regions across the country that are increasingly identified with minority groups, often have residents who are disproportionately affected by unemployment and poverty.[173] The lack of census data collected by the INED and INSEE for whites in France has been analyzed, from some academic perspectives, as masking racial issues within the country, or a form of false racial color blindness. Writing for Al Jazeera, French journalist Rokhaya Diallo suggests that \"a large portion of white people in France are not used to having frank conversations about race and racism.\"[174] According to political sociologist Eduardo Bonilla-Silva, \"whites in France lie to themselves and the world by proclaiming that they do not have institutional racism in their nation.\"[175] Sociologist Crystal Marie Fleming has written; \"While many whites in France refuse to acknowledge institutionalized racism and white supremacy, there is widespread belief in the specter of 'anti-white racism'\".[176][177] Accusations of anti-white racism,[176] suggestions of the displacement of,[170] or lack of representation for,[178] the group, and rhetoric surrounding whites in France experiencing poverty have been, at times, utilised by various right-wing political elements in the country. University of Lyon's political scientist Angéline Escafré-Dublet has written that \"the equivalent to a white backlash in France can be traced through the debate over the purported neglect of the 'poor Whites' in France\".[179] In 2006, French politician Jean-Marie Le Pen suggested there were too many \"players of colour\" in the France national football team, after he suggested that 7 of the 23-player squad were white.[178] In 2020, French politician Nadine Morano stated that French actress Aïssa Maïga, who was born in Senegal, should \"go back to Africa\" if she \"was not happy with seeing so many white people in France\".[180] In 2010, 18.5% of Guatemalans belonged to the white ethnic group, with 41.7% of the population being mestizo, and 39.8% of the population belonging to the 23 Indigenous groups.[181][clarification needed] It is difficult to make an accurate census of whites in Guatemala, because the country categorizes all non-indigenous people are mestizo or ladino and a large majority of white Guatemalans consider themselves as mestizos or ladinos.[182] By the 19th century the majority of immigrants were Germans, many who were bestowed fincas and coffee plantations in Cobán, while others went to Quetzaltenango and Guatemala City. Many young Germans married mestiza and indigenous Q'eqchi' women, which caused a gradual whitening. There was also immigration of Belgians to Santo Tomas and this contributed to the mixture of black and mestiza women in that region.[citation needed] As of 2013, Hondurans of solely white ancestry are a small minority in Honduras, accounting for 1% of the country's population. An additional 90% of the population is mestizo, having mixed indigenous and European ancestry.[183] White Mexicans are Mexican citizens of complete or predominant European descent.[185] While the Mexican government does conduct ethnic censuses on which a Mexican has the option of identifying as \"white,\"[186] the results obtained from these censuses are not published. Instead, Mexico's government publishes the percentage of \"light-skinned Mexicans\" residing in the country; that percentage was 47%[66] in 2010 and 49% in 2017.[187] Due to its less direct racial undertone, the label \"Light-skinned Mexican\" has been favored by the government and media outlets over \"White Mexican\" as the go-to choice to refer to the segment of Mexico's population possessing European physical traits[188] when discussing different ethno-racial dynamics in Mexico's society. Sometimes, nonetheless, \"White Mexican\" is used.[189][190][191] Europeans began arriving in Mexico during the Spanish conquest of the Aztec Empire; and while during the colonial period most European immigration was Spanish (mostly from northern provinces such as Cantabria, Navarra, Galicia and the Basque Country,[192]), in the 19th and 20th centuries European and European-derived populations from North and South America did immigrate to the country. According to 20th- and 21st-century academics, large-scale intermixing between the European immigrants and the native Indigenous peoples produced a Mestizo group which would become the overwhelming majority of Mexico's population by the time of the Mexican Revolution.[185] However, according to church and censal registers from the colonial times, the majority (73%) of Spanish men married Spanish women.[193][194] Said registers also put in question other narratives held by contemporary academics, such as European immigrants who arrived to Mexico being almost exclusively men or that \"pure Spanish\" people were all part of a small powerful elite, as Spaniards were often the most numerous ethnic group in the colonial cities[195][196] and there were menial workers and people in poverty who were of complete Spanish origin.[193] Another ethnic group in Mexico, the Mestizos, is composed of people with varying degrees of European and indigenous ancestry, with some showing a European genetic ancestry higher than 90%.[197] However, the criteria for defining what constitutes a Mestizo varies from study to study, as in Mexico a large number of white people have been historically classified as Mestizos, because after the Mexican revolution the Mexican government began defining ethnicity on cultural standards (mainly the language spoken) rather than racial ones in an effort to unite all Mexicans under the same racial identity.[65] Estimates of Mexico's white population differ greatly in both, methodology and percentages given, extra-official sources such as the World Factbook and Encyclopædia Britannica, which use the 1921 census results as the base of their estimations, calculate Mexico's white population as only 9% or between one tenth to one fifth[198] (the results of the 1921 census, however, have been contested by various historians and deemed inaccurate).[194] Surveys that account for phenotypical traits and have performed actual field research suggest rather higher percentages: using the presence of blond hair as reference to classify a Mexican as white, the Metropolitan Autonomous University of Mexico calculated the percentage of said ethnic group at 23%.[199] With a similar methodology, the American Sociological Association obtained a percentage of 18.8%.[200] Another study made by the University College London in collaboration with Mexico's National Institute of Anthropology and History found that the frequencies of blond hair and light eyes in Mexicans are of 18% and 28% respectively,[201] nationwide surveys in the general population that use as reference skin color such as those made by Mexico's National Council to Prevent Discrimination and Mexico's National Institute of Statistics and Geography report percentages of 47%[66] and 49%[187][186] respectively. A study performed in hospitals of Mexico City reported that an average 51.8% of Mexican newborns presented the congenital skin birthmark known as the Mongolian spot whilst it was absent in 48.2% of the analyzed babies.[202] The Mongolian spot appears with a very high frequency (85–100%) in Asian, Native American, and African children,[203] a medium frequency (50-70%) in Hispanic children,[204] and a very low frequency (1–10%) in Caucasian children.[204] The skin lesion reportedly almost always appears on South American[205] and Mexican children of Mestizo background.[206] According to the Mexican Social Security Institute (shortened as IMSS) nationwide, around half of Mexican babies have the Mongolian spot.[207] Mexico's northern and western regions have the highest percentages of White population, where, according to the American historian and anthropologist Howard F. Cline the majority of the people have no native admixture or is of predominantly European ancestry, resembling in aspect that of northern Spaniards.[208] In the north and west of Mexico, the indigenous tribes were substantially smaller than those found in central and southern Mexico, and also much less organized; thus, they remained isolated from the rest of the population or even in some cases were hostile towards Mexican colonists. The northeast region, in which the indigenous population was eliminated by early European settlers, became the region with the highest proportion of whites during the Spanish colonial period. However, recent immigrants from southern Mexico have been changing, to some degree, its demographic trends.[209] A number of settlements on which European immigrants have maintained their original culture and language survive to this day and are spread all over Mexican territory; among the most notable groups are the Mennonites who have colonies in states as variated as Chihuahua[210] or Campeche[211] and the town of Chipilo in the state of Puebla, inhabited nearly in its totality by descendants of Italian immigrants that still speak their Venetian-derived dialect.[212] The establishment of British colonies in Australia from 1788 and the boom in whaling and sealing in the Southern Ocean brought many Europeans to the vicinity of New Zealand. Whalers and sealers were often itinerant and the first real settlers were missionaries and traders in the Bay of Islands area from 1809. Early visitors to New Zealand included whalers, sealers, missionaries, mariners, and merchants, attracted to natural resources in abundance. They came from the Australian colonies, Great Britain and Ireland, Germany (forming the next biggest immigrant group after the British and Irish),[213] France, Portugal, the Netherlands, Denmark, the United States, and Canada. In the 1860s, discovery of gold started a gold rush in Otago. By 1860 more than 100,000 British and Irish settlers lived throughout New Zealand. The Otago Association actively recruited settlers from Scotland, creating a definite Scottish influence in that region, while the Canterbury Association recruited settlers from the south of England, creating a definite English influence over that region.[214] In the 1870s, the MP Julius Vogel borrowed millions of pounds from Britain to help fund capital development such as a nationwide rail system, lighthouses, ports and bridges, and encouraged mass migration from Britain. By 1870 the non-Māori population reached over 250,000.[215] Other smaller groups of settlers came from Germany, Scandinavia, and other parts of Europe as well as from China and India, but British and Irish settlers made up the vast majority, and did so for the next 150 years. As of 2013, the white ethnic group in Nicaragua account for 17% of the country's population. An additional 69% of the population is mestizo, having mixed indigenous and European ancestry.[216] In the 19th century, Nicaragua was the subject of central European immigration, mostly from Germany, England and the United States, who often married native Nicaraguan women. Some Germans were given land to grow coffee in Matagalpa, Jinotega and Esteli, although most Europeans settled in San Juan del Norte.[217] In the late 17th century, pirates from England, France and Holland mixed with the indigenous population and started a settlement at Bluefields (Mosquito Coast).[218] According to the 2017 census 5.9% or 1.3 million (1,336,931) people 12 years of age and above self-identified as white. There were 619,402 (5.5%) males and 747,528 (6.3%) females. This was the first time a question for ethnic origins had been asked. The regions with the highest proportion of self-identified whites were in La Libertad (10.5%), Tumbes and Lambayeque (9.0% each), Piura (8.1%), Callao (7.7%), Cajamarca (7.5%), Lima Province (7.2%) and Lima Region (6.0%).[82] White Dutch people first arrived in South Africa around 1652.[219][220] By the beginning of the eighteenth century, some 2,000 Europeans and their descendants were established in the region. Although these early Afrikaners represented various nationalities, including German peasants and French Huguenots, the community retained a thoroughly Dutch character.[221] The Kingdom of Great Britain captured Cape Town in 1795 during the Napoleonic Wars and permanently acquired South Africa from Amsterdam in 1814. The first British immigrants numbered about 4,000 and were introduced in 1820. They represented groups from England, Ireland, Scotland, or Wales and were typically more literate than the Dutch.[221] The discovery of diamonds and gold led to a greater influx of English speakers who were able to develop the mining industry with capital unavailable to Afrikaners.[221] They have been joined in more subsequent decades by former colonials from elsewhere, such as Zambia and Kenya, and poorer British nationals looking to escape famine at home.[221] Both Afrikaners and English have been politically dominant in South Africa during the past; due to the controversial racial order under apartheid, the nation's predominantly Afrikaner government became a target of condemnation by other African states and the site of considerable dissension between 1948 and 1991.[219] There were 4.6 million whites in South Africa in 2011,[222][223] down from an all-time high of 5.2 million in 1995 following a wave of emigration commencing in the late 20th century.[224] However, many returned over time.[225] Before the Industrial Revolutions in Europe whiteness may have been associated with social status. Aristocrats may have had less exposure to the sun and therefore a pale complexion may have been associated with status and wealth.[226] This may be the origin of \"blue blood\" as a description of royalty, the skin being so lightly pigmented that the blueness of the veins could be clearly seen.[227] The change in the meaning of white that occurred in the colonies (see above) to distinguish Europeans from non-Europeans did not apply to the 'home land' countries (England, Ireland, Scotland and Wales). Whiteness therefore retained a meaning associated with social status for the time being, and, during the 19th century, when the British Empire was at its peak, many of the bourgeoisie and aristocracy developed extremely negative attitudes to those of lower social rank.[228] Edward Lhuyd discovered that Welsh, Gaelic, Cornish and Breton are all part of the same language family, which he termed the \"Celtic family\", and was distinct from the Germanic English; this can be seen in context of the emerging romantic nationalism, which was also prevalent among those of Celtic descent.[229][230][231][232] Just as race reified whiteness in America, Africa, and Asia, capitalism without social welfare reified whiteness with regards to social class in 19th-century Britain and Ireland; this social distinction of whiteness became, over time, associated with racial differences.[233] For example, George Sims in his 1883 book How the poor live wrote of \"a dark continent that is within easy reach of the General Post Office ... the wild races who inhabit it will, I trust, gain public sympathy as easily as [other] savage tribes\".[233] From the early 1700s, Britain received a small-scale immigration of black people due to the transatlantic slave trade.[234] The oldest Chinese community in Britain (as well as in Europe) dates from the 19th century.[235] Since the end of World War II, a substantial immigration from the African, Caribbean and South Asian (namely the British Raj) colonies changed the picture more radically,[234] while the adhesion to the European Union brought with it a heightened immigration from Central and Eastern Europe.[236] Today the Office for National Statistics uses the term white as an ethnic category. The terms white British, White Irish, White Scottish and White Other are used. These classifications rely on individuals' self-identification, since it is recognised that ethnic identity is not an objective category.[237] Socially, in the UK white usually refers only to people of native British, Irish and European origin.[238] As a result of the 2011 census the White population stood at 85.5% in England (White British: 79.8%),[239] at 96% in Scotland (White British: 91.8%),[240] at 95.6% in Wales (White British: 93.2%),[239] while in Northern Ireland 98.28% identified themselves as White,[241][242] amounting to a total of 87.2% White population (or c. 82 % White British and Irish).[239][243][244] The cultural boundaries separating White Americans from other racial or ethnic categories are contested and always changing. Professor David R. Roediger of the University of Illinois, suggests that the construction of the White race in the United States was an effort to mentally distance slave owners from slaves.[249] By the 18th century, White had become well established as a racial term. Author John Tehranian has noted the changing classifications of immigrant ethnic groups in American history. At various times each of the following has been excluded from being considered White: Germans, Greeks, White Hispanics, Arabs, Iranians, Afghans, Irish, Italians, Jews, Slavs, and Spaniards.[250] On several occasions Finns were \"racially\" discriminated against in their early years of immigration[251] and not considered European but \"Asian\". Some believed that they were of Mongolian ancestry rather than \"native\" European origin due to the Finnish language belonging to the Uralic and not the Indo-European language family.[252] During American history, the process of officially being defined as White by law often came about in court disputes over pursuit of citizenship. The Immigration Act of 1790 offered naturalization only to \"any alien, being a free white person\". In at least 52 cases, people denied the status of White by immigration officials sued in court for status as White people. By 1923, courts had vindicated a \"common-knowledge\" standard, concluding that \"scientific evidence\" was incoherent. Legal scholar John Tehranian says that this was a \"performance-based\" standard, relating to religious practices, education, intermarriage, and a community's role in the United States.[250] In 1923, the Supreme Court decided in United States v. Bhagat Singh Thind that people of Indian descent were not White men, and thus not eligible for citizenship.[253] While Thind was a high caste Hindu born in the northern Punjab region and classified by certain scientific authorities as of the Aryan race, the court conceded that he was not White or Caucasian since the word Aryan \"has to do with linguistic and not at all with physical characteristics\" and \"the average man knows perfectly well that there are unmistakable and profound differences\" between Indians and White people.[253] In United States v. Cartozian (1925), an Armenian immigrant successfully argued (and the Supreme Court agreed) that his nationality was White in contradistinction to other people of the Near East—Kurds, Turks, and Arabs in particular—on the basis of their Christian religious traditions.[250] In conflicting rulings In re Hassan (1942) and Ex parte Mohriez, United States District Courts found that Arabs did not, and did qualify as White, respectively, under immigration law.[250] In the early 21st century, the relationship between some ethnic groups and whiteness remains complex. In particular, some Jewish and Arab individuals both self-identify and are considered as part of the White American racial category, but others with the same ancestry feel they are not white nor are they perceived as White by American society. The United States Census Bureau proposed but withdrew plans to add a new category for Middle Eastern and North African peoples in the U.S. Census 2020. Specialists disputed whether this classification should be considered a White ethnicity or a race.[254] According to Frank Sweet, \"various sources agree that, on average, people with 12 percent or less admixture appear White to the average American and those with up to 25 percent look ambiguous (with a Mediterranean skin tone)\".[255] The current U.S. Census definition includes as White \"a person having origins in any of Europe, the Middle East or North Africa.\"[248] The U.S. Department of Justice's Federal Bureau of Investigation describes White people as \"having origins in any of the original peoples of Europe, the Middle East, or North Africa through racial categories used in the Uniform Crime Reports Program adopted from the Statistical Policy Handbook (1978) and published by the Office of Federal Statistical Policy and Standards, U.S. Department of Commerce.\"[256] The \"white\" category in the UCR includes non-black Hispanics.[257] White Americans made up nearly 90% of the population in 1950.[245] A report from the Pew Research Center in 2008 projects that by 2050, non-Hispanic White Americans will make up 47% of the population, down from 67% projected in 2005.[258] According to a study on the genetic ancestry of Americans, White Americans (stated \"European Americans\") on average are 98.6% European, 0.19% African and 0.18% Native American.[259] Whites born in those Southern states with higher proportions of African-American populations, tend to have higher percentages of African ancestry. For instance, according to the 23andMe database, up to 13% of self-identified White American Southerners have greater than 1% African ancestry.[259] White persons born in Southern states with the highest African-American populations tended to have the highest percentages of hidden African ancestry.[260] Robert P. Stuckert, member of the Department of Sociology and Anthropology at The Ohio State University, has said that today the majority of the descendants of African slaves are White.[261] Black author Rich Benjamin, in his book, Searching for Whitopia: An Improbable Journey to the Heart of White America, reveals how racial divides and White decline, both real and perceived, shape democratic and economic urgencies in America.[262] The book examines how White flight, and the fear of White decline, affects the country's political debates and policy-making, including housing, lifestyle, social psychology, gun control,[263] and community. Benjamin says that such issues as fiscal policy or immigration or \"Best Place to Live\" lists, which might be considered race-neutral, are also defined by racial anxiety over perceived White decline. The \"one-drop rule\"–that a person with any amount of known black African ancestry (however small or invisible) is considered black–is a classification that was used in parts of the United States.[264] It is a colloquial term for a set of laws passed by 18 U.S. states between 1910 and 1931. Such laws were declared unconstitutional in 1967, when the Supreme Court ruled on anti-miscegenation laws while hearing Loving v. Virginia; it also found that Virginia's Racial Integrity Act of 1924, based on enforcing the one-drop rule in classifying vital records, was unconstitutional. The one-drop rule attempted to create a binary system, classifying all persons as either Black or White regardless of a person's physical appearance. Previously persons had sometimes been classified as mulatto or mixed-race, including on censuses up to 1930. They were also recorded as Indian. Some people with a high proportion of European ancestry could pass as \"White\", as noted above. This binary approach contrasts with the more flexible social structures present in Latin America (derived from the Spanish colonial era casta system), where there were less clear-cut divisions between various ethnicities. People are often classified not only by their appearance but by their class. As a result of centuries of having children with White people, the majority of African Americans have some European admixture,[265] and many people long accepted as White also have some African ancestry.[266][267] Among the most notable examples of the latter is President Barack Obama, who is believed to have been descended from an early African enslaved in America, recorded as \"John Punch\", through his mother's apparently White line.[268] In the 21st century, writer and editor Debra Dickerson renews questions about the one-drop rule, saying that \"easily one-third of black people have White DNA\".[269] She says that, in ignoring their European ancestry, African Americans are denying their full multi-racial identities. Singer Mariah Carey, who is multi-racial, was publicly described as \"another White girl trying to sing black\". But in an interview with Larry King, she said that, despite her physical appearance and having been raised primarily by her White mother, she did not \"feel White\".[270][271] Since the late 20th century, genetic testing has provided many Americans, both those who identify as White and those who identify as black, with more nuanced and complex information about their genetic backgrounds.[272] Contrary to most other Caribbean places, Puerto Rico gradually became predominantly populated by European immigrants.[273] Puerto Ricans of Spanish, Italian (primarily via Corsica) and French descent comprise the majority. (See: Spanish settlement of Puerto Rico). In 1899, one year after the U.S acquired the island, 61.8% or 589,426 people self-identified as White.[273] One hundred years later (2000), the total increased to 80.5% (3,064,862);[274] not because there has been an influx of Whites toward the island (or an exodus of non-White people), but a change of race conceptions, mainly because of Puerto Rican elites to portray Puerto Rico's image as the \"White island of the Antilles\", partly as a response to scientific racism.[276] Hundreds are from Corsica, France, Italy, Portugal, Ireland, Scotland, and Germany, along with large numbers of immigrants from Spain. This was the result of granted land from Spain during the Real Cedula de Gracias de 1815 (Royal Decree of Graces of 1815), which allowed European Catholics to settle in the island with a certain amount of free land.[citation needed] Between 1960 and 1990, the census questionnaire in Puerto Rico did not ask about race or color.[277] Racial categories therefore disappeared from the dominant discourse on the Puerto Rican nation. However, the 2000 census included a racial self-identification question in Puerto Rico and, for the first time in since 1950, allowed respondents to choose more than one racial category to indicate mixed ancestry. (Only 4.2% chose two or more races.) With few variations, the census of Puerto Rico used the same questionnaire as in the U.S. mainland. According to census reports, most islanders responded to the new federally mandated categories on race and ethnicity by declaring themselves \"White\"; few declared themselves to be black or some other race.[278] However, it was estimated 20% of White Puerto Ricans may have black ancestry.[279] Uruguayans and Argentines share closely related demographic ties. Different estimates state that Uruguay's population of 3.4 million is composed of 88% to 93% White Uruguayans.[280][281] Though Uruguay has welcomed immigrants from around the world, its population largely consists of people of European origin, mainly Spaniards and Italians. Other European immigrants include Jews from Eastern and Central Europe.[282][283][284] According to the 2006 National Survey of Homes by the Uruguayan National Institute of Statistics: 94.6% self-identified as having a White background, 9.1% chose black ancestry, and 4.5% chose an Amerindian ancestry (people surveyed were allowed to choose more than one option).[77] According to the official Venezuelan census, the term \"white\" involves external issues such as light skin, shape and color of hair and eyes, among other factors. Though the meaning and usage of the term \"white\" has varied in different ways depending on the time period and area, leaving its precise definition as somewhat confusing. The 2011 Venezuelan Census states that \"White\" in Venezuela is used to describe the Venezuelans of European origin.[285] The 2011 National Population and Housing Census states that 43.6% of the Venezuelan population (approx. 13.1 million people) identify as White.[286][287] Genetic research by the University of Brasilia shows an average admixture of 60.6% European, 23.0% Amerindian and 16.3% African ancestry in Venezuelan populations.[288] The majority of white Venezuelans are of Spanish, Italian, Portuguese and German descent. Nearly half a million European immigrants, mostly from Spain (as a consequence of the Spanish Civil War), Italy and Portugal, entered the country during and after World War II, attracted by a prosperous, rapidly developing country where educated and skilled immigrants were welcomed. Spaniards were introduced into Venezuela during the colonial period. Most of them were from Andalusia, Galicia, Basque Country and from the Canary Islands. Until the last years of World War II, a large part of the European immigrants to Venezuela came from the Canary Islands, and its cultural impact was significant, influencing the development of Castilian in the country, its gastronomy and customs. With the beginning of oil operations during the first decades of the 20th century, citizens and companies from the United States, United Kingdom and Netherlands established themselves in Venezuela. Later, in the middle of the century, there was a new wave of originating immigrants from Spain (mainly from Galicia, Andalucia and the Basque Country), Italy (mainly from southern Italy and Venice) and Portugal (from Madeira) and new immigrants from Germany, France, England, Croatia, Netherlands, and other European countries, among others, animated simultaneously by the program of immigration and colonization implanted by the government.[289]","Title":"White people - Wikipedia","KeyID":"9682","URL":"https://en.wikipedia.org/wiki/White_people"}