{"Content: ":"Monkeypox virus (MPV, MPXV, or hMPXV) is a species of double-stranded DNA virus which causes monkeypox in humans and other animals. It belongs to the genus Orthopoxvirus in the family Poxviridae. Monkeypox virus is one of the human orthopoxvirus along with variola (VARV), cowpox (CPX), and vaccinia (VACV) viruses. It is not a direct ancestor to, nor a direct descendant of, the variola virus, which causes smallpox. Monkeypox is similar to smallpox, but with a milder rash and lower mortality rate.[1][2][3] Variation in virulence of the virus has been observed in isolates from Central Africa, where strains are more virulent than those from Western Africa.[1] The two areas have distinct clades of the virus, termed Congo Basin (Central African) and West African clades.[4][5] Monkeypox virus is carried by animals including primates.[6] It was first identified by Preben von Magnus in Copenhagen, Denmark, in 1958 in crab-eating macaque monkeys (Macaca fascicularis) being used as laboratory animals.[7] The 2003 outbreak in the United States was traced to prairie dogs infected from an imported Gambian pouched rat from Ghana.[8] Monkeypox virus causes disease in both primates and in other animals. The virus is mainly found in tropical rainforest regions of Central and West Africa.[9] The virus can spread both from animal to human and from human to human. Infection from animal to human can occur via an animal bite or by direct contact with an infected animal's bodily fluids. The virus can spread from human to human by both direct contact with the infectious rash, scabs, or body fluids, or indirectly by touching items (such as clothing or linens) that previously touched the infectious rash or body fluids or by respiratory secretions during prolonged, face-to-face contact, or during intimate physical contact, such as kissing, cuddling, or sex. Pregnant people can spread the virus to their fetus through the placenta.[10] The incubation period is between 10 and 14 days. Prodromal symptoms include swelling of lymph nodes, muscle pain, headache, fever, prior to the emergence of the rash.[11][dead link] The virus is mainly found in the tropical forests of Central Africa and West Africa.[12] It was first discovered in monkeys in 1958, and in humans in 1970. Between 1970 and 1986, over 400 cases in humans were reported. Small viral outbreaks with a death rate in the range of 10% and a secondary human-to-human infection rate of about the same amount occur routinely in equatorial Central and West Africa.[13] The primary route of infection is thought to be contact with the infected animals or their bodily fluids.[13] The first reported outbreak outside Africa occurred in 2003 in the Midwestern United States in Illinois, Indiana, and Wisconsin, with one occurrence in New Jersey. No deaths occurred.","Title":"Monkeypox virus - Wikipedia","KeyID":"9691","URL":"https://en.wikipedia.org/wiki/Monkeypox_virus"}