{"Content: ":"A fomite (/ˈfoʊmaɪt/) or fomes (/ˈfoʊmiːz/) is any inanimate object that, when contaminated with or exposed to infectious agents (such as pathogenic bacteria, viruses or fungi), can transfer disease to a new host.[1] In the 21st century, the role of fomites in disease transfer is higher than ever in human history because of indoor lifestyle.[2] A fomite is any inanimate object (also called passive vector) that, when contaminated with or exposed to infectious agents (such as pathogenic bacteria, viruses or fungi), can transfer disease to a new host.[1][3] Contamination can occur when one of these objects comes into contact with bodily secretions, like nasal fluid, vomit, or feces. Many common objects can sustain a pathogen until a person comes in contact with the pathogen, increasing the chance of infection. The likely objects are different in a hospital environment than at home or in a workplace.[4] Fomites such as splinters, barbed wire or farmyard surfaces, including soil, feeding troughs or barn beams, have been implicated as sources of virus.[5] For humans, common hospital fomites are skin cells, hair, clothing, and bedding.[6] Fomites are associated particularly with hospital-acquired infections (HAIs), as they are possible routes to pass pathogens between patients. Stethoscopes and neckties are common fomites associated with health care providers.[7] It worries epidemiologists and hospital practitioners because of the growing selection of microbes resistant to disinfectants or antibiotics (so-called antimicrobial resistance phenomenon). Basic hospital equipment, such as IV drip tubes, catheters, and life support equipment, can also be carriers, when the pathogens form biofilms on the surfaces. Careful sterilization of such objects prevents cross-infection.[8] Used syringes, if improperly handled, are particularly dangerous fomites. In addition to objects in hospital settings, other common fomites for humans are cups, spoons, pencils, bath faucet handles, toilet flush levers, door knobs, light switches, handrails, elevator buttons, television remote controls, pens, touch screens, common-use phones, keyboards and computer mice, coffeepot handles, countertops, drinking fountains, and any other items that may be frequently touched by different people and infrequently cleaned.[9][10] Cold sores, hand–foot–mouth disease, and diarrhea are some examples of illnesses easily spread by contaminated fomites.[11] The risk of infection by these diseases and others through fomites can be greatly reduced by simply washing one's hands.[11] When two children in one household have influenza, more than 50% of shared items are contaminated with virus. In 40–90% cases, adults infected with rhinovirus have it on their hands.[12] Researchers have discovered that smooth (non-porous) surfaces like door knobs transmit bacteria and viruses better than porous materials like paper money because porous, especially fibrous, materials absorb and trap the contagion, making it harder to contract through simple touch.[2] Nonetheless, fomites may include soiled clothes, towels, linens, handkerchiefs, and surgical dressings.[13][14] SARS-CoV-2 was found to be viable on various surfaces from 4 to 72 hours under laboratory conditions. On porous surfaces, studies report inability to detect viable virus within minutes to hours; on non-porous surfaces, viable virus can be detected for days to weeks.[15][16] However, further research called into question the accuracy of such tests, instead finding fomite transmission of SARS-Cov-2 in real world settings is extremely rare if not impossible.[17][18][19][20] Contact with aerosolized virus (large droplet spread) generated via talking, sneezing, coughing, or vomiting, or contact with airborne virus that settles after disturbance of a contaminated fomite (i.e., shaking a contaminated blanket). During the first 24 hours, the risk can be reduced by increasing ventilation and waiting as long as possible before entering the space (at least several hours, based on documented airborne transmission cases), and using personal protective equipment (including any protection needed for the cleaning and disinfection products) to reduce risk.[21][22] The 2007 research showed that the influenza virus was still active on stainless steel 24 hours after contamination. Though on hands it survives only for five minutes, the constant contact with a fomite almost certainly means catching the infection.[23] Transfer efficiency depends not only on surface, but mainly on pathogen type. For example, avian influenza survives on both porous and non-porous materials for 144 hours.[2] Contaminated needles are the most common fomite that transmits HIV.[24] Fomites from dirty needles also easily spread Hepatitis B.[25] The Italian scholar and physician Girolamo Fracastoro appears to have first used the Latin word fomes, meaning \"tinder\", in this sense in his essay on contagion, De Contagione et Contagiosis Morbis, published in 1546:[26] \"By fomes I mean clothes, wooden objects, and things of that sort, which though not themselves corrupted can, nevertheless, preserve the original germs of the contagion and infect by means of these\".[27] English usage of fomes, pronounced /ˈfoʊmiːz/, is documented since 1658.[28] The English word fomite, which has been in use since 1859, is a back-formation from the plural fomites (originally borrowed from the Latin plural fōmĭtēs [ˈfoːmɪteːs] of fōmĕs [ˈfoːmɛs]).[29][30] Over time, the English-language pronunciation of the plural fomites changed from /ˈfoʊmɪtiːz/) to /ˈfoʊmaɪts/, which led to the creation of a new singular fomite, pronounced /ˈfoʊmaɪt/.[30][31][32] The French fomite, Italian fomite, Spanish fómite and Portuguese fómite or fômite, however, are derived directly from the Latin accusative singular fōmĭtĕm, as usually happens with Latin common nouns. ","Title":"Fomite - Wikipedia","KeyID":"9694","URL":"https://en.wikipedia.org/wiki/Fomite"}