{"Content: ":"Tecovirimat, sold under the brand name Tpoxx among others,[6] is an antiviral medication with activity against orthopoxviruses such as smallpox and monkeypox.[4][7][8] It is the first antipoxviral drug approved in the United States.[9][10] The drug works by blocking cellular transmission of the virus, thus preventing the disease.[11] Tecovirimat has been effective in laboratory testing; it has been shown to protect animals from monkeypox and rabbitpox and causes no serious side effects in humans.[6] Two million doses of tecovirimat are stockpiled in the US Strategic National Stockpile should an orthopoxvirus-based bioterror attack occur.[12][13] The U.S. Food and Drug Administration (FDA) considers it to be a first-in-class medication.[14] As of 2009, the results of clinical trials supported its use against smallpox and other related orthopoxviruses. It showed potential for a variety of uses including preventive healthcare, as a post-exposure therapeutic, as a therapeutic and an adjunct to vaccination.[15] Tecovirimat can be taken orally and as of 2008 was permitted for Phase II trials by the U.S. Food and Drug Administration (FDA). In Phase I trials, tecovirimat was generally well tolerated with no serious adverse events.[16] Due to its importance for biodefense, the FDA designated tecovirimat for 'fast-track' status, creating a path for expedited FDA review and eventual regulatory approval. On 13 July 2018, the FDA announced approval of tecovirimat.[17] Tecovirimat inhibits the function of a major envelope protein required for the production of extracellular virus. The drug prevents the virus from leaving an infected cell, hindering the spread of the virus within the body.[18] Tecovirimat was first used for treatment in December 2018, after a laboratory-acquired vaccinia virus infection.[19] Originally researched by the National Institute of Allergy and Infectious Diseases, the drug was previously owned by Viropharma and discovered in collaboration with scientists at USAMRIID. It is owned and manufactured by Siga Technologies, a pharmaceutical company in the biodefense arena that won a government contract to develop the drug. In November 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) adopted a positive opinion, recommending the granting of a marketing authorization under exceptional circumstances for the medicinal product tecovirimat siga, intended for the treatment of orthopoxvirus disease (smallpox, monkeypox, cowpox, and vaccinia complications) in adults and children with a body weight of at least 13kg.[20] The applicant for this medicinal product is Siga Technologies Netherlands B.V.[20] Tecovirimat was approved for medical use in the European Union in January 2022.[5][21] In December 2021, Health Canada approved oral Tpoxx for the treatment of smallpox in people weighing at least 13 kilograms (29 lb).[22][23] As of July 2022, Tpoxx was available in the US only through the Strategic National Stockpile as a CDC Investigational New Drug (IND) and up until July 22 required 6 case report forms (17 pages), patient assessments in-person numerous assessment and follow-up visits and photos of lesions.[24] Intravenous (IV) TPOXX has no lower weight cap and can be used in infants under the IND protocol.[25]","Title":"Tecovirimat - Wikipedia","KeyID":"9703","URL":"https://en.wikipedia.org/wiki/Tecovirimat"}