{"Content: ":"The Africa Centres for Disease Control and Prevention (Africa CDC) is a public health agency of the African Union to support the public health initiatives of member states and strengthen the capacity of their health institutions to deal with disease threats. The Africa CDC ideas was proposed by the government of Ethiopia in 2013 during a TB/HIV special summit in Abuja Nigeria. From 2013 to 2016 the modalities and statue of Africa CDC were developed and the specialized agency was officially launched in January 2017.[1] The Africa CDC was established in January 2016 by the 26th Ordinary Assembly of Heads of State and Government to improve coordination among health institutions among African Union member states in dealing with disease threats.[1] African Union member states had first considered the idea of establishing a continent wide public health agency in 2013 at an AU Special Summit on HIV, Tuberculosis and Malaria in Abuja Nigeria (July 2013). The idea was proposed by the government of Ethiopia, then the Chair of the AU. The 2014 Ebola crisis accelerated the establishment of the Africa CDC, and also shaped perceptions of what its main purpose was to be and strengthened the importance of health emergency prevention and response. In July 2015, the African Union Ministers of Health meeting in Malabo had adopted the Statute of the Africa CDC, which called for fast-tracking the establishment of the institution.[2] The agency was officially launched in January 2017.[1][3][4] The Africa CDC has played a role in responding to the global 2019–20 COVID-19 pandemic, which has affected Africa. In early April 2020, Director Dr John Nkengasong condemned remarks by two French scientists Professors Jean-Paul Mira and Camille Locht suggesting that a potential tuberculosis vaccine for the coronavirus be test in Africa as \"disgusting and racist\". Dr Mira has since apologized for his remarks.[5][6][7] On 2 May 2020, the Africa CDC confirmed had nearly 40,000 cases, nearly 1,700 deaths, and more than 13,000 recoveries, and that COVID-19 had occurred in 53 African countries.[8] As of June 18, 2020, Africa CDC reported that 52 African Union Member States recorded a number of 267,519 cases, 7197 deaths, and 122,661 recoveries.[9] Egypt, Algeria, and South Africa were considered the countries with the highest risk to import the virus and with a moderate to high capability to block the virus outbreak.[9] The Africa CDC has also worked with the Jack Ma Foundation to distribute COVID-19 testing kits throughout the continent. In 7 May, Dr Nkengasong disputed Tanzanian President John Magufuli's criticism that these tests were faulty and giving too many false positives.[10] On 6 January 2021, the Africa CDC reported that the total number of cases in Africa has reached 2,854,971 while the death toll has reached 67,986 and that 2,361,900 have recovered.[11] On May 21, 2021, 55 member states of the African Union declared 4,732,150 cases, 127,612 deaths, and 4,238,275 recoveries.[12] On 13 April 2021, the Partnership for African Vaccine Manufacturing was launched, aiming to increase vaccine production in Africa. Rwanda, Senegal, and South Africa were identified as countries where mRNA vaccines might be produced. Africa CDC aims to have 60% of vaccines used in Africa be produced in Africa by 2040, as opposed to less than 1% in 2021.[13] The Africa CDC is based at the Africa CDC Coordinating Centre in Addis Ababa, Ethiopia, which also contains the agency's Emergency Operations Centre.[3][4] The agency is led by Director Dr John Nkengasong and Deputy Director Ahmed Ogwell Ouma. Besides its Executive Office and a Science and Programme Office, the agency also has several divisions dealing with \"policy, health diplomacy, and communication,\" \"management and administration,\" \"surveillance and disease intelligence,\" \"laboratory systems and networks,\" \"emergency preparedness and response,\" and \" public health institutes and research.\"[14] The Africa CDC also has regional collaboration centres in Egypt, Nigeria, Gabon, Zambia and Kenya; which cover Northern Africa, Western Africa, Central Africa, Southern Africa, and Eastern Africa respectively.[3][4][15] The Africa CDC also runs a specialised Pathogen Genomics Intelligence Institute and an Institute for Workforce Development.[16]","Title":"Africa Centres for Disease Control and Prevention - Wikipedia","KeyID":"9707","URL":"https://en.wikipedia.org/wiki/Africa_Centres_for_Disease_Control_and_Prevention"}