{"Content: ":"The Southwest Region or South-West Region (French: Région du Sud-Ouest) is a region in Cameroon. Its capital is Buea.[2] As of 2015[update], its population was 1,553,320. Along with the Northwest Region, it is one of the two Anglophone (English-speaking) regions of Cameroon. Various Ambazonian nationalist and separatist factions regard the Sud-Ouest region as being distinct as a polity from Cameroon.[3] The region is divided into six divisions or departments: Fako, Koupé-Manengouba, Lebialem, Manyu, Meme, and Ndian. These are in turn broken down into subdivisions.[4] Presidentially appointed senior divisional officers (prefets) and subdivisional officers (sous-prefets) govern each respectively. Separatists from the Ambazonia administration regard both the Nord-Ouest (Northwest) and Sud-Ouest (Southwest) regions as being constituent components of their envisaged breakaway state.[5] The region was notable for having the first English-speaking university in Cameroon (the University of Buea). Towns include the capital Buea, Limbe, Tiko, Kumba and Mamfe. Limbe in particular is a popular tourist resort notable for its fine beaches. Korup National Park is also a major attraction. Buea itself, meanwhile, sits at the foot of Mount Cameroon, and possesses an almost temperate climate markedly different from the rest of the province. Thatched roof structures at the Limbe Beach View of Bota Beach View of Semme Beach, Limbe View of Bioko Beach, Limbe Tourist in Limbe Beach Fishing Canoes in Down Beach, Limbe Limbe Beach with beautiful sandy shore Waterfall in Korup Park University of Buea Parking Space View of Mount Cameroon from Sopo Administration Building, UB View of Buea City Extensive view of a Reunification Monument in Buea Closer view of the Buea Reunification Monument The province is largely Anglophone and Protestant Christian.[6] Eru and Waterfufu Fish barbecue and fried potato Chicken barbecue at \"48 spices\", Buea Jollof rice Ndole and plantains with bobolo Koki mostly eaten by Barondo people Snails and rice Coordinates: 4°10′N 9°14′E﻿ / ﻿4.167°N 9.233°E﻿ / 4.167; 9.233","Title":"Southwest Region (Cameroon) - Wikipedia","KeyID":"9717","URL":"https://en.wikipedia.org/wiki/Southwest_Region_(Cameroon)"}