{"Content: ":"Terrestrial locomotion has evolved as animals adapted from aquatic to terrestrial environments. Locomotion on land raises different problems than that in water, with reduced friction being replaced by the increased effects of gravity. As viewed from evolutionary taxonomy, there are three basic forms of animal locomotion in the terrestrial environment: Some terrains and terrestrial surfaces permit or demand alternative locomotive styles. A sliding component to locomotion becomes possible on slippery surfaces (such as ice and snow), where location is aided by potential energy, or on loose surfaces (such as sand or scree), where friction is low but purchase (traction) is difficult. Humans, especially, have adapted to sliding over terrestrial snowpack and terrestrial ice by means of ice skates, snow skis, and toboggans. Aquatic animals adapted to polar climates, such as ice seals and penguins also take advantage of the slipperiness of ice and snow as part of their locomotion repertoire. Beavers are known to take advantage of a mud slick known as a \"beaver slide\" over a short distance when passing from land into a lake or pond. Human locomotion in mud is improved through the use of cleats. Some snakes use an unusual method of movement known as sidewinding on sand or loose soil. Animals caught in terrestrial mudflows are subject to involuntary locomotion; this may be beneficial to the distribution of species with limited locomotive range under their own power. There is less opportunity for passive locomotion on land than by sea or air, though parasitism (hitchhiking) is available toward this end, as in all other habitats. Many species of monkeys and apes use a form of arboreal locomotion known as brachiation, with forelimbs as the prime mover. Some elements of the gymnastic sport of uneven bars resemble brachiation, but most adult humans do not have the upper body strength required to sustain brachiation. Many other species of arboreal animal with tails will incorporate their tails into the locomotion repertoire, if only as a minor component of their suspensory behaviors. Locomotion on irregular, steep surfaces require agility and dynamic balance known as sure-footedness. Mountain goats are famed for navigating vertiginous mountainsides where the least misstep could lead to a fatal fall. Many species of animals must sometimes locomote while safely conveying their young. Most often this task is performed by adult females. Some species are specially adapted to conveying their young without occupying their limbs, such as marsupials with their special pouch. In other species, the young are carried on the mother's back, and the offspring have instinctual clinging behaviours. Many species incorporate specialized transportation behaviours as a component of their locomotion repertoire, such as the dung beetle when rolling a ball of dung, which combines both rolling and limb-based elements. The remainder of this article focuses on the anatomical and physiological distinctions involving terrestrial locomotion from the taxonomic perspective. Movement on appendages is the most common form of terrestrial locomotion, it is the basic form of locomotion of two major groups with many terrestrial members, the vertebrates and the arthropods. Important aspects of legged locomotion are posture (the way the body is supported by the legs), the number of legs, and the functional structure of the leg and foot. There are also many gaits, ways of moving the legs to locomote, such as walking, running, or jumping. Appendages can be used for movement in a lot of ways: the posture, the way the body is supported by the legs, is an important aspect. There are three main ways[1] in which vertebrates support themselves with their legs – sprawling, semi-erect, and fully erect. Some animals may use different postures in different circumstances, depending on the posture's mechanical advantages. There is no detectable difference in energetic cost between stances. The \"sprawling\" posture is the most primitive, and is the original limb posture from which the others evolved. The upper limbs are typically held horizontally, while the lower limbs are vertical, though upper limb angle may be substantially increased in large animals. The body may drag along the ground, as in salamanders, or may be substantially elevated, as in monitor lizards. This posture is typically associated with trotting gaits, and the body flexes from side-to-side during movement to increase step length. All limbed reptiles and salamanders use this posture, as does the platypus and several species of frogs that walk. Unusual examples can be found among amphibious fish, such as the mudskipper, which drag themselves across land on their sturdy fins. Among the invertebrates, most arthropods – which includes the most diverse group of animals, the insects – have a stance best described as sprawling. There is also anecdotal evidence that some octopus species (such as the genus Pinnoctopus) can also drag themselves across land a short distance by hauling their body along by their tentacles (for example to pursue prey between rockpools)[2] – there may be video evidence of this.[3] The semi-erect posture is more accurately interpreted as an extremely elevated sprawling posture. This mode of locomotion is typically found in large lizards such as monitor lizards and tegus. Mammals and birds typically have a fully erect posture, though each evolved it independently. In these groups the legs are placed beneath the body. This is often linked with the evolution of endothermy, as it avoids Carrier's constraint and thus allows prolonged periods of activity.[4] The fully erect stance is not necessarily the \"most-evolved\" stance; evidence suggests that crocodilians evolved a semi-erect stance in their forelimbs from ancestors with fully erect stance as a result of adapting to a mostly aquatic lifestyle,[5] though their hindlimbs are still held fully erect. For example, the mesozoic prehistoric crocodilian Erpetosuchus is believed to have had a fully erect stance and been terrestrial.[6] The number of locomotory appendages varies much between animals, and sometimes the same animal may use different numbers of its legs in different circumstances. The best contender for unipedal movement is the springtail, which while normally hexapedal, hurls itself away from danger using its furcula, a tail-like forked rod that can be rapidly unfurled from the underside of its body. A number of species move and stand on two legs, that is, they are bipedal. The group that is exclusively bipedal is the birds, which have either an alternating or a hopping gait. There are also a number of bipedal mammals. Most of these move by hopping – including the macropods such as kangaroos and various jumping rodents. Only a few mammals such as humans and the ground pangolin commonly show an alternating bipedal gait. In humans, alternating bipedalism is characterized by a bobbing motion, which is due to the utilization of gravity when falling forward. This form of bipedalism has demonstrated significant energy savings. Cockroaches and some lizards may also run on their two hind legs. With the exception of the birds, terrestrial vertebrate groups with legs are mostly quadrupedal – the mammals, reptiles, and the amphibians usually move on four legs. There are many quadrupedal gaits. The most diverse group of animals on earth, the insects, are included in a larger taxon known as hexapods, most of which are hexapedal, walking and standing on six legs. Exceptions among the insects include praying mantises and water scorpions, which are quadrupeds with their front two legs modified for grasping, some butterflies such as the Lycaenidae (blues and hairstreaks) which use only four legs, and some kinds of insect larvae that may have no legs (e.g., maggots), or additional prolegs (e.g., caterpillars). Spiders and many of their relatives move on eight legs – they are octopedal. However, some creatures move on many more legs. Terrestrial crustaceans may have a fair number – woodlice having fourteen legs. Also, as previously mentioned, some insect larvae such as caterpillars and sawfly larvae have up to five (caterpillars) or nine (sawflies) additional fleshy prolegs in addition to the six legs normal for insects. Some species of invertebrate have even more legs, the unusual velvet worm having stubby legs under the length of its body, with around several dozen pairs of legs. Centipedes have one pair of legs per body segment, with typically around 50 legs, but some species have over 200. The terrestrial animals with the most legs are the millipedes. They have two pairs of legs per body segment, with common species having between 80 and 400 legs overall – with the rare species Illacme plenipes having up to 750 legs. Animals with many legs typically move them in metachronal rhythm, which gives the appearance of waves of motion travelling forward or backward along their rows of legs. Millipedes, caterpillars, and some small centipedes move with the leg waves travelling forward as they walk, while larger centipedes move with the leg waves travelling backward. The legs of tetrapods, the main group of terrestrial vertebrates (which also includes amphibious fish), have internal bones, with externally attached muscles for movement, and the basic form has three key joints: the shoulder joint, the knee joint, and the ankle joint, at which the foot is attached. Within this form there is much variation in structure and shape. An alternative form of vertebrate 'leg' to the tetrapod leg is the fins found on amphibious fish. Also a few tetrapods, such as the macropods, have adapted their tails as additional locomotory appendages. The fundamental form of the vertebrate foot has five digits, however some animals have fused digits, giving them less, and some early fishapods had more; Acanthostega had eight toes. Only ichthyosaurs evolved more than 5 digits within tetrapods, while their transition from land to water again (limb terminations were becoming flippers). Feet have evolved many forms depending on the animal's needs. One key variation is where on the foot the animal's weight is placed. Some vertebrates: amphibians, reptiles, and some mammals such as humans, bears, and rodents, are plantigrade. This means the weight of the body is placed on the heel of the foot, giving it strength and stability. Most mammals, such as cats and dogs are digitigrade, walking on their toes, giving them what many people mistake as a “backward knee”, which is really their ankle. The extension of the joint helps store momentum and acts as a spring, allowing digitigrade creatures more speed. Digitigrade mammals are also often adept at quiet movement. Birds are also digitigrade.[7] Hooved mammals are known as ungulates, walking on the fused tips of their fingers and toes. This can vary from odd-toed ungulates, such as horses, pigs, and a few wild African ungulates, to even-toed ungulates, such as cows, deer, and goats. Mammals whose limbs have adapted to grab objects have what are called prehensile limbs. This term can be attributed to front limbs as well as tails for animals such as monkeys and some rodents. All animals that have prehensile front limbs are plantigrade, even if their ankle joint looks extended (squirrels are a good example). Among terrestrial invertebrates there are a number of leg forms. The arthropod legs are jointed and supported by hard external armor, with the muscles attached to the internal surface of this exoskeleton. The other group of legged terrestrial invertebrates, the velvet worms, have soft stumpy legs supported by a hydrostatic skeleton. The prolegs that some caterpillars have in addition to their six more-standard arthropod legs have a similar form to those of velvet worms, and suggest a distant shared ancestry. Animals show a vast range of gaits, the order that they place and lift their appendages in locomotion. Gaits can be grouped into categories according to their patterns of support sequence. For quadrupeds, there are three main categories: walking gaits, running gaits, and leaping gaits. In one system (relating to horses),[8] there are 60 discrete patterns: 37 walking gaits, 14 running gaits, and 9 leaping gaits. Walking is the most common gait, where some feet are on the ground at any given time, and found in almost all legged animals. In an informal sense, running is considered to occur when at some points in the stride all feet are off the ground in a moment of suspension. Technically, however, moments of suspension occur in both running gaits (such as trot) and leaping gaits (such as canter and gallop). Gaits involving one or more moments of suspension can be found in many animals, and compared to walking they are faster but more energetically costly forms of locomotion. Animals will use different gaits for different speeds, terrain, and situations. For example, horses show four natural gaits, the slowest horse gait is the walk, then there are three faster gaits which, from slowest to fastest, are the trot, the canter, and the gallop. Animals may also have unusual gaits that are used occasionally, such as for moving sideways or backwards. For example, the main human gaits are bipedal walking and running, but they employ many other gaits occasionally, including a four-legged crawl in tight spaces. In walking, and for many animals running, the motion of legs on either side of the body alternates, i.e. is out of phase. Other animals, such as a horse when galloping, or an inchworm, alternate between their front and back legs. In saltation (hopping) all legs move together, instead of alternating. As a main means of locomotion, this is usually found in bipeds, or semi-bipeds. Among the mammals saltation is commonly used among kangaroos and their relatives, jerboas, springhares, kangaroo rats, hopping mice, gerbils, and sportive lemurs. Certain tendons in the hind legs of kangaroos are very elastic, allowing kangaroos to effectively bounce along conserving energy from hop to hop, making saltation a very energy efficient way to move around in their nutrient poor environment. Saltation is also used by many small birds, frogs, fleas, crickets, grasshoppers, and water fleas (a small planktonic crustacean). Most animals move in the direction of their head. However, there are some exceptions. Crabs move sideways, and naked mole rats, which live in tight tunnels and can move backward or forward with equal facility. Crayfish can move backward much faster than they can move forward. Gait analysis is the study of gait in humans and other animals. This may involve videoing subjects with markers on particular anatomical landmarks and measuring the forces of their footfall using floor transducers (strain gauges). Skin electrodes may also be used to measure muscle activity. There are a number of terrestrial and amphibious limbless vertebrates and invertebrates. These animals, due to lack of appendages, use their bodies to generate propulsive force. These movements are sometimes referred to as \"slithering\" or \"crawling\", although neither are formally used in the scientific literature and the latter term is also used for some animals moving on all four limbs. All limbless animals come from cold-blooded groups; there are no endothermic limbless animals, i.e. there are no limbless birds or mammals. Where the foot is important to the legged mammal, for limbless animals the underside of the body is important. Some animals such as snakes or legless lizards move on their smooth dry underside. Other animals have various features that aid movement. Molluscs such as slugs and snails move on a layer of mucus that is secreted from their underside, reducing friction and protecting from injury when moving over sharp objects. Earthworms have small bristles (setae) that hook into the substrate and help them move. Some animals, such as leeches, have suction cups on either end of the body allowing two anchor movement. Some limbless animals, such as leeches, have suction cups on either end of their body, which allow them to move by anchoring the rear end and then moving forward the front end, which is then anchored and then the back end is pulled in, and so on. This is known as two-anchor movement. A legged animal, the inchworm, also moves like this, clasping with appendages at either end of its body. Limbless animals can also move using pedal locomotary waves, rippling the underside of the body. This is the main method used by molluscs such as slugs and snails, and also large flatworms, some other worms, and even earless seals. The waves may move in the opposite direction to motion, known as retrograde waves, or in the same direction as motion, known as direct waves. Earthworms move by retrograde waves alternatively swelling and contracting down the length of their body, the swollen sections being held in place using setae. Aquatic molluscs such as limpets, which are sometimes out of the water, tend to move using retrograde waves. However, terrestrial molluscs such as slugs and snails tend to use direct waves. Lugworms and seals also use direct waves. Most snakes move using lateral undulation where a lateral wave travels down the snake's body in the opposite direction to the snake's motion and pushes the snake off irregularities in the ground. This mode of locomotion requires these irregularities to function. Another form of locomotion, rectilinear locomotion, is used at times by some snakes, especially large ones such as pythons and boa. Here large scales on the underside of the body, known as scutes are used to push backwards and downwards. This is effective on a flat surface and is used for slow, silent movement, such as when stalking prey. Snakes use concertina locomotion for moving slowly in tunnels, here the snake alternates in bracing parts of its body on it surrounds. Finally the caenophidian snakes use the fast and unusual method of movement known as sidewinding on sand or loose soil. The snake cycles through throwing the front part of its body in the direction of motion and bringing the back part of its body into line crosswise.  Although animals have never evolved wheels for locomotion,[9][10] a small number of animals will move at times by rolling their whole body. Rolling animals can be divided into those that roll under the force of gravity or wind and those that roll using their own power. The web-toed salamander, a 10-centimetre (3.9 in) salamander, lives on steep hills in the Sierra Nevada mountains. When disturbed or startled it coils itself up into a ball, often causing it to roll downhill.[11][12] The pebble toad (Oreophrynella nigra) lives atop tepui in the Guiana highlands of South America. When threatened, often by tarantulas, it rolls into ball, and typically being on an incline, rolls away under gravity like a loose pebble.[13] Namib wheeling spiders (Carparachne spp.), found in the Namib desert, will actively roll down sand dunes. This action can be used to successfully escape predators such as the Pompilidae tarantula wasps, which lay their eggs in a paralyzed spider for their larvae to feed on when they hatch. The spiders flip their body sideways and then cartwheel over their bent legs. The rotation is fast, the golden wheel spider (Carparachne aureoflava) moving up to 20 revolutions per second, moving the spider at 1 metre per second.[14] Coastal tiger beetle larvae when threatened can flick themselves into the air and curl their bodies to form a wheels, which the wind blows, often uphill, as far as 25 m and as fast as 11 km/h (3 m/s; 7 mph). The also may have some ability to steer themselves in this state. [15] Pangolins, a type of mammal covered in thick scales, roll into a tight ball when threatened. Pangolins have been reported to roll away from danger, by both gravity and self-powered methods. A pangolin in hill country in Sumatra, to flee from the researcher, ran to the edge of a slope and curled into a ball to roll down the slope, crashing through the vegetation, and covering an estimated 30 metres or more in 10 seconds.[16] Caterpillars of the mother-of-pearl moth, Pleuroptya ruralis, when attacked, will touch their heads to their tails and roll backwards, up to 5 revolutions at about 40 cm per second, which is about 40 times its normal speed.[12] Nannosquilla decemspinosa, a species of long-bodied, short-legged mantis shrimp, lives in shallow sandy areas along the Pacific coast of Central and South America. When stranded by a low tide the 3 cm stomatopod lies on its back and performs backwards somersaults over and over. The animal moves up to 2 meters at a time by rolling 20–40 times, with speeds of around 72 revolutions per minute. That is 1.5 body lengths per second (3.5 cm/s). Researchers estimate that the stomatopod acts as a true wheel around 40% of the time during this series of rolls. The remaining 60% of the time it has to \"jumpstart\" a roll by using its body to thrust itself upwards and forwards.[12][17] Pangolins have also been reported to roll away from danger by self-powered methods. Witnessed by a lion researcher[18] in the Serengeti in Africa, a group of lions surrounded a pangolin, but could not get purchase on it when it rolled into a ball, and so the lions sat around it waiting and dozing. Surrounded by lions, it would unroll itself slightly and give itself a push to roll some distance, until by doing this multiple times it could get far enough away from the lions to be safe. Moving like this would allow a pangolin to cover distance while still remaining in a protective armoured ball. Moroccan flic-flac spiders, if provoked or threatened, can escape by doubling their normal walking speed using forward or backward flips similar to acrobatic flic-flac movements.[19] The fastest terrestrial animal is the cheetah, which can attain maximal sprint speeds of approximately 104 km/h (64 mph).[20][21] The fastest running lizard is the black iguana, which has been recorded moving at speed of up to 34.9 km/h (21.7 mph).","Title":"Terrestrial locomotion - Wikipedia","KeyID":"972","URL":"https://en.wikipedia.org/wiki/Terrestrial_locomotion"}