{"Content: ":"Likouala is a department of the Republic of the Congo in the northern part of the country. It borders the departments of Cuvette and Sangha, and internationally, the Democratic Republic of the Congo and the Central African Republic. The region has an area of 66,044 km² and an estimated population of almost 90,000.[2] The chief town is Impfondo. Principal cities and towns include Epena and Dongou. Historically, this department was cut off from part of Lobaye, an area of the Central African Republic. It is believed that it was first inhabited by the Pygmy tribe.[3] Likouala Department is divided into seven districts: Likouala is almost covered with dense and often flooded forests of lakes and very full of fish ponds. Its ground is argillaceous and sandy by places. The north of the department belongs to the mountainous Massif Oubanguien.[3] The shallow Lac Tele is 5 km across and circular in shape. Likouala has a tropical climate. The dry season is from March to July, the remainder of the year being dominated by the rainy season. The variations in temperatures are in general important (24° to 25°C).[3] The populations of Likouala would have come from North, the South, the East and the West. The Pygmies are regarded as the first occupants of this ground. The department counts many Rwandan, Central African refugees today and of Congo-Kinshasa.[3] Six forest units of installation (UFA) are in the course of exploitation by several companies, of which Processing industry of the wood of Likouala (ITBL) and Likouala-Timber. Likouala currently occupies the first place in the production of wood of Congo.[3] The department has an important hydraulic network. The principal rivers are Oubangui, Likouala-aux-herbes, Libenga and Motaba. Fishing is practised in these rivers in an artisanal way. According to FAO, its halieutic potential is evaluated with 100.000 tons per annum.[3] Agriculture is of traditional type. The principal food crops are the manioc, the banana, the taros; as well as products of gathering. One also produces the coffee, the cocoa and the palm oil. The crop year of last year yielded 1500 tons of cocoa. This production is falling because of the irregularity of the marketing of the products and the closing of the principal company which ensured the marketing of the cocoa in the department, Congo Otto-Export.[3] Geographic insulation is a handicap. Transport is very limited; the river port and the airport are the only access routes.[3] The department counts seven districts. The administrations are badly equipped and lack executives and personnel. Each of the seven districts corresponds to the basins of the region's principal rivers. The districts of Liranga, Impfondo and Bétou comprised the villages located on right bank of the rivers Congo and Oubangui. The district of Dongou gathers the villages of the basin of Motaba. The district of Enyellé corresponds to the basin of Libenga and its confluence with Oubangui, to the border with the Central African Republic. The basin of Likouala-aux-herbes is divided by the district of Epena to the north and that of Bouanela in the south.[3] The regional capital is Impfondo. Other towns include Ancien Sandjala, Boyelle, Dongou, Ibenga, Kitadi, Mabelou, Makasa, Makengo,[4] Mongouala, and Motaba. The region is undergoing a campaign to minimise hunting and reduce the impact of logging due to the establishment of nature reserves in the region. The forest of Likouala abounds in animal species such as elephants, gorillas and chimpanzees. Likouala is home to, among other animals, the dwarf crocodile Osteolaemus tetraspis osborni.[5] [6][7] Reports of a surviving sauropod called the Mokele Mbembe or n'yamala emanate from here. Coordinates: 1°38′N 18°04′E﻿ / ﻿1.633°N 18.067°E﻿ / 1.633; 18.067","Title":"Likouala Department - Wikipedia","KeyID":"9722","URL":"https://en.wikipedia.org/wiki/Likouala_Department"}