{"Content: ":"Certain species of fish and birds are able to locomote in both air and water, two fluid media with very different properties. A fluid is a particular phase of matter that deforms under shear stresses and includes any type of liquid or gas. Because fluids are easily deformable and move in response to applied forces, efficiently locomoting in a fluid medium presents unique challenges. Specific morphological characteristics are therefore required in animal species that primarily depend on fluidic locomotion. Because the properties of air and water are so different, swimming and flying have very disparate morphological requirements. As a result, despite the large diversity of animals that are capable of flight or swimming, only a limited number of these species have mastered the ability to both fly and swim. These species demonstrate distinct morphological and behavioral tradeoffs associated with transitioning from air to water and water to air. Of extant species, only insects, birds, and bats are capable of true, sustained, powered flight.[1] For birds to achieve flight, they must first successfully overcome the downward pull of gravitational forces by producing lift. This is achieved by positioning or moving their wings in a way that makes the pressure below the wings higher than above the wings. This pressure differential creates a net upward force on the wing, thus allowing the bird to lift off the ground, provided the upward force exceeds its weight. To achieve powered flight, forward flight birds must counteract drag forces that act opposite the direction of flight. Drag forces acting on a flying animal are composed of parasitic drag on the body fuselage and induced drag on the wings, both acting against the relative direction of flight. Adjusting the angle of attack while wing beat frequency is held constant, birds are able to direct a component of the lift produced by their wings backwards, thus producing propulsive force known as thrust.[2] There are many competing theories explaining the evolution of avian flight. The most widely accepted theories include: As is true for any structure shaped by natural selection, bird anatomy has evolved to fit a particular species' behavior and lifestyle. For example, birds that live in dense forests and require high maneuverability and precise landing capabilities tend to have wing shapes and body plans that reduce stability to allow the execution of fast turns and sudden accelerations. Seabirds, on the other hand, tend to fly for extended periods in open air because land masses are distantly separated and floating on the surface of the water can be metabolically costly due to the temperature differential between air and sea water. As a result, large sea birds rely mostly on soaring flight because it allows these animals to achieve relatively continuous lift without the added metabolic cost of flapping their wings. Because birds fly at an angle relative to the wind during dynamic soaring, they must be able to achieve flight speeds greater than this head wind. Consequently, birds that rely on dynamic soaring tend to have low wing loadings and high aspect ratios. In other words, gliding birds have wing shapes that allow them to behave more like fixed wing aircraft and rely mostly on passive gliding. Albatrosses have the largest wingspan of any extant bird, evidence of their primary reliance on aerodynamic and slope soaring techniques to achieve their extremely long migration patterns.[1] In contrast, thermal soaring birds, such as Rüppell's vultures, tend to have much smaller wing loadings and aspect ratios. Because the fastest rising air occurs in the center of a thermal, these birds optimize their flight behavior by achieving very tight turning radii. In other words, these birds tend to have smaller wings relative to body mass, which renders them less stable in gliding but gives them much more maneuverability so that they are capable of executing very tight turns.[1] While some aquatic animals move by \"walking\" along the ocean floor or burrowing, the predominant mode of fish locomotion is swimming, achieved by exerting force on the surrounding water which, by Newton's 3rd law, results in a reactive force that propels the animal forward. Similarly to the aerodynamics of flight, powered swimming requires animals to overcome drag by producing thrust. Unlike flying, however, swimming animals do not necessarily need to actively exert high vertical forces because the effect of buoyancy can counter the downward pull of gravity, allowing these animals to float without much effort. While there is great diversity in fish locomotion, swimming behavior can be classified into two distinct \"modes\" based on the body structures involved in thrust production, Median-Paired Fin (MPF) and Body-Caudal Fin (BCF). Within each of these classifications, there are numerous specifications along a spectrum of behaviors from purely undulatory to entirely oscillatory based. In undulatory swimming modes thrust is produced by wave-like movements of the propulsive structure (usually a fin or the whole body). Oscillatory modes, on the other hand, are characterized by thrust production from swiveling of the propulsive structure on an attachment point without any wave-like motion.[5] Many fish swim using combined behavior of their two pectoral fins or both their anal and dorsal fins. Different types of Median Paired Fin (MPF) gait can be achieved by preferentially using one fin pair over the other, and include:[5] Most fish swim by generating undulatory waves that propagate down the body through the caudal fin. This form of undulatory locomotion is termed Body-Caudal Fin (BCF) swimming on the basis of the body structures used.[5][6] Similar to adaptation in avian flight, swimming behaviors in fish can be thought of as a balance of stability and maneuverability.[7] Because BCF swimming relies on more caudal body structures that can direct powerful thrust only rearwards, this form of locomotion is particularly effective for accelerating quickly and cruising continuously.[5][6] BCF swimming is, therefore, inherently stable and is often seen in fish with large migration patterns that must maximize efficiency over long periods. Propulsive forces in MPF swimming, on the other hand, are generated by multiple fins located on either side of the body that can be coordinated to execute elaborate turns. As a result, MPF swimming is well adapted for high maneuverability and is often seen in smaller fish that require elaborate escape patterns.[7] It is important to point out that fish do not rely exclusively on one locomotor mode, but are rather lomotor \"generalists,\"[5] choosing among and combining behaviors from many available behavioral techniques. In fact, at slower speeds, predominantly BCF swimmers will often incorporate movement of their pectoral, anal, and dorsal fins as an additional stabilizing mechanism, but hold them close to their body at high speeds to improve streamlining and reducing drag.[5] Zebrafish have even been observed to alter their locomotor behavior in response to changing hydrodynamic influences throughout growth and maturation.[8] In addition to adapting locomotor behavior, controlling buoyancy effects is critical for aquatic survival since aquatic ecosystems vary greatly by depth. Fish generally control their depth by regulating the amount of gas in specialized organs that are much like balloons. By changing the amount of gas in these swim bladders, fish actively control their density. If they increase the amount of air in their swim bladder, their overall density will become less than the surrounding water, and increased upward buoyancy pressures will cause the fish to rise until they reach a depth at which they are again at equilibrium with the surrounding water. In this way, fish behave essentially as a hot air balloon does in air. Some seabird species utilize surface feeding or plunge diving during foraging in which gravity and/or momentum is used to counteract buoyancy effects for a short period of time. Other species can remain submerged for longer periods of time and practice pursuit diving in which they actively produce thrust to remain submerged and chase after prey. Because birds have decoupled locomotor modules, pursuit divers can produce thrust using either their wings, feet, or some combination of the two. Bird anatomy is primarily adapted for efficient flight. Bird species that rely on swimming as well as flight must contend with the competing requirements of flight and swimming. Morphological characteristics that are advantageous in flight are actually detrimental to swimming performance. For instance, auks, which use their wings to swim and fly, have the highest flight costs for their body size of any animal.[9] In contrast, birds that use their feet to swim and are more proficient flyers have higher swim costs than wing-propelled divers such as auks and penguins.[9] As an intensification of the progressive reduction of wing size in auks, the evolution of flippers in penguins was at the expense of their flying capabilities. Form constrains function, and the wings of diving flying species, such as the murre or pelagic cormorant have not developed into flippers. The flippers of penguins became thicker, denser and smaller while being modified for hydrodynamic properties.[10] The avian skeletal system has evolved to be extremely lightweight with hollow air spaces that are highly integrated with the respiratory system. The decreased body weight resulting from these adaptations is highly beneficial for reducing the effects of gravity, thus making lift easier to achieve. Birds that swim, however, must contend with the increased buoyancy effects of having lighter bones and a reduced body mass. Instead, diving birds increase their muscle mass, resulting in an overall increase in body mass that reduces the effects of buoyancy and makes submersion easier. This effect is predominantly seen in shallow diving birds as buoyancy effects are strongest.[clarification needed][11] Higher masses in diving birds appear to be correlated with higher wing loading and consequently larger wings. Faster flying speeds also result from higher wing loading which would be potentially detrimental for small flying birds that must land precisely on small branches. Diving birds, however, do not have this constraint because open water can accommodate harder landings. Penguins entirely lost the constraint of light bones and developed denser, less buoyant bones in their wings for strength and for ballast.[10] Also thought to provide ballast is the swallowing of small stones by penguins. Although heavy ballasting will prevent passive ascent, Beaune et al. surmised that a bird with a mass of 12 kg would need a ballast of at least 1.3 kilograms in pebbles to achieve neutral buoyancy at a depth of 50 meters, potentially making it beneficial for foraging.[12] Similar to having light bones, birds also have large respiratory systems with large air spaces that reduce body weight and allow more efficient oxygen exchange required for the high metabolic demands of flight. Birds also have specialized structures called air sacs closely associated with their lungs that store air when the animal inspires, further reducing body weight and maintaining the partial pressure of oxygen within the lungs equal to that of the surrounding environment. While highly beneficial for flight, decreasing body weight (and thus whole body density) increases buoyancy forces and makes maintaining submerged depth more difficult. Swimming birds have been observed to exhale before dives, reducing their air volume and thus their overall body density.[13] Other studies have suggested that diving birds increase their blood oxygen stores thus simultaneously reducing the amount of oxygen they must retain in their lungs when diving and allowing them to dive for longer durations.[11] Bird plumage is intended to hold and deflect air to make lift easier to achieve in flight. Again, this adaptation is detrimental to swimming because the increased air volume increases buoyancy forces. Some diving birds have been observed to preen immediately before diving, and some researchers believe that this may expel the stored air and reduce the air volume, thus increasing over all body density, decreasing buoyancy effects and making submersion easier.[14] Cormorants have been observed to alter their swimming behavior with changes in body buoyancy.[15] When body weight (and thus buoyancy) was artificially altered, horizontally swimming cormorants reduced the angle of body tilt when additional weight was added and increased the tilt angle when weight was removed. When enough weight was added to make the birds negatively buoyant, the birds angled their bodies upwards so that the thrust produced by paddling their hind-limbs acted to keep them from sinking. In other words, these birds can dynamically adjust the tilt of their bodies to adapt to changing buoyancies. Because air spaces are compressed with increased depth, diving birds must be capable of adapting to changing buoyancies throughout a dive. In fact, both Brünnich's guillemots and white-winged scoters have been observed to alter their stroking behavior throughout a dive as an adjustment for changing buoyancies.[16][17] Some pursuit divers rely predominantly on their wings for thrust production during swimming. These include auks, diving petrels, and penguins. Thrust production in these animals is produced via lift principles, much like in aerial flight. These birds essentially \"fly\" beneath the surface of the water. Because they have the dual role of producing thrust in both flight and swimming, wings in these animals demonstrate a compromise between the functional demands of two different fluid media. Because the density of water is so much higher than air, the same wing excursion in either medium will produce more thrust in water.[1] As a result, relative wing size in swimming birds tend to be smaller than comparably sized birds that fly only. Marine birds also tend to have higher than expected body mass as a mechanism to counteract buoyancy forces when submerged. The combination of smaller wings and increased body mass-produce higher wing loading in these birds, resulting in faster flying speeds. While high flying speeds can be detrimental to landing on tree perches for flying birds, there is little consequence to high impact landing in water.[16] Birds that rely on lift based propulsion for swimming have been observed to utilize higher wing beat frequencies when flying than when submerged and swimming.[16] This observation follows directly from the logic that the increased density of water produces greater thrust for similar wing excursions, so for a given speed fewer wing beats are needed to create identical propulsion totals.[1] It is also suggested that lift based swimmers have higher swim speeds and greater metabolic efficiency than drag based swimmers because they are able to displace greater water volumes (thus experiencing greater reactive thrust) with their wings than a comparable sized bird can with its feet.[1][17] Not only birds that use their wings exploit lift to propel themselves through water. Grebes rotate their feet in a way that results in lift generated thrust.[18][19] This swim style allows the birds to swim faster and probably more efficient than if they used a regular paddling motion. The feet of grebes are quite special, resembling feathers, and the use of a lift-based propulsive mechanism suggests convergent evolution.[19] Many foot propelled birds, including cormorants, may use a combination of lift and drag during different phases of their propulsive stroke, where the often found triangular shape of bird feet may allow the birds to use a similar force generating mechanism as delta wings.[20] This allows for generating larger forces, but likely also more efficient swimming than a purely drag-based paddling. By taking advantage of the fact that birds can freely associate any of their three locomotor modules, some pursuit divers rely predominantly on their webbed hind-limbs for thrust production during swimming and isolate wing function to aerial flight. Drag-based pursuit divers include some duck species. Like patterns seen in fish, drag based avian swimmers are more maneuverable than their lift based counterparts. As a result, drag based swimming mechanisms are more often seen in birds that live in estuarine environments with more environmental obstacles that must be avoided. Some swimming birds have been observed to utilize different propulsive mechanisms in different phases of a dive.[15][16] Drag based swimming is most often observed in swimming birds during the foraging (or bottom) phase of a dive because it provides greater maneuverability for pursuing prey while the more efficient lift based swimming mechanisms are used during descent. Guillemots were observed to use lift based swimming intermittently during the ascent phase of a dive but rely mostly on passive buoyancy forces to lift them to the surface.[16] Some examples of birds that have lost the ability to fly in favor of an aquatic lifestyle include: The transition of predominantly swimming locomotion directly to flight has evolved in a single family of marine fish called Exocoetidae. Flying fish are not true fliers in the sense that they do not execute powered flight. Instead, these species glide directly over the surface of the ocean water without ever flapping their \"wings.\" Flying fish have evolved abnormally large pectoral fins that act as airfoils and provide lift when the fish launches itself out of the water. Additional forward thrust and steering forces are created by dipping the hypocaudal (i.e. bottom) lobe of their caudal fin into the water and vibrating it very quickly, in contrast to diving birds in which these forces are produced by the same locomotor module used for propulsion. Of the 64 extant species of flying fish, only two distinct body plans exist, each of which optimizes two different behaviors.[21][22] While most fish have caudal fins with evenly sized lobes (i.e. homocaudal), flying fish have an enlarged ventral lobe (i.e. hypocaudal) which facilitates dipping only a portion of the tail back onto the water for additional thrust production and steering.[22] Because flying fish are primarily aquatic animals, their body density must be close to that of water for buoyancy stability. This primary requirement for swimming, however, means that flying fish are heavier than other habitual fliers, resulting in higher wing loading and lift to drag ratios for flying fish compared to a comparably sized bird.[21] Differences in wing area, wing span, wing loading, and aspect ratio have been used to classify flying fish into two distinct classifications based on these different aerodynamic designs.[21] In the biplane or Cypselurus body plan, both the pectoral and pelvic fins are enlarged to provide lift during flight.[21] These fish also tend to have \"flatter\" bodies which increase the total lift producing area thus allowing them to \"hang\" in the air better than more streamlined shapes.[22] As a result of this high lift production, these fish are excellent gliders and are well adapted for maximizing flight distance and duration. Comparatively, Cypselurus flying fish have lower wing loading and smaller aspect ratios (i.e. broader wings) than their Exocoetus monoplane counterparts, which contributes to their ability to fly for longer distances than fish with this alternative body plan. Flying fish with the biplane design take advantage of their high lift production abilities when launching from the water by utilizing a \"taxiing glide\" in which the hypocaudal lobe remains in the water to generate thrust even after the trunk clears the water's surface and the wings are opened with a small angle of attack for lift generation.[21] In the Exocoetus or monoplane body plan, only the pectoral fins are enlarged to provide lift. Fish with this body plan tend to have a more streamlined body, higher aspect ratios (long, narrow wings), and higher wing loading than fish with the biplane body plan, making these fish well adapted for higher flying speeds. Flying fish with a monoplane body plan demonstrate different launching behaviors from their biplane counterparts. Instead of extending their duration of thrust production, monoplane fish launch from the water at high speeds at a large angle of attack (sometimes up to 45 degrees).[21] In this way, monoplane fish are taking advantage of their adaptation for high flight speed, while fish with biplane designs exploit their lift production abilities during takeoff.","Title":"Tradeoffs for locomotion in air and water - Wikipedia","KeyID":"973","URL":"https://en.wikipedia.org/wiki/Tradeoffs_for_locomotion_in_air_and_water"}