{"Content: ":"Adamawa State is a state in the North-East geopolitical zone of Nigeria, bordered by Borno to the northwest, Gombe to the west, and Taraba to the southwest while its eastern border forms part of the national border with Cameroon. It takes its name from the historic emirate of Adamawa, with the emirate's old capital of Yola serving as the capital city of Adamawa State. The state—one of the most heterogeneous in Nigeria with over 100 indigenous ethnic groups—was formed in 1991 when the former Gongola State was broken up into Adamawa and Taraba states.[3] Of the 36 states, Adamawa is the eighth largest in area but the thirteenth least populous with an estimated population of about 4.25 million as of 2016.[4] Geographically, the state is mainly composed of the highlands of mountains (the Atlantika, Mandara, and the Shebshi ranges) and the Adamawa Plateau crossed by valleys and rivers, most notably the Benue and Gongola rivers. The lowlands of Adamawa are part of the West Sudanian savanna in the north and the wetter Guinean forest–savanna mosaic in parts of the south while elevated areas are parts of the Mandara Plateau mosaic and Cameroonian Highlands forests ecoregions. In the extreme south of the state is part of the Gashaka Gumti National Park, a large wildlife park that contains large populations of bushbuck, African buffalo, patas monkey, black-and-white colobus, giant pangolin, and hippopotamus along with some of Nigeria's last remaining Nigeria-Cameroon chimpanzee, African leopard, and African golden cat populations.[5][6] What is now Adamawa State has been inhabited for years by various ethnic groups, including the Bwatiye (Bachama), Bali, Bata (Gbwata), Gudu, Mbula-Bwazza, and Nungurab (Lunguda) in the central region; the Kamwe in the north and central region; the Jibu in the far south; the Kilba, Marghi, Waga, and Wula in the north, and the Mumuye in the south while the Fulani live throughout the state—often as nomadic herders. Adamawa is also religiously diverse as about 55% of the population is Sunni Muslim and 30% is Christian (mainly Lutheran, EYN, ECWA, and Pentecostal) while the remaining 15% are adherents of traditional ethnic religions.[7][8] In the early 1800s, the Fulani jihad captured some of modern-day Adamawa State and formed the Adamawa Emirate under the Sokoto Caliphate. About 90 years later, forces from Germany and the British Empire defeated the Emirate in the Adamawa Wars and split the area. The British-controlled area (much of the west of modern-day Adamawa) was incorporated into the Northern Nigeria Protectorate which later merged into British Nigeria before becoming independent as Nigeria in 1960. The German-controlled area formed a part of German Kamerun until allied forces invaded and occupied Kamerun during the Kamerun campaign of World War I. After the war, what is now eastern Adamawa State became most of the Northern Cameroons within the British Cameroons until 1961, when a referendum led to merger with Nigeria. Originally, modern-day Adamawa State was a part of the post-independence Northern Region until 1967 when the region was split and the area became part of the North-Eastern State. After the North-Eastern State was split in 1976, Gongola State was formed on 3 February 1976 alongside ten other states. Fifteen years after statehood, Gongola was split with the state's south becoming Taraba State while its north became Adamawa State. As an agriculturally-based state, the Adamawa State economy mainly relies on livestock and crops, such as cotton, groundnuts, millet, cassava, guinea corn, and yams. After years of the Boko Haram insurgency affecting development in the state,[9] Adamawa has the eleventh lowest Human Development Index in the country but as the insurgency has abated since 2016, development has renewed.[2][10] Adamawa is one of the largest states of Nigeria and occupies about 36,917 square kilometres. It is bordered by the states of Borno to the northwest, Gombe to the west and Taraba to the southwest. Its eastern border forms the national eastern border with Cameroon.[11] The Humidity and Temperature of Adamawa state especially dry season begin in November which is very hot during hot period. The Harmattan period is experienced between December - February of each year.[12] Topographically, it is a mountainous land crossed by the large river valleys – Benue, Gongola and Yedsarem. The valleys of the Mount Cameroon, Mandara Mountains[13] and Adamawa Plateau form part of the landscape. The major occupation of the people is farming as reflected in their two notable vegetational zones, the Sub-Sudan and Northern Guinea Savannah zones.[14] Their cash crops are cotton and groundnuts while food crops include maize, yam, cassava, guinea corn, millet and rice. The village communities living on the banks of the rivers engage in fishing while the Fulanis are cattle rearers. The state has a network of roads linking all parts of the country. The development of many communities in the state can be traced to the colonial era when the Germans ruled a swath of territory known as the Northern and Southern Kameruns from Dikwa in the North to Victoria (Limbe) on the Atlantic coast in the 19th century. These were, however, handed over as United Nations Trust Territories to the British at the end of the World War I with the signing of the Treaty of Versailles. After a series of referendums, the Northern Kameruns joined Nigeria to form the then Sardauna Province, and the Southern Kameruns formed a Confederation with French speaking Cameroon.[15][16] Adamawa is a muslim majority state in Nigeria with a substantial christian population. Historically, Adamawa is home to the major happenings of the Islamic Jihad led by the Sokoto Caliphate in the early 1800s. Till today, the state of Adamawa is led traditionally by an Emir also known as Lamido, who is a descendant of the Islamic kings who conquered and ruled the area prior to the amalgamation of Nigeria. Atiku Abubakar serves as the Waziri (Vizier) to the King of Adamawa. Adamawa is also home to the headquarters of two indigenous churches, the Church of the Brethren in Nigeria (EYN Church) with its headquarters in Mubi in the northern zone of the state, and the Lutheran Church of Christ in Nigeria (LCCN Church) with headquarters in Numan in the southern zone of the state.[17] The Church of the Brethren in Nigeria (EYN church) was founded in Garkida Gombi Local Government of the state in March 1923 by American missionaries.[18] The Lutheran Church of Christ in Nigeria (LCCN Church) was founded in Numan by Dutch missionaries in 1913.[19] Before it became a state in Nigeria, Adamawa was a subordinate kingdom of the Sultanate of Sokoto which also included much of northern Cameroon. The rulers bear the title of emir (\"lamido\" in the local language, Fulfulde).[20] The name \"Adamawa\" came from the founder of the kingdom, Modibo Adama, a regional leader of the Fulani Jihad organized by Usman dan Fodio of Sokoto in 1804. Modibo Adama came from the region of Gurin (now just a small village) and in 1806, received a green flag for leading the jihad in his native country. In the following years, Adama conquered many lands and tribes. In 1838, he moved his capital to Ribadu, and in 1839, to Joboliwo. In 1841, he founded Yola, where he died in 1848. After the European colonization (first by Germany and then by Britain), the rulers remained as emirs and the line of succession has continued to the present day. A measles outbreak was reported in an internally displaced persons camp in January 2015.[21] Emirs of Adamawa have included: Adamawa State has been badly impacted by the Boko Haram insurgency. In January 2012, Boko Haram attacked Gombi, Mubi and Yola. By 2014, the state became home to camps housing an estimated 35,000 internally displaced people fleeing violence from Boko Haram in locations including Mubi, Madagali, Askira Uba, Bama and Gwoza in the states of Adamawa, Borno, and Yobe. In 2014, an estimate placed the number of IDPs around Yola at 400,000.[22] An attack occurred in Chakawa in 2014. A suicide bombing in Yola in 2015 killed over 30 people.[23] A double suicide bombing in Madagali in 2016 killed over 50 people. Mubi is the worst affected place in Adamawa State, suffering major attacks in 2012, 2014, 2017 and 2018. Organizations serving the community include the Adamawa Peace Initiative (API)- a group of business, religious, and community leaders - and the Adamawa Muslim Council. The United States Agency for International Development has pledged to provide continuing humanitarian assistance.[22] On 21–22 February 2020, Boko Haram terrorists launched an attack on homes and churches in Garkida, killing three soldiers and wounding civilians.[24] Tertiary institutions in Adamawa state include: Adamawa State consists of twenty-one Local Government Areas (LGAs): Languages of Adamawa State listed by LGA:[31][failed verification] The Governor of Adamawa State is the Executive, the State Legislature, Adamawa State House of Assembly, is located in Yola  Coordinates: 9°20′N 12°30′E﻿ / ﻿9.333°N 12.500°E﻿ / 9.333; 12.500","Title":"Adamawa State - Wikipedia","KeyID":"9730","URL":"https://en.wikipedia.org/wiki/Adamawa_State"}