{"Content: ":"Bayelsa is one of the states in southern part of Nigeria, located in the core of the Niger Delta region.[4][5] Bayelsa State[6] was created in 1996 and was carved out from Rivers State,[7] making it one of the newest states in the federation. It shares a boundary with Rivers State[7] to the East and Delta State to the west, with the waters of the Atlantic Ocean[8] dominating its southern borders.[5] It has a total area of 10, 773 km2. The state comprises eight Local Government Areas. they are Ekeremor, Kolokuma/Opokuma, Yenagoa, Nembe, Ogbia, Sagbama, hi Brass and Southern Ijaw.[5] The state borders Rivers State,[9] of which it was formerly part, and Delta State.[10][11][12] Ijaw,[13] language is widely spoken in Bayelsa State also Isoko and Urhobo speak within their ancestral towns in the state. It is also the ancestral home of the Urhobo people in the Sagbama local govt area.[14] The state is the smallest in Nigeria[15] by population of the 2006 census, as well as one of the smallest by area.[5] Being in the Niger Delta region, Bayelsa State has a riverine and estuarine setting, with bodies of water within the state preventing the development of significant road infrastructure.[16] As a state in the oil-rich Niger Delta the Bayelsa State's[17] economy is dominated by the petroleum industry. The state is the site of Oloibiri Oilfield, where oil was first discovered in Nigeria,[18] and as of 2015 was estimated to produce 30-40% of the country's oil.[19] The state nicknamed “Glory of all Lands” has the largest gas reservoir (18 trillion cubic feet) in Nigeria.[20] Though being the site of one of the largest crude oil and natural gas deposits in the country contributes to local economic development, the state remains plagued by rampant poverty as well as pollution[21] stemming from oil spills.[22][23] Politics As of 2022[update] Douye Diri is the governor of Bayelsa State, while Lawrence Ewhrudjakpo the Deputy Governor of the State.[24] Bayelsa is one of the states in southern part of Nigeria, located in the core of Niger Delta region. Bayelsa was carved out from Rivers state, making it one of the newest states in Federation.[11] Bayelsa shares a boundary with Rivers state to the East and Delta state to the West, with the waters of the Atlantic Ocean dominating its Southern borders.[10] During the 20th century, demands for a new, majority-Ijaw state to be drawn in the Niger Delta Region became common. Between 1941 and 1956, numerous Ijaw nationalist organizations supportive of an Ijaw-majority state in Southern Nigeria were founded. Isaac Adaka Boro, a prominent Ijaw rights activist during the 1960's who was born in Oloibiri, attempted to proclaim a \"Niger Delta Peoples Republic\" in 1966.[25][26][27] Bayelsa State was created out of Rivers State on October 1, 1996[28] by the Sani Abacha's military government. Its name was derived from the first few letters of the names of the major local government areas from which it was formed: Brass LGA (BALGA), Yenagoa LGA (YELGA) and Sagbama LGA (SALGA).[10] On November 20, 1999, the Nigerian military committed what is now referred to as the Odi massacre. The death toll remains disputed to this day, though Nnimmo Bassey, Executive Director of Environmental Rights Action, claims that nearly 2500 civilians were killed.[29][30] In response to environmental degradation in the state caused by the oil industry, movements such as the \"Rise for Bayelsa[31]\" campaign have emerged to push for protecting the local water supply.[32] In 2019, the Bayelsa State government launched the first formal inquiry into the crisis of oil pollution in the state.[33][34] Bayelsa State has one of the largest crude oil and natural gas deposits in Nigeria.[35][36] As a result, petroleum production is substantial in the state. Even though Bayelsa State is well-endowed with natural resources, the state \"enjoys very minimal dividends from its oil wealth due to the structural inequities in the national revenue allocation system in the practice of fiscal federalism in the country\".[37] Bayelsa has a riverine and estuarine setting[citation needed]. Many communities are almost (and in some cases) surrounded by water, making them inaccessible by road. The state is home to the Edumanom Forest Reserve, in June 2008 the last known site for chimpanzees in the Niger Delta.[38] Other important cities besides Yenagoa include Akassa, Lobia, Amassoma (the home of the Niger Delta University), Eniwari, Ekeremor, Aliebiri, Peretoru, Twon-Brass, Egwema-Brass, Kaiama, Nembe, Odi, Ogbia, Okpoama, Brass, Oporoma, Korokorosei, Otuan, Koroama, Okolobiri, Obunagha, Ogboloma, Sagbama, Olugbobiri, Peremabiri, Ekowe, and Swali. The Akassa Lighthouse has stood since 1910.[39] The main language spoken is Ijaw with dialects such as Kolukuma, Mein, Bomu, Nembe, Epie-Atisa, and Ogbia. Like the rest of Nigeria, English is the official language. Languages of Bayelsa State listed by LGA:[40] This is a black hazardous carbonate substance that pollute the area due to its illegal burning of crude oil(locally called Kpo-fire).[41] This cancerinogenuous chemical causes illnesses such as lung cancer, skin irritation, allergies, respiratory tract infections and so on. Its effect is also meted on the environment as it causes air pollution, soil pollution, water pollution which has led to the death of both plants, humans and animals.[42] This is a common problem in bayelsa because it is on the coat of the Atlantic ocean. The rise of sea water is the major cause. The flooding has affected many communities properties and human.[citation needed]. Almost all areas in Bayelsa state are affected by flooding but Ekeremor, Southern Ijaw, Sagbama, Kolokuma/Opokuma and Yenagoa areas of Bayelsa state are more prone to flooding as it affects these areas yearly.[43] Poor town planning is a major cause of flooding in Bayelsa State.[44] This is one of the major environmental issue in Bayelsa state due to the activities of major oil companies. Oil spillage has affected farmlands, sea life and the health of many people.[45] Almost everyday, Udengs Eradiri is informed of another oil spill in Bayelsa state, in the Niger Delta. He said Bayelsa used to be green, you could go to farm or fish and have a very impressive harvest. You would spend just some hours in the water and you have a handful of fish. Today, he added, you can spend the whole day without catching a glimpse of a fish.[46] Another major environmental issue in Bayelsa state is air pollution(SOOT). Today, many people in Bayelsa state lament that they cannot breathe due to the exposure of emissions of soot, a hazardous black amorphous carbon that has almost completely polluted the air in the areas.[41] However, stakeholders in the affected areas had in 2018 reportedly initiated a campaign with the common refrain; \"Save Rivers from this soot of death\", in the Rivers state region.[46]  Due to massive overseas scholarship programs implemented by the old Rivers State in the 1970s and recent Bayelsa State governments, large numbers of Bayelsan professionals reside in Europe and North America. This is part of the general brain-drain trend affecting many African communities. The major tertiary institutions in Bayelsa state are: Bayelsa State consists of eight[70] local government areas: Coordinates: 4°45′N 6°05′E﻿ / ﻿4.750°N 6.083°E﻿ / 4.750; 6.083","Title":"Bayelsa State - Wikipedia","KeyID":"9731","URL":"https://en.wikipedia.org/wiki/Bayelsa_State"}