{"Content: ":"Cross River State is a state in the South South geopolitical zone of Nigeria. Named for the Cross River, the state was formed from the eastern part of the Eastern Region on 27 May 1967. Its capital is Calabar, it borders to the north by Benue State, to the west by Ebonyi State and Abia State, and to the southwest by Akwa Ibom State while its eastern border forms part of the national border with Cameroon.[3] Originally known as the South-Eastern State before being renamed in 1976, Cross River State formerly included the area that is now Akwa Ibom State, which became a distinct state in 1987.[4] Of the 36 states, Cross River is the nineteenth largest in area and 27th most populous with an estimated population of over 3.8 million as of 2016.[5] Geographically, the state is mainly divided between the Guinean forest–savanna mosaic in the far north and the Cross–Sanaga–Bioko coastal forests in the majority of the interior of the state. The smaller ecoregions are the Central African mangroves in the coastal far south and a part of the montane Cameroonian Highlands forests in the extreme northeast. The most major geographical feature is the state's namesake, the Cross River which bisects Cross River State's interior before forming much of the state's western border and flowing into the Cross River Estuary. Other important rivers are the Calabar and Great Kwa rivers which flow from the inland Oban Hills before flanking the city of Calabar and flowing into the Cross River Estuary as well. In the forested interior of the state are several biodiverse protected areas including the Cross River National Park, Afi Mountain Wildlife Sanctuary, and Mbe Mountains Community Forest. These wildlife reserves contain populations of Preuss's red colobus, African forest buffalo, bat hawk, tree pangolin, grey-necked rockfowl, and West African slender-snouted crocodile along with some of Nigeria's last remaining Nigeria-Cameroon chimpanzee, drill, African forest elephant, and Cross River gorilla populations.[6][7][8][9] Modern-day Cross River State has been inhabited by several ethnic groups for hundreds of years, primarily the Efik of the riverside south and Calabar; the Ekoi (Ejagham) of the inland south; the Akunakuna, Boki, Bahumono, and Yakö (Yakurr) of the central region; and the Bekwarra, Bette, Igede, Ukelle (Kukele) of the northern region. In the pre-colonial period, what is now Cross River State was divided between its ethnic groups with some joining the Aro Confederacy while the Efik founded the Akwa Akpa (Old Calabar) city-state.[3] The latter become a British protectorate in 1884 as the capital of the Oil Rivers Protectorate but it was not until the early 1900s that the British actually gained formal control of the entire area. Around the same time, the protectorate (now renamed the Niger Coast Protectorate) was incorporated into the Southern Nigeria Protectorate which later merged into British Nigeria.[10] After the merger, much of modern-day Cross River became a center of anti-colonial resistance during the Women's War and trade through the international seaport at Calabar.[11][12] After independence in 1960, the area of now-Cross River was a part of the post-independence Eastern Region until 1967 when the region was split and the area became part of the South-Eastern State. Less than two months afterwards, the Igbo-majority former Eastern Region attempted to secede as the state of Biafra; in the three-year long Nigerian Civil War, Calabar and its port was hard fought over in Operation Tiger Claw while people from Cross River were persecuted by Biafran forces as they were mainly non-Igbo.[13] At the war's end and the reunification of Nigeria, the South-Eastern State was reformed until 1976 when it was renamed Cross River State.[14] Eleven years later, Cross River State was divided with western Cross River being broken off to form the new Akwa Ibom State.[4] The state formerly contained the oil-producing Bakassi Peninsula, but it was ceded to Cameroon under the terms of the Greentree Agreement.[15] As an agricultural state, the Cross River State economy partially relies on crops, such as cocoyam, rubber, oil palm, yam, cocoa, cashews, and plantain crops along with fishing. Key minor industries involve tourism in and around the wildlife reserves along with the historic Ikom Monoliths site, Calabar Carnival, and Obudu Mountain Resort. Cross River has the joint-thirteenth highest Human Development Index in the country and numerous institutions of tertiary education.[16] Cross River State derives its name from the Cross River which passes through the state. It is a coastal state located in the Niger Delta region, and occupies 20,156 square kilometers. It shares boundaries with Benue State to the north, Ebonyi and Abia States to the west, to the east by Sud-Ouest Province in Cameroon, and to the south by Akwa-Ibom and the Atlantic Ocean.[17] The state is made up of 18 Local Government Councils. The South-South State was created on 27 May 1967 from the former Eastern Region, Nigeria by the General Yakubu Gowon regime. Its name was changed to Cross River State in the 1976 state creation exercise by the then General Murtala Mohammed regime from South Eastern State.[18]: 222 The present day Akwa Ibom State was excised from it in the state creation exercise of September 1987 by the then regime of General Ibrahim Babangida.[19] The struggle for a new state creation started in 1980 in the reign of president shehu shagari where Senator Joseph Oqua Ansa (Mon) the senator representing Calabar senatorial district then was at the helm of affairs. Its capital is Calabar. Its major towns are Calabar Municipality, Akamkpa, Biase, Calabar South, Ikom, Igede, Obubra, Odukpani, Ogoja, Bekwarra, Ugep, Obudu, Obanliku, Akpabuyo, Ofutop, Iso-bendghe, Danare, Boki, Yala, Bendeghe Ekiem, Etomi, Ediba, Itigidi, Ugep, Ukpe and Ukelle.[20] The state has been previously governed by many governors and administrators including Udoakaha J. Esuene, Paul Omu, Tunde Elegbede, Clement Isong, Donald Etiebet, Daniel Archibong, Ibim Princewill, Ernest Atta, Clement Ebri, Ibrahim Kefas, Gregory Agboneni, Umar Faoruk Ahmed, Christopher Osondu, Donald Duke, Liyel Imoke and Benedict Ayade. The Current Governor is Benedict Ayade, who was sworn into office on 29 May 2015. He was re-elected for a second term in office in 2019 under the platform of The People's Democratic Party. The State is composed of several ethnic groups,[21][22] which include the Efik, the Ejagham, Yakurr, Bahumono, Bette, Yala, Igede, Ukelle and the Bekwarra among others. There are four major languages spoken in the state: French, Efik, Bekwarra, and Ejagham. The Efik language is widely spoken in Cross River State, especially in Calabar Municipality, Calabar South, Akpabuyo, Bakassi, Akampkpa, Biase, and Odukpani Local Government Areas. The Ejagham language is also widely spoken language in Cross River State. The Efik-speaking people live mainly in the Southern senatorial districts of Cross River, or as it is commonly referred to, the Greater Calabar district, which includes Calabar Municipality, Calabar South, Bakassi, Biase, Akpabuyo, Odukpani, and Akamkpa LGAs. There is also the Qua community in Calabar, which speaks Ejagham. The main Ejagham group occupies mostly the Greater Calabar areas of Calabar Municipality, Odukpani, Biase and Akampkpa sections of Cross River State. There are also the Yakurr /Agoi/Bahumono ethnic groups in Yakurr and Abi LGA, while the Mbembe are predominantly found in Obubra LGA. Further up the core northern part of the state are several sub-dialectical groups, among which are Etung, Olulumo, Ofutop, Nkim/Nkum, Abanajum, Nseke and Boki in both Ikom, Etung and Boki LGAs. Also, the Yala/Yache, Igede, Ukelle, Ekajuk, Mbube, Bette, Bekwarra and Utukwang people are found in Ogoja, Yala, Obudu and Obanliku and Bekwarra LGA's. The Yala are a subgroup of the Idoma nation, part of the Yala LGA's subgroups are the Igede speaking people believed to have migrated from the Oju part of Benue State, who migrated from Ora, in Edo North. In Cross River North, Bekwarra is one of the most widely spoken language. It is understood by other tribes in the district. This language along with Efik and Ejagham is used for news broadcast in the state owned radio and TV stations. Cross River State epitomises the nation's linguistic and cultural plurality and it is important to note that, in spite of the diversity of dialects, all the indigenous languages in the state have common linguistic roots as Niger–Congo languages. Finally, the State serves as the venue of the largest carnival in Africa.[23][24] Cross River State consists of eighteen (18) Local Government Areas. They are: Languages of Cross River State listed by LGA includes :[25] Other languages spoken in Cross State are Eki, Ibibio, Ilue, Ito, and Okobo.[25][26] Festivals held in Cross River state includes: From the soaring plateaus of the mountain tops of Obanliku to the Rain forests of Afi, from the Waterfalls of Agbokim and Kwa to the spiralling ox-bow Calabar River which provides sights and images of the Tinapa Business Resort, Calabar Marina, Calabar Residency Museum and the Calabar Slave Park along its course, there is always a thrilling adventure awaiting the eco-tourist visiting Cross River State.[29] Other tourist attractions are the Ikom Monoliths (a series of volcanic-stone monoliths of unknown age), the Mary Slessor Tomb, Calabar Drill Monkey Sanctuary, Cross River National Park, Afi Mountain walkway canopy, Kwa falls, Agbokim waterfalls, Tinapa Business Resort, Mono rail way and the annual Calabar Carnival that takes place during the Christmas period. Cross River State can be accessed by air through the Margaret Ekpo International Airport at Calabar. There are daily flights to Calabar from Lagos and Abuja serviced by airlines such as Air peace Airlines, Ibom Air Airlines and recently Cally Air,operated by Aero Contractors which worked for about 5 months in 2021 and at the start of 2022, it stopped operation. Reason is still unknown. Education started with mother tongue education. Presently, a lot of schools in the state for educative learning in the society.[30] The Tertiary educational institutions in the State includes:","Title":"Cross River State - Wikipedia","KeyID":"9732","URL":"https://en.wikipedia.org/wiki/Cross_River_State"}