{"Content: ":"Delta State is a state in the South-South geopolitical zone of Nigeria. Named after the Niger Delta[4]—a large part of which is in the state—the state was formed from the former Bendel State in August 27, 1991. Bordered on the north by Edo State, the east by Anambra and Rivers States, and that south by Bayelsa State while to the west is the Bight of Benin which covers about 160 kilometres of the state's coastline. The State was initially created with 12 local government areas[5] in 1991 which was later extended to 19 and now has 25 local government areas. Asaba as its state capital located along the River Niger on the northeastern end of the State, while the state's economic center is Warri on the southwestern coastline. Of the 36 states, Delta is the 23th largest in area and twelfth most populous with an estimated population of over 5.6 million as of 2016.[6] Geographically, the state is divided between the Central African mangroves in the coastal southwest and the Nigerian lowland forests in most of the rest of the state as a small portion of the Niger Delta swamp forests are in the far south. The other important geographical features are the River Niger and its distributary, the Forçados River, which flow along Delta's eastern and southern borders, respectively; while fellow Niger distributary, the Escravos River, runs through Warri and the coastal areas are riddled with dozens of smaller Niger distributaries that make up much of the western Niger Delta. Much of the state's nature contain threatened dwarf crocodile, Grey parrot, African fish eagle, mona monkey, and African manatee populations along with potentially extirpated populations of African leopard and Nigeria-Cameroon chimpanzee.[7][8] Offshore, the state is also biodiverse as there are populations of Lesser African threadfin, crabs, and blue mussel along with various cetacean species.[8] What is now Delta State has been inhabited for years by various ethnic groups, including the Isoko and Eruwa in the centre of the state; Ukwuani in the east; the Ika, Ozanogogo and Olukumi in the northeast; the Anioma in the northwest; and the Ijaw, Itsekiri, Urhobo, and Uvwie in the southwest. In the pre-colonial period, now-Delta State was divided into various monarchial states like the Kingdom of Warri and Agbor Kingdom before the area became a part of the British Oil Rivers Protectorate in 1884. In the early 1900s, the British incorporated the protectorate (now renamed the Niger Coast Protectorate) into the Southern Nigeria Protectorate which later amalgamated into British Nigeria. However, colonial forces did not gain permanent control of modern-day Delta State until the 1910s, due to the uprisings of the Ekumeku Movement. Notably, Delta has one of the few parts of now-Nigeria to have been under French control as the UK leased the enclave of Forcados to France from 1903 to 1930. After independence in 1960, the area of now-Delta was a part of the post-independence Western Region until 1963 when the region was split and the area became part of the Mid-Western Region. In 1967, the Igbo-majority former Eastern Region attempted to secede as the state of Biafra and invaded the Mid-Western Region in an attempt to capture Lagos and end the war quickly; Biafran forces were halted and eventually pushed back but briefly declared the captured Mid-Western Region (including now-Delta State) as the Republic of Benin. During the occupation there were widespread hostilities between the Biafran forces and the mainly non-Igbo inhabitants of now-Delta State with Biafran forces committing atrocities against ethnic Hausa, Urhobo, and Ijaw people; similarly, upon the liberation of the Mid-West, Nigerian forces committed the Asaba massacre against ethnic Igbos in Asaba. At the war's end and the reunification of Nigeria, the Mid-Western Region was reformed until 1976 when it was renamed Bendel State. In 1991, Bendel State was split with the north becoming Edo State and the south becoming Delta State.[9] Economically, Delta State [10] is based around the production of crude oil and natural gas as one of the main oil-producing states in the country.[11] Key minor industries involve agriculture as the state has substantial oil palm, yam, and cassava crops along with fishing and heliciculture. In large part due to its vast oil revenues, Delta has the fourth highest Human Development Index in the country; however, disputes between oil companies and local communities along with years of systemic corruption have led to hostilities that are often tied to the lack of development in host communities.[12][13] The State covers a landmass of about 18,050 km2 (6,970 sq mi), of which more than 60% is land. The state lies approximately between 5°00' and 6°45' E and 5°00' and 6°30' N.[14] It is geographically located in Nigeria's midwest, bounded in the north and west by Edo State, the east by Anambra, Imo, and Rivers States, southeast by Bayelsa State,[15] and on the southern extreme is the Bight of Benin which covers about 160 kilometres of the state's coastline. Delta State is generally low-lying without any remarkable hills. The state has a wide coastal belt inter-lace with rivulets and streams, which form part of the Niger River Delta.[16] Delta State was defined out of the former Bendel State on 27 August 1991.[17] The state was actualized following agitations for the realization of a separate distinct state by the peoples of the old Delta Province.[18] There was yet another state request proposed as \"Anioma State\" comprising the Asaba and Agbor divisions of the old Midwest region.[18] The then Military President, Gen. Ibrahim Babangida, recognized Delta state but chose \"Asaba\" a prominent town within the \"Northwestern Lower Niger\" as capital city.[18] The proposed capital was a virgin land in the heart of the two constituent divisions that constitutes the Northwestern Lower Niger.[18] Delta state was once integrated in the Mid Western state from 1963 to 1976 and later Bendel state, from 1976 to 1991. The name \"Bendel\" (Ben-Del) coined from the old Benin and Delta Provinces of Western Region-Delta to reflect the integration of Benin and Delta provinces.[19] Delta State is predominantly inhabited by the Urhobo, Ukwani, Isoko, Anioma, Ijaw, Ika, Aniocha-Oshimili, Itsekiri and the Olukumi people.[18] The population of other groups in the state are negligible. The Urhobo-Isoko are the most predominant people inhabiting the state[18] and currently more than 2.6million.[20] The Igboid group populating Delta State are referred to as the Anioma (People Of Good Land[21]) people.[18] The Itsekiri speak a language very closely related to Yoruba but have been culturally influenced by the Edo from neighbouring Edo state, as well as the Urhobo, and Ijaw.[18] The Ijaws are a group of people related to the predominant people of neighbouring Bayelsa State,[22] while the Olukumi are becoming culturally and linguistically extinct,[23] due to acculturation and assimilation. The vast majority of inhabitants are Christian, with very few practicing traditional religions.[20] Arthur Okowa Ifeanyi, a member of the People's Democratic Party, was elected Governor and chief executive of Delta State in April 2015.[24] His deputy is Barr. Kingsley Otuaro.[25] The state has three National Senatorial Districts (South, North and Central). In 2011 and 2013, the elected senators were James Manager, Arthur Okowa Ifeanyi and Emmanuel Aguariavwodo who replaced Pius Ewherido who died in 2013 at National Hospital, Abuja.[26] In 2015, Chief Ighoyeta Amori was elected Senator of Delta Central but his election was annulled and Senator Ovie Omo-Agege sworn in as Senator of Delta Central,[27] James Manager retained his position and Chief Peter Nwaoboshi was elected Senator of Delta North. The Executive, Legislative and Judicial Chambers are housed in Asaba with a government house annex in Warri.[citation needed] Delta State consists of 25 Local Government Areas (shown with 2006 population figures): Languages of Delta State listed by LGA:[36] There are various solid mineral deposits within the state - industrial clay, silica, lignite, kaolin, tar sand, decorative rocks, limestone, etc.[37] These are raw materials for industries such as brick making, ceramics, bottle manufacturing, glass manufacturing, chemical/insulators production, chalk manufacturing and sanitary wares, decorative stone cutting and quarrying,[38] but these minerals are under-utilized. Delta state also has huge deposits of crude oil and is also one of the largest producers of petroleum products in Nigeria.[39] Sales of petroleum products is what majorly drives its economy. Institutions of higher learning in Delta state include:[18] Delta State has some historical, cultural and socio-political tourist centers that attract visitors from around the globe. Some of these sites of tourism include:[18] Delta State is known to have produced several sportsmen and women, notably Stephen Okechukwu Keshi, Sunday Ogochukwu Oliseh, Austin Jay-Jay Okocha, Wilson Oruma, Efetobore Sodje Blessing Okagbare, Jonathan Akpoborie, Alex Iwobi and Ogenekaro Etebo.[70]","Title":"Delta State - Wikipedia","KeyID":"9733","URL":"https://en.wikipedia.org/wiki/Delta_State"}