{"Content: ":"Plateau is the twelfth-largest state in Nigeria. Approximately in the centre of the country, it is geographically unique in Nigeria due to its boundaries of elevated hills surrounding the Jos Plateau,[5] its capital, and the entire plateau itself. Plateau State is described as \"The Home of Peace and Tourism\". With natural formations of rocks, hills and waterfalls, it derives its name from the Jos Plateau and has a population of around 3.5 million people.[6] Plateau State is located in the North Central Zone out of the six geopolitical zones of Nigeria.[7] With an area of 26,899 square kilometres, the State has an estimated population of about three million people. It is located between latitude 08째24'N and longitude 008째32' and 010째38' east.[citation needed] The state is named after the Jos Plateau, a mountainous area in the north of the state with rock formations.[citation needed] Bare rocks are scattered across the grasslands, which cover the plateau.[citation needed] The altitude ranges from around 1,200 metres (3,900 ft) to a peak of 1,829 metres (6,001 ft) above sea level in the Shere Hills range near Jos. Years of tin and columbite mining have left the area strewn with deep gorges and lakes.[citation needed] Though situated in the tropical zone, a higher altitude means that Plateau State has a near temperate climate with an average temperature of between 13 and 22 째C. Harmattan winds cause the coldest weather between December and February. The warmest temperatures usually occur in the dry season months of March and April. The mean annual rainfall varies between 131.75 cm (52 in) in the southern part to 146 cm (57 in) on the Plateau. The highest rainfall is recorded during the wet season months of July and August. The average lower temperatures in Plateau State has led to a reduced incidence of some tropical diseases such as malaria. The Jos Plateau makes it the source of many rivers in northern Nigeria including the Kaduna, Gongola, Hadeja and Damaturu rivers. The Jos Plateau is thought to be an area of younger granite which was intruded through an area of older granite rock, making up the surrounding states. These \"younger\" granites are thought to be about 160 million years old. This creates the unusual scenery of the Jos Plateau. There are numerous hillocks with gentle slopes emerging from the ground like mushrooms scattered with huge boulders. Also, volcanic activity 50 million years ago created numerous volcanoes and vast basaltic plateaus formed from lava flows. This also produces regions of mainly narrow and deep valleys and pediments (surfaces made smooth by erosion) from the middle of rounded hills with sheer rock faces.[8] The phases of volcanic activities involved in the formation of Plateau State have made it one of the mineral rich states in the country.[9] Tin is still mined and processed on the plateau.[citation needed] Plateau State is known as The Home of Peace and Tourism in Nigeria. Although the tourism sector is not thriving due to meagre allocations to it by the State Government, its natural endowments are still attractions to tourists, mostly within Nigeria. The following Natural resources are found in Plateau state: Barite, Bauxite, Betonite, Bismuth, Cassiterite, Clay, Coal, Emeral, Fluoride, Gemstone, Granite, Iron-ore, Kaolin, Lead/Zinc, Marble, Molybdenite, Phrochlore, Salt, Tantalite/Columbite, Tin & Wolfram.[24] Plateau state has been adjusted to its present borders many times. Colonial manipulation was from a desire to protect the railway construction and guarantee safe passage of mined tin to the coast. There was also an attempt initially to create a province of largely non-Muslims under one Resident. Later alterations came from strong local desires for self-government. The British began to exert colonial control of Nigeria in the early 20th century. At that time, much of Plateau State was part of Bauchi Province. In 1926, Plateau Province, made up of Jos and Pankshin Divisions, was carved out of Bauchi. The border changed several times in subsequent years as the government sought not to split ethnic groups. In May 1967, Benue and Plateau Provinces were merged to form the large Benue-Plateau State. At this time Nigeria had twelve states. Following the civil war, Benue-Plateau State was one of several large states which were further split up following pressure on the Federal Government. Under the military administration of General Yakubu Gowon, the country was further divided into nineteen states in 1976 and Plateau State was created from Benue-Plateau covering the area of the original Plateau Province. In 1996, Plateau State was further subdivided to create Nasarawa State which was carved out of the western half of Plateau State by Sani Abacha's military regime. Tin mining activities began in 1902 under the British and continue to the present day. The Plateau State administrative structure consists of the State Cabinet, the House of Assembly and Local Government Areas.[citation needed] The state government is run by the Governor (chief executive), Deputy Governor, Secretary to the state government, Commissioners (cabinet members), special advisers, permanent secretaries, board chairmen and general managers. The current governor is Simon Bako Lalong.He was sworn in on 29 May 2015 under the party APC.[25] The House of Assembly consists of 25 members and 11 special advisers.[citation needed] The current Speaker of the house is Rt. Hon. Yakubu Yakson Sanda who was elected on 20 October 2021 by the Honourable Members of the house following the impeachment of Rt. Hon. Ayuba Abok by the members of the 9th assembly.[citation needed] The Local Government is headed by a chairman, who is the chief executive, while his cabinet consists of elected councilors who make up the legislative arm.[citation needed] Plateau State is also divided into 17 Local Government Areas, each encompassing ethnic groups who share common affinities or distant bloodlines.[citation needed] Leaders of these Local Government areas are elected by the people from amongst several contestants who may not be related to any past chiefdom leaders.[citation needed] As of today, all the seventeen areas have elected Chairmen as Management Committee Chairmen which were been appointed by the governor Simon Bako Lalong for some four Local Government Areas which include Barkin Ladi, Jos North, Jos South, and Riyom have all been replaced.[citation needed] In 1976, Plateau State consisted of fourteen (14) Local Government Areas (LGAs). New LGAs were carved out of the large ones in 1989, 1991 and 1996, so that today, the new Plateau State is subdivided into the following seventeen (17) LGAs: The state has over forty ethno-linguistic groups. Some of the indigenous ethnic groups in the state are the Berom, Afizere, Amo, Anaguta, Aten, Bijim, Bogghom, Buji, Jipal, Mhiship, Irchip, Fier, Gashish, Goemai, Irigwe, Jarawa, Jukun, Kadung, Kofyar (comprising Doemak, Kwalla, and Mernyang), Montol [fr], Mushere, Mupun, Mwaghavul [fr], Ngas, Piapung, Pyem, Ron-Kulere, Bache, Talet, Tarok, and Youm. These ethnic groups are predominantly farmers and have similar cultural and traditional ways of life. People from other parts of country have come to settle in Plateau State; these include the Hausa, Tiv, Idoma, Igbo, Yoruba, Ibibio, Annang, Efik, Ijaw, and Bini. Each ethnic group has its own distinct language, but as with the rest of the country, English is the official language in Plateau State; Hausa is also a common medium of communication and commerce as is the case in most parts of the North and Middle Belt of Nigeria.[26] There have been several major attacks in Plateau State, mostly in Jos, including riots and bombings by jihadist Boko Haram insurgents. Plateau State has been a venue of clashes between the minority Muslim Hausa-Fulani herders and predominantly Christian farmers like the other states of Middle Belt area of Nigeria.[27] There have been cases of attacks away from the state capital, most recently, one which drew international attention as the site of multiple attacks attributed to Fulani herdsmen.[28][29][30] These included a series of attacks carried out on Christian communities in Plateau State from June 2018 onward which were estimated to have taken the lives of at least 200 people and left many others homeless.[31][32][33][34] In 2022, a bandit gang attacked several villages. Tertiary institutions in Plateau state include: Languages of Plateau State listed by LGA:[50]","Title":"Plateau State - Wikipedia","KeyID":"9739","URL":"https://en.wikipedia.org/wiki/Plateau_State"}