{"Content: ":"Ogun State is a state in southwestern Nigeria. Created on 3 February 1976 from the former Western State. Ogun State borders Lagos State to the south, Oyo State and Osun State to the north, Ondo State, and the Republic of Benin to the west. Abeokuta is both Ogun State's capital and most populous city; other important cities in the state include Ijebu Ode, the royal capital of the Ijebu Kingdom, and Sagamu, Nigeria's leading kola nut grower.[3] Ogun state is covered predominantly by rain forest and has wooden savanna in the northwest .[4] Ogun State had a total population of 3,751,140 residents as of 2006,[5] making Ogun State the 16th most populated state in Nigeria[6] In terms of landmass, Ogun State is the 24th largest State in Nigeria with land area of 16,762 kilometer square.[7] Nicknamed the \"Gateway to Nigeria\", the state is notable for having a high concentration of industrial estates and being a major manufacturing hub in Nigeria. Major factories in Ogun include the Dangote Cement factory in Ibese,[8] Nestle,[9] Lafarge Cement factory in Ewekoro, Memmcol in Orimerunmu,[10] Coleman Cables in Sagamu and Arepo,[11] Procter & Gamble in Agbara,[12] amongst others. Ogun State is predominantly Yoruba,[13] with the Yoruba language serving as the lingua franca of the state. The dominant religions in Ogun State are Islam and Christianity although a certain amount of traditional religion is still practiced.[14] Ogun State is noted for being the almost exclusive site of Ofada rice production. Ogun is also home to many icons in Nigeria in particular and Africa in general. The current governor is Dapo Abiodun, a member of the All Progressives Congress, who heads the Executive Council of Ogun State.[15] On Wednesday May 29, 2019, Abiodun was sworn in as the fifth governor of Ogun State at the MKO Abiola Stadium in Kuto, Abeokuta.[16] Ogun State consists of twenty local government areas. They are: The main ethnic groups in Ogun State are the Ẹgba, the Ijebu, the Remo, the Egbado, the Awori and the Egun.There are also sub groups like the Ikale, the Ketu, the Ohori and the Anago[17] Ogun state is divided into three senatorial districts: Ogun Central, Ogun East and Ogun west. Ogun Central consists majorly of the Egbas that occupied six local governments: Abeokuta North (Akomoje), Abeokuta south (Ake), Ewekoro (Itori), Ifo (Ifo), Obafemi owode (Owode ẹgba) and Odeda (Odeda). Ogun East consists majorly of the Ijebus and the Remos that occupied 9 local governments: Ijebu East (Ogbẹrẹ), Ijebu North (Ijebu Igbo), Ijebu North East (Attan), Ijebu ode (Ijebu ode), Ikenne (Ikenne remo), Odogbolu (Odogbolu), Ogun waterside (Abigi), Remo North (Ilisan Remo) and Sagamu (Sagamu). Ogun west consists majorly of the Yewas (formerly Egbados) that occupied 5 local governments: Ado odo Ota (Otta), Imeko Afon (Imeko), Ipokia (Ipokia), Yewa North (Ayetoro) and Yewa South (Ilaro). Ogun state has three federal secondary schools; Federal Government Girls' College, Sagamu [18] and Federal Government College, Odogbolu[19] and Federal Science and Technical College, Ijebu-Imushin.[20] Ogun state has one Federal University; the Federal University of Agriculture, Abeokuta (FUNAAB[21]) and one Federal college of education, FCE Osiele (both at Odeda Local government area), one state government college of education, named after the late Nigerian educationist of international repute Augustus Taiwo Solarin in 1994 as Tai Solarin College of Education (TASCE[22]), (formerly known as Ogun State College of Education, Ijagun, Ijebu-Ode, one Federal Polytechnic, Ilaro). One is named after late Nigerian business mogul and winner of June 12, 1993 election, Basorun Moshood Kasimawo Olawale Abiola as Moshood Abiola Polytechnic (MAPOLY[23]), formerly known as Ogun State Polytechnic, Ojere, Abeokuta, Another Gateway Polytechnic Saapade,[24] Remo (GAPOSA), Abraham Adesanya Polytechnic[24] Ijebu-Igbo (Aapoly) (formerly known as 'The Polytechnic Ijebu-Igbo) it was name after Chief Abraham Aderibigbe Adesanya who was a Nigerian politician, lawyer and activist. Two state government universities: Olabisi Onabanjo University, Ago Iwoye (formerly known as Ogun State University), and the Tai Solarin University of Education (TASUED[25]) Ijebu Ode.[5] Ogun State has a total of nine registered universities, the highest of any state in Nigeria. It has five private universities.[26] Amongst others are Chrisland University, Abeokuta Bells University of Technology in Ota, Covenant University and Babcock University in Ilisan-Remo, which was the first private university in the country.[5] The state has two major government hospitals: the Federal Medical Center at Abeokuta, and the Olabisi Onabanjo University Teaching Hospital in Sagamu. The National Youth Service Corps (NYSC) Permanent Orientation Camp is located at Sagamu Local Government area of the state.[5] The following are the mineral resources in Ogun State:[31]","Title":"Ogun State - Wikipedia","KeyID":"9741","URL":"https://en.wikipedia.org/wiki/Ogun_State"}