{"Content: ":"Osun State (/ˈoʊʃuːn/; Yoruba: Ìpínlẹ̀ Ọ̀ṣun), occasionally known as the State of Osun by the state government, is a state in southwestern Nigeria; bounded to the east by Ekiti and Ondo states, to the north by Kwara State, to the south by Ogun State and to the west by Oyo State. Named for the River Osun—a vital river which flows through the state—the state was formed from the southeast of Oyo State on 27 August 1991 and has its capital as the city of Osogbo.[4][5] Of the 36 states of Nigeria, Osun is the ninth smallest in area and nineteenth most populous with an estimated population of about 4.7 million as of 2016.[6][7] Geographically, the state is divided between the Nigerian lowland forests in most of the state and the drier Guinean forest–savanna mosaic in the north. The major geographical features are rivers including the state's namesake, the River Osun which bisects the state's interior before forming much of the state's southwestern border with Oyo State and flowing south. Other important rivers are the Erinle and Oba rivers, both Osun tributaries which flow from the north before meeting the Osun along the southwestern border. Among the state's fauna are mona monkey, common kestrel, purple heron, and royal antelope, along with some of Nigeria's last remaining Nigeria-Cameroon chimpanzee and African forest elephant which inhabit the heavily threatened forests along the southern borders with Ondo and Ogun states.[8][9][10] Osun State is primarily inhabited by the Yoruba people, mainly of the Ibolo, Ifẹ, Igbomina, Ijesha, and Oyo subgroups. Religiously, the majority of the state's population (~50%) are Muslims (mainly Sunni), Christians and traditionalist (primarily Ìṣẹ̀ṣe) minorities at about 45% and 5%, respectively. In the pre-colonial period, the area that is now Osun State was split up between various Western Yoruba states with some states being town-based as others were part of larger empires like the Oyo Empire. From 1877 to 1893, Western Yoruba states fought the Kiriji War alongside other Eastern Yoruba groups against Eastern Yoruba groups; the war ended in a British-brokered stalemate before the area was colonized and incorporated into the British Southern Nigeria Protectorate which later merged into British Nigeria in 1914. After independence in 1960, the area of now-Osun was a part of the post-independence Western Region until 1967 when the region was split and the area became part of the Western State. In 1976, the Western State was split and the state's west became Oyo State. Fifteen years later, Oyo State's east was broken off to form Osun State. Economically, Osun State is largely based around agriculture, mainly of cocoa, cassava, millet, maize,Potato and yam crops. Other key industries are services, especially in urban areas, along with artisanal mining and livestock herding. Osun is home to several of Nigeria's most famous landmarks, including the campus of Obafemi Awolowo University, one of Nigeria's pre-eminent institutions of higher learning. The university is located in the ancient town of Ile-Ifẹ, an important early center of political and religious development for Yoruba culture. Other important cities and towns include the ancient kingdom-capitals of Ila Orangun, Iragbiji, Ikirun, Oke-Ila Orangun, Ijebu-Jesa, Ede, Iwo, Ejigbo, Ibokun, Ode-Omu, Otan Ayegbaju, Ifetedo, Esa-Oke, Ilesa, Okuku, Otan-Ile and Igbajo. Osun State is additionally noted for having the second highest literacy rate in the country.[11] The modern State of Osun was created on 27 August, 1991 from part of the old Oyo State. The state's name is derived from the River Osun, the venerated natural spring that is the manifestation of the Yoruba goddess of the same name.[12] The former Governor Olagunsoye Oyinlola launched and laid the foundation for the groundbreaking of Osun State University with six campuses (Osogbo, Okuku, Ikire, Ejigbo, Ifetedo, and Ipetu-Ijesha) strategically located across the state. Important cultural events in the state include the Ori Oke and Egungun festival(Mascurade festival) in Iragbiji,[13] Olojo in Ife and the Osun Osogbo festival. Every year, adherents and non-adherents of Osun, one of the Orisa (the traditional deities of the Yoruba people), travel from all over the world to attend the annual Osun-Osogbo festival in August. Visitors include nationals of Brazil, Cuba, Trinidad, Grenada, and other nations in the Americas with a significant Yoruba cultural heritage. Annual traditional festivities and invocations of the Osun goddess are held along the banks of the river bearing her name into which – according to Yoruba Oratory traditions – she transformed. Ọsun-Ọsogbo Grove, the shrine of the annual rites of the deity and an important artistic center, was declared a World Heritage Site in 2005.[14] The major sub-ethnic groups in Ọsun State are Ife, Ijesha, Oyo, Ibolo and Igbomina of the Yoruba people, although there are also people from other parts of Nigeria. Yoruba and English are the official languages. People of Osun State practice Islam, Christianity and their ancient religion, the traditional faith. State of Osun is home to a lot of tourist attraction based on it rich history and cultural base of the Yoruba. This is a place considered as an heritage site. it is located along the Osun river and it's home to the goddess of fertility, Yemoja.[15] Erin-Ijesha Waterfall[16] Erin-Ijesha Waterfalls is located in Erin-Ijesha. It is a tourist attraction located in Oriade local. The fall features seven floors.[17] The following are the mineral resources in Osun State[18] Osun State was created from the old Oyo State in August 1991, has a large population of both Muslims and Christians.[19] Among the famous religious leaders from Osun State is the London-based Muslim cleric Sheikh Dr. Abu-Abdullah Adelabu, who hails from the state's capital city, Osogbo and Pastor (Dr.) Johnson Ade Odewale of Christ Apostolic church, Calvary Assembly from Odeomu, who is based in Boston, USA. The popular Pastor E.A Adeboye hails from Ifewara in Osun state. Also Pastor David Oyedepo among others. The Osun State government claims to offer services to both Muslims and Christians in the state, especially through Pilgrims Welfare Boards.[20] The major traditional rulers in Osun State acclaim either the Faith of Islam or Christianity. While, for instance, Ooni of Ife Oba Adeyeye Enitan Ogunwusi (Ojaja II) and Owa Obokun Adimula of Ijesaland Oba Gabriel Adekunle (Aromolaran II), Oba Moses Oyediran Ogunsua Of Modakeke, Oba Samuel Oyebode Oluronke II (Olokuku of Okuku), and Oba Sunday Olatokun (Olotan of Otan-Ile) ascribe to Christianity, Orangun of (Ile) Ila-Orangun Oba Wahab Kayode Adedeji Oyedotun (Arutu-Oluokun Bibiire I), Ataoja of Osogbo Oba Jimoh Olaonipekun Oyetunji (Larooye II), Timi of Ede Oba Munirudeen Adesola Lawal (Laminisa I), Aragbiji of iragbiji (Oba Abdulrasheed Ayotunde Olabomi),[13] Owa of Otan Ayegbaju Oba Lukman Ojo Fadipe (Olatanka III) and Oluwo of Iwo Oba Abdul Rasheed Adewale Akanbi (Ilufemiloye Telu I) practiced Islam. The dominant religions in Osun State are Islam and Christianity although a certain amount of traditional religion is still practiced.[21] A list of tertiary institutions in Osun state includes: Osun State is divided into three federal senatorial districts, each of which is composed of two administrative zones. The state consists of thirty (30) Local Government Areas and Area offices, the primary (third-tier) unit of government in Nigeria. Osun State's 30 Local Government Area headquarters: List of current Local Government Area Chairmen.[22]","Title":"Osun State - Wikipedia","KeyID":"9742","URL":"https://en.wikipedia.org/wiki/Osun_State"}