{"Content: ":"Oyo State is an inland state in southwestern Nigeria. Its capital is Ibadan, the third most populous city in the country and formerly the second most populous city in Africa.[7] Oyo State is bordered to the north by Kwara State, to the east by Osun State, and to the southwest by Ogun State and the Republic of Benin. With a projected population of 7,840,864 in 2016, Oyo State is the fifth most populous in the Nigeria. The vast majority of Oyo State residents are Yoruba, and the Yoruba language remains dominant.[8] Nicknamed the \"Pace Setter State\", present-day Oyo State sits on territory formerly ruled by various kingdoms and empires. The Oyo Empire was a powerful Yoruba empire that ruled in much of the area from c. 1300 to 1896.[9] Built in the 1830s, modern city of Oyo is considered a remnant of the imperial era, being referred to as \"New Ọyọ\" (Ọ̀yọ́ Àtìbà) to distinguish itself from the former capital to the north, 'Old Oyo' (Ọ̀yọ́-Ilé). The Alaafin of Oyo continues to serve a ceremonial role in the city.[10] Oyo State is noted for being the site of the first university in Nigeria,[11] the University of Ibadan,[12] founded in 1948. The state economy remains largely agrarian, with the western city of Shaki being described as the state's breadbasket. Cassava, cocoa, and tobacco are among the most important crops to Oyo State's economy.[13][14] Oyo State covers approximately an area of 28,454 square kilometers and is ranked 14th by size. [15]The landscape consists of old hard rocks and dome shaped hills, which rise gently from about 500 meters in the southern part and reaching a height of about 1,200 metres above sea level in the northern part.[16] Some principal rivers such as Ogun, Oba, Oyan, Otin, Ofiki, Sasa, Oni, Erinle and Osun river originate in this highland.[17] Oyo State contains a number of natural features including the Old Oyo National Park. In this location there was earlier habitat for the endangered African wild dog, Lycaon pictus;[18] however, this canid is thought to have been locally extirpated at the present. The Climate is equatorial, notably with dry and wet seasons with relatively high humidity. The dry season lasts from November to March while the wet season starts from April and ends in October. Average daily temperature ranges between 25 °C (77.0 °F) and 35 °C (95.0 °F), almost throughout the year.[19] It was formed in 1976[20] from Western State, and included Ọsun State, which was split off in 1991. Oyo State is homogenous, mainly inhabited by the Yoruba ethnic group who are primarily agrarian but have a predilection for living in high-density urban centres.[21] The indigenes mainly comprise the Oyos, the Oke-Oguns, the Ibadans[22] and the Ibarapas, all belonging to the Yoruba family and indigenous city in Africa. Ibadan had been the centre of administration of the old Western Region since the days of British colonial rule. Other notable cities and towns in Ọyọ State include Ọyọ, Ogbomọsọ, Ibadan, Isẹyín-Okeogun, Ipapo-Okeogun, Kíṣì-Okeogun, Okeho-Okeogun, Saki-Okeogun, Igbeti-Okeogun, Eruwa-Ibarapa, Iroko, Lanlate, OjeOwode-Okeogun, Sepeteri-Okeogun, Ilora-Oyo, Jobele-Oyo, Awe-Oyo, Ilérò-Okeogun, Okaka-Okeogun, Igbo Ora-Ibarapa, Idere[23] The first degree awarding institution in Nigeria is the University of Ibadan (established as a college of the University of London when it was founded in 1948, and later converted into an autonomous university in 1962).[24] The other universities in the state are: Lead City University, Ibadan, Ajayi Crowther University, Oyo, Koladaisi University, Dominican University, Ibadan, Dominion University and Ladoke Akintola University of Technology, Ogbomoso. The Polytechnic, Ibadan, Oyo State College of Agriculture and Technology Igbo Ora, Adeseun Ogundoyin Polytechnic Eruwa are located in Oyo State.[25] There are 324 secondary schools and 1,576 public primary schools in the state. Other noteworthy institutions in the city include the University College Hospital, Ibadan; the first teaching hospital in Nigeria and the International Institute of Tropical Agriculture (lITA).[26] Cocoa House, located in Ibadan, was the first skyscraper built in Africa.[27] The state is home to NTA Ibadan, the first television station in Africa, and the Obafemi Awolowo (formerly, Liberty) Stadium, a stadium with a capacity of 35,000.[28] Other major tourist attractions located in the state include: Agodi Botanical Garden, Ado-Awaye Suspended lake, Mapo Hall, University of Ibadan Zoological Garden, Ido Cenotaph, Trans-Wonderland Amusement Park, Old Oyo National Park located in the historical site of the ancient capital of the famous old Oyo Empire, Iyamopo and Agbele Hill in Igbeti, Bowers Tower and the Cultural Centre, Mokola. The state hosts the first FM radio, and the first private television station, Galaxy Television (Nigeria) in the country.[29] Under the Nigerian 1999 constitution[30] the government of Oyo State, and those of the other 35 Nigerian States, is divided into three branches to be in line with the government of the Federal Republic of Nigeria which is also three tier: the executive branch, the legislative branch and the judiciary.[31] The executive branch of Oyo State government is headed by an elected executive governor who presides over the State Executive Council made up of appointed cabinet members. The present governor of Oyo State is Oluseyi Abiodun Makinde with Rauf Olaniyan as deputy governor.[32] The legislative branch is headed by an elected Speaker of the House of Assembly. The current Speaker is Hon. Debo Ogundoyin.[33] And lastly, the judiciary is headed by the Chief Judge of Oyo State High Court. The present Chief Judge of the state is Muktar Abimbola.[34] Presently the State has 2,004 public schools, 971 private nursery/primary schools, 969 public secondary schools including 7 schools of Science and 57 private secondary schools. Also in the State, there are five government technical colleges at Oyo, Ogbomoso, Ibadan, Shaki-Okeogun and Iseyin-Okeogun with enrolment of 2,829 students in the 2000/2001 academic session. The National Youth Service Corp(NYSC) permanent orientation camp is located in Iseyin.[35] There is Ebedi Writers’ Residency situated at the hill-side of Barracks area of Iseyin . This International Residency has brought great writers, journalists and authors all over the world including Africa’s first Nobel Laurel, Prof. Wole Soyinka, Jumoke Verissiomo, Funmi Aluko, Richard Ali, Paul Liam and others. Historically prominent secondary schools include St Anne's School Ibadan (1869), Wesley College, Ibadan (1905), Ibadan Grammar School (1913), Government College Ibadan (1927), St Theresa's College Ibadan (1932), Ibadan Boys' High School (1938), Olivet Heights Oyo (1945), Queen's School Ibadan (1952), Loyola College Ibadan (1954), St. Bernadine's Oyo (1957), Lagelu Grammar School Ibadan (1958), Iseyin District Grammar School Iseyin (1964), Methodist High School, Ibadan (1961) St Patrick's Grammar School Ibadan (1962) and several others. It's also home to Africa's leading fountain of knowledge, the iconic University of Ibadan (The University was originally instituted as an independent external college of the University of London, then it was called the University College, Ibadan[36]). Two new technical colleges located at Iseyin, Iseyin Local Government area and Ikija in Oluyole Local Government area were established in the 2001/2002 academic session. A college of education, Oyo State College of Education, Oyo. There is a Polytechnic, The Polytechnic, Ibadan, with 2 satellite campuses at Eruwa and Shaki-Okeogun, (now known as The Oke-Ogun Polytechnic) and a State-owned University, The Ladoke Akintola University of Technology (LAUTECH), Ogbomoso, which is jointly owned by Oyo and Osun State Governments. The federal premier university The University of Ibadan, is also located in State capital. A private Polytechnic (SAF Polytechnic, Iseyin) is located in Iseyin. There is a vocational Institute in Saki West Local Government named: The Kings Poly, Shaki-Okeogun. There are also the Federal College of Animal Health and Production Technology, Ibadan; Federal College of Education (Special), Oyo, the Federal School of Surveying, Oyo; Cocoa Research Institute of Nigeria (CRIN), Institute of Agricultural Research and Training (IAR&T), the Nigerian Institute of Science Laboratory Technology (NISLT), the Federal College of Forestry, Ibadan (FEDCOFOR) a subsidiary of Forestry Research Institute of Nigeria (FRIN) and the Nigerian Institute Of Social And Economic Research (NISER), all in Ibadan. Similarly, there are 15 Nomadic schools in the State. They are Gaa Jooro and Gaa Baale, both in Kisi (Irepo Local Government); Baochilu Government; Arin-Oye, Abiogun, Okaka and Baba-Ode (Itesiwaju Local Government); Iganna (Iwajowa Local Government); Igangan and Ayete (Ibarapa North Local Government); Gaa Kondo and Igbo-Ora, (Ibarapa Central Local Government) and Sepeteri (Saki East Local Government). There are 213 continuing education centres spread all over the State.[citation needed][37] 15 special primary schools and 8 special units in secondary schools cater for handicapped children. There are 11,732 teaching staff in the state public secondary schools and 2,789 non-teaching staff.[citation needed] The Agency for Adult and Non-formal Education (AANFE) caters for illiterate adults who had no opportunity of formal education. The agency has 455 classes in existence in the 33 Local Government areas of the State, while 200,000 illiterate adults and over 80,000 post-illiterate adults have been trained recently.[citation needed][38] The following are universities located within Oyo State;[39] Agriculture is the main occupation of the people of Oyo State. The climate in the state favours the cultivation of crops like maize, yam, cassava, millet, rice, plantains, cocoa, palm produce, cashew etc. There are a number of government farm settlements in Iseyin/Ipapo, Ilora, Eruwa, Ogbomosho, Iresaadu, Ijaiye, Akufo and Lalupon. There is abundance of clay, kaolin and aquamarine. There are also vast cattle ranches at Saki, Fasola and Ibadan, a dairy farm at Monatan in Ibadan and the statewide Oyo State Agricultural Development Programme with headquarters at Saki. A number of international and federal agricultural establishments are located in the state. Oyo State consists of 33 Local Government Areas. They are:","Title":"Oyo State - Wikipedia","KeyID":"9743","URL":"https://en.wikipedia.org/wiki/Oyo_State"}