{"Content: ":"Beginning in May 2003, by July a total of 71 cases of human monkeypox were found in six Midwestern states including Wisconsin (39 cases), Indiana (16), Illinois (12), Kansas (1), Missouri (2), and Ohio (1). The cause of the outbreak was traced to three species of African rodents (Gambian pouched rat, dormice, rope squirrels) imported from Ghana on April 9, 2003, into the United States by an exotic animal importer in Texas. These were shipped from Texas to an Illinois distributor, who housed them with prairie dogs, which then became infected. The outbreak marked the first time monkeypox infection appeared in the United States, and the first time in the Western Hemisphere. No deaths were reported, and no human-to-human transmission was found. All cases involved direct contact with infected prairie dogs. Electron microscopy and testing by polymerase chain reaction and immunohistochemistry were used to confirm the causative agent was human monkeypox.[2][3] In May, 2003, a three-year-old Wisconsin resident was bitten by a prairie dog purchased from a local pet store.[4] The child was hospitalized after developing fever of unknown origin (103 °F), swollen eyes, and a red vesicular skin rash. The child's parents also developed a rash, but no other symptoms.[5] Physicians immediately associated the symptoms with the animal bite and reported the case to the Milwaukee Health Department. Testing of both the child and the prairie dog confirmed the monkeypox virus as the causative agent. Between May 15, 2003, when the three-year-old index patient was first diagnosed through June 20, the date of the last patient with a laboratory-confirmed case of monkeypox, a total of 71 people ranging in age from 1 to 51 were infected.[3] On April 9, 2003, a Texas importer received a shipment of 762 African rodents from Accra, Ghana, which included rope squirrels (Funiscuirus sp.), tree squirrels (Heliosciurus sp.), Gambian pouched rats (Cricetomys sp.), African brush-tailed porcupine (Atherurus sp.), dormice (Graphiurus sp.), and striped mice (Hybomys sp.). Of these 762 rodents, 584 (77%) were shipped to distributors in six US states: Texas (9), New Jersey (1), Iowa (1), Japan (1), Illinois (2), Minnesota (1) and Wisconsin (1). The remaining 178 (23%) rodents could not be traced due to lack of documentation. CDC laboratory testing of animals from this shipment confirmed monkeypox by PCR and virus isolation in one Gambian rat, three dormice, and two rope squirrels.[3] Illinois distributor number one received Gambian rats and dormice and housed the rodents with 200 prairie dogs. This distributor shipped prairie dogs to pet stores in Wisconsin, Illinois, Indiana, Missouri, Kansas, South Carolina, and Michigan. No human cases of monkeypox were reported in Japan, Michigan, and South Carolina. Laboratory-confirmed cases occurred only in Kansas (1), Missouri (2), Indiana (16), Illinois (12), and Wisconsin (22).[3] Of the 200 prairie dogs housed with the Gambian rats and dormice, 94 tested positive for monkeypox virus, including prairie dogs in pet stores in Wisconsin (44 cases), Indiana (24), Illinois (19), Ohio (4), Kansas (1), Missouri (1), and one case in the eastern seaboard state of New Jersey. The Gambian rats and dormice housed with the prairie dogs at Illinois distributor number one tested positive for monkeypox virus. The most recent incidence of monkeypox prior to the Midwest outbreak occurred in the Democratic Republic of the Congo in 1996–1997, with a reported 88 cases.[6] No deaths occurred in the Midwest outbreak. This was attributed to the prompt medical care received and the standard of living in the United States, which includes soap, running water, washing machines, sterile dressing materials, and hospital use of universal precautions, including isolation, gown, mask, gloves, and handwashing.[7] No human-to-human transmission was found during this outbreak. All cases were found to be the direct result of contact with infected prairie dogs.[3] Human-to-human transmission has been reported in Central and West Africa. The onset of the illness among affected persons in the United States began in early May 2003. People typically experienced fever, headaches, muscle aches, chills, and nonproductive coughs, followed 1–10 days later by a generalized papular rash which developed first on the trunk, then limbs and head. The papules evolved through phases of vesiculation, pustulation, umbilication, and crusting. All persons reported direct or close contact with recently acquired prairie dogs.[8] As no direct antiviral treatment for monkeypox was known, only supportive care and prevention of secondary infection was recommended. Universal precautions in the care of those with the disease had been shown to prevent human-to-human transmission and inoculation with the smallpox vaccine has shown to be effective in abating the progression of the disease in those with active infection, and in the prevention of the disease in the general population. In the Midwest outbreak, the CDC issued guidance on the use of smallpox vaccine, Cidofovir, and Vaccinia immune globulin. Thirty residents in six states received the smallpox vaccination. This included 28 adults and two children. Vaccine was given before exposure to seven persons (three veterinarians, two laboratory workers, and two health-care workers) and after exposure to 23 persons (10 health-care workers, seven household contacts, three laboratory workers, one public health veterinarian, one public health epidemiologist, and one work contact). Three (10%) reported rash within 2 weeks of vaccination. [3] One adult who was vaccinated as a child did not have a major vaccine reaction or \"take\" 7 days after vaccination and required revaccination.[citation needed] No adverse reactions to the smallpox vaccine were reported to the Vaccine Adverse Event Reporting System.[citation needed] To prevent monkeypox virus from entering into the United States again, the Centers for Disease Control banned the importation of implicated African rodents.[3] The U.S. Food and Drug Administration issued orders banning the interstate shipment of prairie dogs and all African rodents.[citation needed] These were lifted in 2008.[9] ","Title":"2003 Midwest monkeypox outbreak - Wikipedia","KeyID":"9747","URL":"https://en.wikipedia.org/wiki/2003_Midwest_monkeypox_outbreak"}