{"Content: ":"Anne Walsh Rimoin (born c. 1970) is an American infectious disease epidemiologist whose research focuses on emerging infectious diseases (EIDs), particularly those that are crossing species from animal to human populations. She is a Professor of Epidemiology at the UCLA Fielding School of Public Health[1] and Infectious Disease Division of the Geffen School of Medicine and is the Director of the Center for Global and Immigrant Health. She is an internationally recognized expert on the epidemiology of Ebola, human monkeypox,[2][3][4] and disease emergence in Central Africa.[5] Rimoin's parents are Maryann Rimoin and David Rimoin, a Canadian-American physician noted for his contributions to research in the genetics of dwarfism and inheritable diseases.[6] Rimoin went on to receive her Bachelor of Arts degree in African History at Middlebury College, her Masters in Public Health at the University of California, Los Angeles (UCLA) Fielding School of Public Health, and her PhD at the Johns Hopkins Bloomberg School of Public Health. She also served as a Peace Corps Volunteer in Benin, West Africa which is where she began her career in public health working on the guinea worm eradication initiative with UNICEF and the Carter Center. She is a Professor of Epidemiology at both UCLA’s Jonathan and Karin Fielding School of Public Health (FSPH) and the Infectious Disease Division of the David Geffen School of Medicine at UCLA. She is the UCLA Director of the Center for Global and Immigrant Health. Additionally, she is the Founder and Director of the UCLA-DRC Health Research and Training Program. In 2020, she spearheaded the COVID-19 rapid response initiative for the protection and testing of front line workers in Los Angeles and to conduct critical research on SARS-CoV-2 asymptomatic infection, immunity and associated epidemiology. In 2021 she was appointed as the newly established Gordon–Levin Endowed Chair in Infectious Diseases and Public Health at the UCLA Fielding School of Public Health. She is well known as a strong advocate for global health equity and building research capacity in low resource settings, particularly in sub-Saharan Africa. Since 2002, Rimoin has been working in the Democratic Republic of Congo, where she founded the UCLA-DRC Health Research and Training program to train U.S. and Congolese epidemiologists to conduct high-impact infectious disease research in low-resource, logistically-complex settings. Her research there has yielded several important discoveries including the emergence of monkeypox since the cessation of smallpox vaccination,[1] and novel strains of Simian Foamy Virus in humans. Her work led to fundamental understanding of the long-term consequence of Ebolavirus infection[2] in the oldest known cohorts of Ebolavirus disease survivors and durability of immune responses to Ebolavirus vaccines in health workers. She was recently inducted as a Fellow of the American Society of Tropical Medicine and Hygiene.[1] Rimoin's expertise in emerging infectious disease and science communication have made her a regular subject-expert contributor for local, national and international news media outlets. She has appeared regularly on ABC, NBC, CBS, FOX, the BBC, Bloomberg, CNBC, FOX Business, CNN, and Spectrum News etc. and current affairs programs that include: The 11th Hour with Brian Williams and Real Time with Bill Maher to discuss COVID-19. Dr. Rimoin provided advice on COVID-19 Safety and presented a public service announcement at the 93rd Academy Awards about the importance of getting vaccinated against COVID-19. The segment aired on ABC's pre-Oscars \"Into the Spotlight\" show. In print, Rimoin's work has been featured in The New York Times,[7] The Atlantic,[8] Scientific American,[9] Nature[10] and National Geographic as well as more than 100 research articles[11] and book chapters.","Title":"Anne Rimoin - Wikipedia","KeyID":"9749","URL":"https://en.wikipedia.org/wiki/Anne_Rimoin"}