{"Content: ":"Undulatory locomotion is the type of motion characterized by wave-like movement patterns that act to propel an animal forward. Examples of this type of gait include crawling in snakes, or swimming in the lamprey. Although this is typically the type of gait utilized by limbless animals, some creatures with limbs, such as the salamander, forgo use of their legs in certain environments and exhibit undulatory locomotion. In robotics this movement strategy is studied in order to create novel robotic devices capable of traversing a variety of environments. In limbless locomotion, forward locomotion is generated by propagating flexural waves along the length of the animal's body. Forces generated between the animal and surrounding environment lead to a generation of alternating sideways forces that act to move the animal forward.[1] These forces generate thrust and drag. Simulation predicts that thrust and drag are dominated by viscous forces at low Reynolds numbers and inertial forces at higher Reynolds numbers.[2] When the animal swims in a fluid, two main forces are thought to play a role: At low Reynolds number (Re~100), skin friction accounts for nearly all of the thrust and drag. For those animals which undulate at intermediate Reynolds number (Re~101), such as the Ascidian larvae, both skin friction and form force account for the production of drag and thrust. At high Reynolds number (Re~102), both skin friction and form force act to generate drag, but only form force produces thrust.[2] In animals that move without use of limbs, the most common feature of the locomotion is a rostral to caudal wave that travels down their body. However, this pattern can change based on the particular undulating animal, the environment, and the metric in which the animal is optimizing (i.e. speed, energy, etc.). The most common mode of motion is simple undulations in which lateral bending is propagated from head to tail. Snakes can exhibit 5 different modes of terrestrial locomotion: (1) lateral undulation, (2) sidewinding, (3) concertina, (4) rectilinear, and (5) slide-pushing. Lateral undulation closely resembles the simple undulatory motion observed in many other animals such as in lizards, eels and fish, in which waves of lateral bending propagate down the snake's body. The American eel typically moves in an aquatic environment, though it can also move on land for short periods of time. It is able to successfully move about in both environments by producing traveling waves of lateral undulations. However, differences between terrestrial and aquatic locomotor strategy suggest that the axial musculature is being activated differently,[5][6][7] (see muscle activation patterns below). In terrestrial locomotion, all points along the body move on approximately the same path and, therefore, the lateral displacements along the length of the eel's body is approximately the same. However, in aquatic locomotion, different points along the body follow different paths with increasing lateral amplitude more posteriorly. In general, the amplitude of the lateral undulation and angle of intervertebral flexion is much greater during terrestrial locomotion than that of aquatic. A typical characteristic of many animals that utilize undulatory locomotion is that they have segmented muscles, or blocks of myomeres, running from their head to tails which are separated by connective tissue called myosepta. In addition, some segmented muscle groups, such as the lateral hypaxial musculature in the salamander are oriented at an angle to the longitudinal direction. For these obliquely oriented fibers the strain in the longitudinal direction is greater than the strain in the muscle fiber direction leading to an architectural gear ratio greater than 1. A higher initial angle of orientation and more dorsoventral bulging produces a faster muscle contraction but results in a lower amount of force production.[8] It is hypothesized that animals employ a variable gearing mechanism that allows self-regulation of force and velocity to meet the mechanical demands of the contraction.[9] When a pennate muscle is subjected to a low force, resistance to width changes in the muscle cause it to rotate which consequently produces a higher architectural gear ratio (AGR) (high velocity).[9] However, when subject to a high force, the perpendicular fiber force component overcomes the resistance to width changes and the muscle compresses producing a lower AGR (capable of maintaining a higher force output).[9] Most fishes bend as a simple, homogenous beam during swimming via contractions of longitudinal red muscle fibers and obliquely oriented white muscle fibers within the segmented axial musculature. The fiber strain (εf) experienced by the longitudinal red muscle fibers is equivalent to the longitudinal strain (εx). The deeper white muscle fibers fishes show diversity in arrangement. These fibers are organized into cone-shaped structures and attach to connective tissue sheets known as myosepta; each fiber shows a characteristic dorsoventral (α) and mediolateral (φ) trajectory. The segmented architecture theory predicts that, εx > εf. This phenomenon results in an architectural gear ratio, determined as longitudinal strain divided by fiber strain (εx / εf), greater than one and longitudinal velocity amplification; furthermore, this emergent velocity amplification may be augmented by variable architectural gearing via mesolateral and dorsoventral shape changes, a pattern seen in pennate muscle contractions. A red-to-white gearing ratio (red εf / white εf) captures the combined effect of the longitudinal red muscle fiber and oblique white muscle fiber strains.[8][10] Simple bending behavior in homogenous beams suggests ε increases with distance from the neutral axis (z). This poses a problem to animals, such as fishes and salamanders, which undergo undulatory movement. Muscle fibers are constrained by the length-tension and force-velocity curves. Furthermore, it has been hypothesized that muscle fibers recruited for a particular task must operate within an optimal range of strains (ε) and contractile velocities to generate peak force and power respectively. Non-uniform ε generation during undulatory movement would force differing muscle fibers recruited for the same task to operate on differing portions of the length-tension and force-velocity curves; performance would not be optimal. Alexander predicted that the dorsoventral (α) and mediolateral (φ) orientation of the white fibers of the fish axial musculature may allow more uniform strain across varying mesolateral fiber distances. Unfortunately, the white muscle fiber musculature of fishes is too complex to study uniform strain generation; however, Azizi et al. studied this phenomenon using a simplified salamander model.[8][10] Siren lacertian, an aquatic salamander, utilizes swimming motions similar to the aforementioned fishes yet contains hypaxial muscle fibers (which generate bending) characterized by a simpler organization. The hypaxial muscle fibers of S. lacertian are obliquely oriented, but have a near zero mediolateral (φ) trajectory and a constant dorsolateral (α) trajectory within each segment. Therefore, the effect of dorsolateral (α) trajectory and the distance between a given hypaxial muscle layer and the neutral axis of bending (z) on muscle fiber strain (ε) can be studied.[8] Azizi et al. found that longitudinal contractions of the constant volume hypaxial muscles were compensated by an increase in the dorsoventral dimensions. Bulging was accompanied by fiber rotation as well as an increase in both α hypaxial fiber trajectory and architectural gear ratio (AGR), a phenomenon also seen in pennate muscle contractions. Azizi et al. constructed a mathematical model to predict the final hypaxial fiber angle, AGR and dorsoventral height, where: λx = longitudinal extension ratio of the segment (portortion of final longitudinal length after contraction to initial longitudinal length), β = final fiber angle, γ = initial fiber angle, f = initial fiber length, and εx and εf = longitudinal and fiber strain respectively.[8] This relationship shows that AGR increase with an increase in fiber angle from γ to β. In addition, final fiber angle (β) increases with dorsolateral bulging (y) and fiber contraction, but decreases as a function of initial fiber length.[8] The application of the latter conclusions can be seen in S. lacertian. This organism undulates as a homogenous beam (just as in fishes) during swimming; thus the distance of a muscle fiber from the neutral axis (z) during bending must be greater for external oblique muscle layers (EO) than internal oblique muscle layers (IO). The relationship between the strains (ε) experienced by the EO and IO and their respective z values is given by the following equation: where εEO and εIO = strain of the external and internal oblique muscle layers, and zEO and zIO = distance of the external and internal oblique muscle layers respectively from the neutral axis.[10] εEO = εIO (zEO / zIO)[10] Via this equation, we see that z is directly proportional to ε; the strain experienced by the EO exceeds that of the IO. Azizi et al. discovered that the initial hypaxial fiber α trajectory in the EO is greater than that of the IO. Because initial α trajectory is proportional to the AGR, the EO contracts with a greater AGR than the IO. The resulting velocity amplification allows both layers of muscles to operate at similar strains and shortening velocities; this enables the EO and IO to function on comparable portions of the length-tension and force-velocity curves. Muscles recruited for a similar task ought to operate at similar strains and velocities to maximize force and power output. Therefore, variability in AGR within the hypaxial musculature of the Siren lacertian counteracts varying mesolateral fiber distances and optimizes performance. Azizi et al. termed this phenomenon as fiber strain homogeneity in segmented musculature.[10] In addition to a rostral to caudal kinematic wave that travels down the animals body during undulatory locomotion, there is also a corresponding wave of muscle activation that travels in the rostro-caudal direction. However, while this pattern is characteristic of undulatory locomotion, it too can vary with environment. Aquatic Locomotion: Electromyogram (EMG) recordings of the American eel reveal a similar pattern of muscle activation during aquatic movement as that of fish. At slow speeds only the most posterior end of the eel's muscles are activated with more anterior muscle recruited at higher speeds.[5][7] As in many other animals, the muscles activate late in the lengthening phase of the muscle strain cycle, just prior to muscle shortening which is a pattern believed to maximize work output from the muscle. Terrestrial Locomotion: EMG recordings show a longer absolute duration and duty cycle of muscle activity during locomotion on land.[5] Also, the absolute intensity is much higher while on land which is expected from the increase in gravitational forces acting on the animal. However, the intensity level decreases more posteriorly along the length of the eel's body. Also, the timing of muscle activation shifts to later in the strain cycle of muscle shortening. Animals with elongated bodies and reduced or no legs have evolved differently from their limbed relatives.[11] In the past, some have speculated that this evolution was due to a lower energetic cost associated with limbless locomotion. The biomechanical arguments used to support this rationale include that (1) there is no cost associatied with the vertical displacement of the center of mass typically found with limbed animals,[11][12] (2) there is no cost associated with accelerating or decelerating limbs,[12] and (3) there is a lower cost for supporting the body.[11] This hypothesis has been studied further by examining the oxygen consumption rates in the snake during different modes of locomotion: lateral undulation, concertina,[13] and sidewinding.[14] The net cost of transport (NCT), which indicates the amount of energy required to move a unit of mass a given distance, for a snake moving with a lateral undulatory gait is identical to that of a limbed lizard with the same mass. However, a snake utilizing concertina locomotion produces a much higher net cost of transport, while sidewinding actually produces a lower net cost of transport. Therefore, the different modes of locomotion are of primary importance when determining energetic cost. The reason that lateral undulation has the same energetic efficiency as limbed animals and not less, as hypothesized earlier, might be due to the additional biomechanical cost associated with this type of movement due to the force needed to bend the body laterally, push its sides against a vertical surface, and overcome sliding friction.[13] Wavelike motor pattern typically arise from a series of coupled segmental oscillator. Each segmental oscillator is capable of producing a rhythmic motor output in the absence of sensory feedback. One such example is the half center oscillator which consists of two neurons that are mutually inhibitory and produce activity 180 degrees out of phase. The phase relationships between these oscillators are established by the emergent properties of the oscillators and the coupling between them.[15] Forward swimming can be accomplished by a series of coupled oscillators in which the anterior oscillators have a shorter endogenous frequency than the posterior oscillators. In this case, all oscillators will be driven at the same period but the anterior oscillators will lead in phase. In addition, the phase relations can be established by asymmetries in the couplings between oscillators or by sensory feedback mechanisms. The leech moves by producing dorsoventral undulations. The phase lags between body segments is about 20 degrees and independent of cycle period. Thus, both hemisegments of the oscillator fire synchronously to produce a contraction. Only the ganglia rostral to the midpoint are capable of producing oscillation individually. There is U-shaped gradient in endogenous segment oscillation as well with the highest oscillations frequencies occurring near the middle of the animal.[15] Although the couplings between neurons spans six segments in both the anterior and posterior direction, there are asymmetries between the various interconnections because the oscillators are active at three different phases. Those that are active in the 0 degree phase project only in the descending direction while those projecting in the ascending direction are active at 120 degrees or 240 degrees. In addition, sensory feedback from the environment may contribute to resultant phase lag. The lamprey moves using lateral undulation and consequently left and right motor hemisegments are active 180 degrees out of phase. Also, it has been found that the endogenous frequency of the more anterior oscillators is higher than that of the more posterior ganglia.[15] In addition, inhibitory interneurons in the lamprey project 14-20 segments caudally but have short rostral projections. Sensory feedback may be important for appropriately responding to perturbations, but seems to be less important for the maintenance of appropriate phase relations. Based on biologically hypothesized connections of the central pattern generator in the salamander, a robotic system has been created which exhibits the same characteristics of the actual animal.[16][17] Electrophysiology studies have shown that stimulation of the mesencephalic locomotor region (MLR) located in the brain of the salamander produce different gaits, swimming or walking, depending on intensity level. Similarly, the CPG model in the robot can exhibit walking at low levels of tonic drive and swimming at high levels of tonic drive. The model is based on the four assumptions that: This model encompasses the basic features of salamander locomotion.","Title":"Undulatory locomotion - Wikipedia","KeyID":"975","URL":"https://en.wikipedia.org/wiki/Undulatory_locomotion"}