{"Content: ":"Pre-exposure prophylaxis (PrEP) is the use of medications to prevent the spread of disease in people who have not yet been exposed to a disease-causing agent, usually a virus. The term typically refers to the use of antiviral drugs as a strategy for the prevention of HIV/AIDS.[1] PrEP is one of a number of HIV prevention strategies for people who are HIV negative but who have a higher risk of acquiring HIV, including sexually active adults at increased risk of contracting HIV, people who engage in intravenous drug use (see drug injection), and serodiscordant sexually active couples.[2] When used as directed, PrEP has been shown to be highly effective, reducing the risk of acquiring HIV by up to 99%.[3] As of 2019[update], the World Health Organization (WHO) recommends two drug combinations for the use as PrEP for HIV/AIDS: the combination of tenofovir disoproxil and emtricitabine (Truvada), or the combination of tenofovir disoproxil and lamivudine (Cimduo).[4] In October 2019, the US Food and Drug Administration (FDA) approved the combination of emtricitabine and tenofovir alafenamide (Descovy) to be used as PrEP in addition to Truvada, which provides similar levels of protection.[5] In December 2021, the FDA approved cabotegravir (Apretude), which is an injectable form of PrEP. Regulators believe it will improve medication adherence because it only has to be taken once every two months, and widen adoption because it eliminates the need to hide pills or pharmacy visits for discretion.[6] In the United States, federal guidelines recommend the use of pre-exposure prophylaxis (PrEP) for HIV-negative adults with the following characteristics: In the United Kingdom the BHIVA/BASHH guidelines on the use of HIV pre-exposure prophylaxis (PrEP) 2018[7] recommend: Other government health agencies from around the world have devised their own national guidelines for how to use PrEP to prevent HIV infection in those at high risk, including Botswana, Canada, Kenya, Lesotho, South Africa, Uganda, the Zambia, and Zimbabwe.[8] Often, laboratory testing is required before starting PrEP, including a test for HIV. Once PrEP is initiated, individuals are asked to see their healthcare provider at least every three to six months. During those visits, providers may want to repeat testing for HIV, test for other sexually transmitted infections, monitor kidney function, and/or test for pregnancy.[2] Individuals must test negative for HIV prior to PrEP initiation, because persons infected with HIV taking PrEP medication are at risk for becoming resistant to emtricitabine. Consequently, people with HIV infection and resistance to emtricitabine will have less options for selecting HIV treatment medications.[9] PrEP has been shown to be effective at reducing the risk of acquiring HIV in individuals at increased risk.[2] However, PrEP is not 100% effective at preventing HIV, even in people who take the medication as prescribed.[10] There have been several reported cases of people who acquired HIV despite taking PrEP.[11] People taking PrEP may use combination prevention strategies along with PrEP, like condoms.[2] If someone on PrEP acquires HIV, they may experience the signs and symptoms of HIV/AIDS.[12] PrEP is typically taken continuously and daily following potential exposure. The CDC recommends follow-up visits at least every three months to provide HIV tests, medication adherence counseling, behavioral risk reduction support, side effect assessment, STI symptom assessment, and STI testing for sexually active individuals with symptoms of a current infection. Pregnancy tests should also be done every three months for woman who may become pregnant. At three months and every six months thereafter, renal function and presence of bacterial STI is assessed.[13] Effectiveness of PrEP is associated with adherence, with effectiveness decreasing with suboptimal adherence.[14] Although the daily, oral dosing schedule is still recommended for all individuals taking PrEP medication for HIV infection prevention, event-driven pre-exposure prophylaxis, or ED-PrEP, is an option for men who have sex with men. ED-PrEP is also referred to as \"2+1+1\" dosing, because the dosing regimen involves a person taking two pills two to twenty-four hours prior to sex, one pill twenty-four hours after taking the first two pills, and a last pill taken forty-eight hours after taking the first two pills.[15] This dosing regimen was first proven effective to reduce the relative risk of HIV infection by 86% in the IPERGAY randomized clinical trial performed in Canada and France in 2015. This has only been evaluated with Truvada and not other drugs. According to the WHO, ED-PrEP should be considered for HIV infection prevention in men who have sex with men who have relatively infrequent sex, who are able to plan sex or delay sex for about two hours, and who find this dosing schedule convenient. ED-PrEP is not recommended for use in other populations, such as cisgender or transgender women and men who have vaginal and/or anal sex with women, due to the lack of safety and efficacy data available studying ED-PrEP in these populations. ED-PrEP can be beneficial to help reduce pill burden for people and decrease costs, as fewer pills are needed.[16] In 2016, the World Health Organization (WHO) consolidated guidelines regarding the use of antiretroviral drugs for treatment and prevention of HIV infection support the use of PrEP in pregnant and breastfeeding women who are at continued and substantial risk of HIV infection.[17][18] In clinical PrEP trials, exposure to TDF-containing PrEP during the first trimester of pregnancy was not associated with adverse pregnancy or infant outcomes. The increased risk of mother-to-child HIV transmission outweigh any potential risks of PrEP. The guidelines also note the need for continued monitoring of pregnant and breastfeeding women receiving PrEP.[18] However, global PrEP accessibility for women, including those who are either pregnant or breastfeeding, is limited. Efforts to increase accessibility to women who are at risk for HIV are necessary in reducing rates of global HIV infections.[19] Truvada and Descovy are contraindicated for use as pre-exposure prophylaxis (PrEP) in individuals who have an unknown or positive HIV status.[20][21] HIV positive or negative status must be determined before someone begins the use of either of these medications as PrEP.[20][21] Additionally, any hypersensitivity or severe allergy to any ingredient, emtricitabine, tenofovir disoproxil, or tenofovir alafenamide is a contraindication for continued use of these medications.[20][21] Research shows that pre-exposure prophylaxis (PrEP) is generally safe and well tolerated for most individuals, although some side effects have been noted to occur. Some people experience a \"start-up syndrome\" involving nausea, headache, and/or stomach issues, which generally resolve within a few weeks of starting the PrEP medication.[2][22] Research has shown that the use of Truvada as PrEP has been associated with mild to moderate declines in kidney function, mostly associated with older people over 50, those with predisposing conditions such as diabetes, or glomerular filtration rate lower than 90.[23][20][24] These declines were usually of no concern, stabilized after several weeks of being on the drug, and reversed once the drug was discontinued.[25][26] However, these side effects were serious enough for several people on PrEP to file lawsuits against the makers of Truvada as well as the makers of other similar drugs.[27][28][29] Osteopenia or bone loss has been reported in clinical studies.[30][31] Bone loss was not seen as a major concern for ending the service since bone loss was considered minimal and did not lead to osteoporosis.[31] When comparing bone fractures between active participants and control there was no major difference in bone fractures.[31] Fat redistribution and accumulation was more commonly seen in individuals receiving antiretroviral therapy, particularly older antiretrovirals, for the treatment of HIV.[32] No significant changes in fat redistribution or change in fat had been noted as of February 2018[update] when used as a pre-exposure prophylaxis. Research and study outcome analysis suggests that emtricitabine/tenofovir does not have a significant effect on fat redistribution or accumulation when used as pre-exposure prophylaxis in HIV negative individuals.[33] As of early 2018 these studies have not assessed in detail subtle changes in fat distribution that may be possible with the drug when used as PrEP, and statistically significant – though transient – weight changes have been attributed to detectable drug concentrations in the body.[34] Other potential serious side effects of Truvada include acute exacerbations of hepatitis B in individuals with HBV infection, lactic acidosis, and severe hepatomegaly with steatosis.[20] Descovy research and data from public use has shown similar \"start-up\" effects; however, some data indicates that Descovy is better for one's kidneys and for those with a diagnosis of osteoporosis.[35] The DISCOVER trial that compared descovy versus truvada for PrEP showed that descovy produced safer kidney and bone outcomes. Both Truvada and Descovy carry a black box warning for the combination of emtricitabine/tenofovir, as this combination of drugs can result in the acute worsening of hepatitis B infection when discontinued. This combination of drugs is also known to increase HIV resistance to these medications when used as pre-exposure prophylaxis (PrEP) in individuals who have already (recently) been infected with HIV. It is recommended that individuals continue to periodically get tested to determine their HIV status to ensure proper continuing use of these medications for PrEP.[20][21] Truvada was previously only approved by the U.S. Food and Drug Administration (FDA) to treat HIV in those already infected. In 2012, the FDA approved the drug for use as pre-exposure prophylaxis (PrEP), based on growing evidence that the drug was safe and effective at preventing HIV in populations at increased risk of infection.[36] The FDA has approved two additional medications for PrEP since then, approving Descovy in 2019 and cabotegravir (Apretude) in 2021.[5][6] In 2012, the World Health Organization (WHO) issued guidelines for PrEP and made similar recommendations for its use among men and transgender women who have sex with men. The WHO noted that \"international scientific consensus is emerging that antiretroviral drugs, including PrEP, significantly reduce the risk of sexual acquisition and transmission of HIV regardless of population or setting.\"[37]: 8, 10, 11  In 2014, on the basis of further evidence, the WHO updated the recommendation for men who have sex with men to state that PrEP \"is recommended as an additional HIV prevention choice within a comprehensive HIV prevention package.\"[38]: 4  In November 2015 the WHO expanded this further, on the basis of further evidence, and stated that it had \"broadened the recommendation to include all population groups at substantial risk of HIV infection\" and emphasized that PrEP should be \"an additional prevention choice in a comprehensive package of services.\"[39] As of 2018[update], numerous countries have approved the use of PrEP for HIV/AIDS prevention, including the United States, South Korea,[40] France, Norway,[41] Australia,[42] Israel,[43] Canada,[43] Kenya, South Africa, Peru, Thailand, the European Union[44][45] and Taiwan.[46] New Zealand was one of the first countries in the world to publicly fund PrEP for the prevention of HIV in March 2018. Funded access to PrEP will require that people undergo regular testing for HIV and other sexually transmitted infections, and are monitored for risk of side effects. People taking funded PrEP will receive advice on ways to reduce the risk of HIV and sexually transmitted infections.[47] In Australia, the country's Therapeutic Goods Administration approved the use of Truvada as PrEP in May 2016, allowing Australian providers to legally prescribe the medication. On March 21, 2018, the Federal Minister for Health announced that PrEP will be subsidized by the Australian Government through the Pharmaceutical Benefits Scheme (PBS) from April 1, 2018.[48]  Within the United States, Truvada and Descovy are brand name products of Gilead Sciences that cost around $2200/month (a 30-day supply) at wholesale price.[49][50] In other countries around the world, generic Truvada is available for a much lower price. Expected fall of 2020, Teva Pharmaceuticals will begin producing a generic version of Truvada within the United States; however, it has been reported that the details surrounding the rights to the patent are unclear, which makes it difficult to predict if this will increase access to the medications.[51][52] In the meantime, there are several assistance programs at the local, state, and national level for gaining access to PrEP at reduced costs.[49] Gilead has an \"advancing access\" co-pay coupon program that can be accessed by individuals and providers alike to help cover some of the monthly costs of these medications.[53] It is recommended to discuss other available options with a community pharmacist or physician.[citation needed] In December 2019, the U.S. announced the Ready, Set, PrEP program to provide free PrEP to the uninsured through major drugstore chains.[54] The Ready, Set, PrEP program is led by the U.S. Department of Health and Human Services (HHS) and allows qualifying individuals to fill their prescription for PrEP medication free of cost at their choice of participating pharmacies or through the mail.[55] NPIN PrEP Provider Data and Locator Widget was launched on the CDC website to provide a comprehensive, national directory of public and private providers in the U.S. that offer pre-exposure prophylaxis (PrEP) to prevent HIV infection. The database includes over 1,800 PrEP providers from all 50 U.S. states as well as U.S. territories.[56] Beginning in January 2020, after California Governor Gavin Newsom signed Senate Bill 159 (SB159) in late 2019, licensed pharmacists in California are authorized to initiate and dispense a 30 to 60 day supply of pre-exposure prophylaxis (PrEP) or the full course of post-exposure prophylaxis (PEP) without a doctor's prescription, given certain clinical criteria of the individual are met. The bill acts as an extension of Medi-Cal benefits (the Medicaid program in the state of California).[57] The law is recognized by pharmacist organizations, health providers, legislators, and the general public to be the removal of a barrier to direct and time-dependent access to these medications, especially for those in communities most affected by HIV/AIDs.[58] Since the FDA approval of PrEP for the prevention of HIV, moves toward greater adoption of PrEP have been met some issues, especially around the overall public health effect of widespread adoption, the cost of PrEP and associated disparities in availability and access. Many public health organizations and governments have embraced PrEP as a part of their overall strategy for reducing HIV. For example, in 2014 New York state governor Andrew Cuomo initiated a three-part plan to reduce HIV across New York that specifically emphasized access to PrEP.[59] Similarly, the city of San Francisco launched a \"Getting to Zero\" campaign. The campaign aims to dramatically reduce the number of new HIV infections in the city and relies on expanding access to PrEP as a key strategy for achieving that goal.[60] Public health officials report that since 2013 the number of new HIV infections in San Francisco has decreased almost 50% and that such improvements are likely related to the city's campaign to reduce new infections.[61] Additionally, numerous public health campaigns have been launched to educate the public about PrEP. For instance, in New York City in 2016 Gay Men's Health Crisis launched an ad campaign in bus shelters across the city reminding riders that adherence to PrEP is important to ensuring the regimen is maximally effective.[62] In Washington, D.C., a PrEP campaign was launched to increase the number of D.C. residents taking PrEP. Social media pushes, such as an ad campaign called \"PrEP for Her\", targeted African-American women, who, along with gay and bisexual African-American men, are at high risk of infection in the district.[63] Other states and cities that have initiated \"Getting to Zero\" campaigns include Massachusetts, Connecticut, Illinois, San Diego, Silicon Valley/Santa Clara, and Miami-Dade.[64][65][66][67][68] Despite those efforts, PrEP remains controversial among some who worry that widespread PrEP adoption could cause public health issues by enabling risky sexual behaviors.[69][70][71] For instance, AIDS Healthcare Foundation founder and director Michael Weinstein has been vocal in his opposition to PrEP adoption, suggesting that PrEP causes people to make riskier decisions about sex than they would otherwise make.[72] Some researchers, however, believe that there is insufficient data to determine whether or not PrEP implementation has an effect on the rate of other sexually transmitted infections.[73] Other critics point out that despite implementation of PrEP, significant disparities exist. For example, some point out that African Americans bear a disproportionate burden of HIV infections but may be less likely than whites to access PrEP.[74] Still other critics of PrEP object to the high cost of the regimen. For example, the U.K.'s NHS initially refused to offer PrEP to individuals citing concerns about cost and suggested that local officials ought to bear the responsibility of paying for the drug. However, following significant advocacy efforts, the NHS has started to offer PrEP to people in the UK in 2017.[75] PrEP is used predominantly by men who have sex with men, often as an alternative to condoms. For the first time since the outbreak of the AIDS crisis, PrEP makes somewhat HIV-protected sex without condoms possible, and since its availability, sex without condoms has increased.[76] PrEP does not prevent the transmission of sexually transmitted infections other than HIV, and is not 100% effective.[77] PrEP is underused. A systematic review of 76 peer-reviewed articles and 28 conference abstracts of values and preferences among global populations who might benefit from PrEP found that awareness of PrEP is low, but individuals were receptive to use when presented with information. Common barriers to PrEP use include lack of communication between an individual and their doctor, stigmatization, concerns about safety, side effects, and cost and effectiveness.[78][79] Transgender women are disproportionally affected by HIV/AIDS,[80] and PrEP is often underused. Barriers for PrEP use and access for transgender women include concerns about side effects, cost, hormone therapy, adherence, PrEP-related stigma and interaction with healthcare workers.[81] Studies evaluating PrEP efficacy to reduce risk of HIV infection found a linear relationship between adherence and effectiveness of medication. This means that the more closely people follow recommended dosing of PrEP, the more effective the medication is at preventing infection.[82] Most PrEP studies use the drug tenofovir or a tenofovir/emtricitabine combination (Truvada) that is delivered by mouth.[medical citation needed] Initial studies of PrEP strategies in non-human primates showed a reduced risk of infection among animals that receive ARVs prior to exposure to a simian form of HIV.[medical citation needed] A 2007 study at UT-Southwestern (Dallas) and the University of Minnesota showed PrEP to be effective in \"humanized\" laboratory mice.[83] In 2008, the iPrEx study demonstrated 42% reduction of HIV infection among men who have sex with men,[84] and subsequent analysis of the data has suggested that 99% protection is achievable if the drugs are taken every day.[85] Below is a table summarizing some of the major research studies that demonstrated PrEP with Truvada to be effective across different populations.[citation needed] PrEP approaches with agents besides Truvada are being investigated. On December 20, 2021, the FDA approved cabotegravir (Apretude), which was the first injectable drug for PrEP that's taken every two months.[6] There has been some evidence that other regimens, like ones based on the antiretroviral agent Maraviroc, could potentially prevent HIV infection.[86] Similarly, researchers are investigating whether drugs could be used in ways other than a daily pill to prevent HIV, including taking a long-acting PrEP injection, PrEP-releasing implants, or rectally administered PrEP.[87] However, it is important to keep in mind that as of 2017[update], major public health organizations such as the U.S. Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) recommend only daily Truvada for use as PrEP.[2][39] Data on efficacy and safety of PrEP in adolescents are insufficient. Risks and benefits of PrEP use should be considered for adolescents.[13] While PrEP appears to be extremely successful in reducing HIV infection[citation needed], there is mixed evidence that there might be a change in use of condoms in anal sex,[103] raising risks of spreading sexually transmitted infections other than HIV. In a meta-analysis of 18 studies, researchers found that rates of new diagnoses of STIs among MSM (men who have sex with men) given PrEP were 25.3 times greater for gonorrhea, 11.2 times greater for chlamydia and 44.6 times greater for syphilis, compared with the rates among MSM not given PrEP.[104] Unlike HIV, these three STIs can be cured with antibiotics.[105][106][107] However, the increased rates of such infections and their treatment can lead to antibiotic-resistant mutations of the pathogens; antibiotic-resistant gonorrhea is already a major concern.[108] A systematic review conducted in 2019 was unable to find conclusive evidence that PrEP use increases sexual risk behaviors, and found that PrEP may provide an opportunity for MSM to access sexual health care, testing, treatment and counselling services.[109] Although HIV PrEP medications are only available in oral tablet formulations, other formulations are being developed and studied. The emerging treatments expand HIV prevention strategies for women. For example, a vaginal gel formulation of tenofovir and an intravaginal ring releasing dapivirine are under investigation for efficacy.[15] Out of three completed trials evaluating safety and efficacy of tenofovir vaginal gel, only the CAPRISA 004 trial showed the drug to be efficacious in decreasing the risk of HIV infection. However, the demonstrated effectiveness of tenofovir vaginal gel was deemed not significant enough to move forward with the product. In contrast, the ASPIRE study and The Ring Study evaluating the dapivirine-releasing intravaginal ring have demonstrated efficacy in reducing incidence of HIV infection. In addition to these two treatments, an injectable form of cabotegravir is being evaluated for efficacy in the HPTN 03 and HPTN 04 trials.[19]","Title":"Pre-exposure prophylaxis - Wikipedia","KeyID":"9751","URL":"https://en.wikipedia.org/wiki/Pre-exposure_prophylaxis"}