{"Content: ":"The 2022 monkeypox outbreak in the United Kingdom is part of the larger outbreak of human monkeypox caused by the West African clade (type) of the monkeypox virus. The United Kingdom was the first country, outside of the endemic African areas, to experience an outbreak. As of 22 July 2022[update], there were 2,208 confirmed cases in the United Kingdom, with 2,115 in England, 54 in Scotland, 24 in Wales, and 15 in Northern Ireland.[2] Monkeypox is an infectious viral disease that can occur in humans and some other animals.[3] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[3] The time from exposure to onset of symptoms ranges from five to twenty-one days.[4][5] The duration of symptoms is typically two to four weeks.[5] There may be mild symptoms, and it may occur without any symptoms being known.[4][6] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[3][7] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[8] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[9] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[10] It may spread from infected animals by handling infected meat or via bites or scratches.[11] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[3][11] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[10] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[12] An ongoing outbreak of monkeypox was confirmed on 6 May 2022, beginning with a British resident who, after travelling to Nigeria (where the disease is endemic), presented symptoms consistent with monkeypox on 29 April 2022. The resident returned to the United Kingdom on 4 May, creating the country's index case of the outbreak.[19] The origin of several of the cases of monkeypox in the United Kingdom is unknown. Some monitors saw community transmission taking place in the London area as of mid-May,[20] but it has been suggested that cases were already spreading in Europe in the previous months.[21] A large portion of those infected were believed to have not recently traveled to areas of Africa where monkeypox is normally found, such as Nigeria, the Democratic Republic of the Congo as well as central and western Africa. It is believed to be transmitted by close contact with sick people, with extra caution for those individuals with lesions on their skin or genitals, along with their bedding and clothing. The CDC has also stated that individuals should avoid contact and consumption of dead animals such as rats, squirrels, monkeys and apes along with wild game or lotions derived from animals in Africa.[22] In addition to more common symptoms, such as fever, headache, swollen lymph nodes, and rashes or lesions, some patients have also experienced proctitis, an inflammation of the rectum lining. CDC has also warned clinicians to not rule out monkeypox in patients with sexually transmitted infections since there have been reports of co-infections with syphilis, gonorrhea, chlamydia, and herpes.[23] The first known case was detected in the beginning of May 2022, in a British resident who had travelled to Lagos and Delta State in Nigeria,[24] in areas where monkeypox is considered to be an endemic disease. The person developed a rash on 29 April while in Nigeria and flew back to the United Kingdom, arriving on 4 May,[25] and presented to hospital later the same day. Monkeypox infection was immediately suspected, and the patient was hospitalised at Guy's Hospital[25] and isolated, then tested positive for the virus on 6 May. In late May, cases started to be reported in the other constituent countries, with Public Health Scotland reporting its first case on 23 May.[26][27] Public Health Wales and the Public Health Agency of Northern Ireland each reported one case on 26 May.[26][28][29] On 1 June, a case was reported in Gibraltar, a British Overseas Territory.[30] On 22 May, Education Secretary Nadhim Zahawi said \"we're taking it very, very seriously\" and that the UK government had already started purchasing smallpox vaccines.[31] The UK Health Security Agency (UKHSA) advised people who have had close contact with a person infected with monkeypox to self-isolate for 21 days. Self-isolation is not mandatory.[32] Furthermore, to combat the continued spread of the outbreak, the UKHSA has offered doses of the Imvanex smallpox vaccine, also effective against monkeypox, to people having had close contact with people confirmed to having been infected.[26] On 30 May, the four main public health agencies published a consensus statement describing the principles they will put in use, with the aim of limiting community transmission.[33]","Title":"2022 monkeypox outbreak in the United Kingdom - Wikipedia","KeyID":"9757","URL":"https://en.wikipedia.org/wiki/2022_monkeypox_outbreak_in_the_United_Kingdom"}