{"Content: ":"In public health, contact tracing is the process of identifying persons who may have come into contact with an infected person (\"contacts\") and subsequent collection of further information about these contacts. By tracing the contacts of infected individuals, testing them for infection, isolating or treating the infected, and tracing their contacts, public health aims to reduce infections in the population. Diseases for which contact tracing is commonly performed include tuberculosis, vaccine-preventable infections like measles, sexually transmitted infections (including HIV), blood-borne infections, Ebola, some serious bacterial infections, and novel virus infections (e.g., SARS-CoV, H1N1, and SARS-CoV-2). The goals of contact tracing are: Contact tracing has been a pillar of communicable disease control in public health for decades. The eradication of smallpox, for example, was achieved not by universal immunization, but by exhaustive contact tracing to find all infected persons.[1] This was followed by isolation of infected individuals and immunization of the surrounding community and contacts at-risk of contracting smallpox. In cases of diseases of uncertain infectious potential, contact tracing is also sometimes performed to learn about disease characteristics, including infectiousness. Contact tracing is not always the most efficient method of addressing infectious disease. In areas of high disease prevalence, screening or focused testing may be more cost-effective. Partner notification, also called partner care, is a subset of contact tracing aimed specifically at informing sexual partners of an infected person and addressing their health needs. Contact tracing generally involves the following steps:[citation needed] Although contact tracing can be enhanced by letting patients provide information, medication, and referrals to their contacts, evidence demonstrates that direct public health involvement in notification is most effective.[2] The types of contacts that are relevant for public health management vary with the communicable disease because of differing modes of transmission. For sexually transmitted infections, sexual contacts of the index case are relevant, as well as any babies born to the index case. For blood-borne infections, blood transfusion recipients, contacts who shared a needle, and anyone else who could have been exposed to the blood of the index case are relevant. For pulmonary tuberculosis, people living in the same household or spending a significant amount of time in the same room as the index case are relevant.[3] Although contact tracing is most commonly used for control of diseases, it is also a critical tool for investigating new diseases or unusual outbreaks. For example, as was the case with SARS, contact tracing can be used to determine if probable cases are linked to known cases of the disease, and to determine if secondary transmission is taking place in a particular community.[4] Contact tracing has also been initiated among flight passengers during the containment phase of larger pandemics, such as the 2009 pandemic H1NI influenza. However, there continue to be large challenges in achieving the goals of contact tracing during such chaotic events.[5] Development of better guidelines and strategies for pandemic contact tracing continues.[6] Contact tracing can help identify the etiology of a disease outbreak.[8] In 1984, contact tracing provided the first direct evidence that AIDS may be spread by an infectious agent during sexual contacts.[9][7] The infective agent has since been identified as HIV.[10] Backward (or reverse or retrospective) tracing seeks to establish the source of an infection, by looking for contacts before infection.[citation needed] Forward tracing is the process of looking for contacts after infection, so as to prevent further disease spread.[citation needed] Backward contact tracing has been advised as a way of finding people with tuberculosis who are missed by routine health services.[11] For epidemics with high heterogeneity in infectiousness, it might make sense, depending on local contact tracing capacity, to adopt a hybrid strategy of \"regular\" forward contact tracing combined with contact tracing backwards in time to find the source of infection of the index case itself. Indeed, due to a statistical effect similar to the friendship paradox, the index case is expected to have a much higher number of infected \"offspring\".[citation needed] During the COVID-19 pandemic, the adoption by Japan in early spring 2020 of an approach focusing on backward contact tracing was hailed as successful,[12][13][14][15] and other countries which managed to keep the epidemic under control, such as South Korea[16] and Uruguay,[17][18] are said to have also used the approach.[19] There is mounting theoretical support for the adoption of this strategy in the context of COVID, if local resources allow.[20][21][22][23] Journalist and author Laurie Garrett pointed out in late October 2020, however, that the amount of the virus in the U.S. is now so large that no health departments has the resources to contact and trace.[24] Additionally, officials overlooked the effect of mistrust in the government and conspiracy theories regarding the virus on thwarting contact tracing efforts in the U.S.[25] In September 2020, science writer and sociologist Zeynep Tufekci wrote a long piece in The Atlantic on the lack of attention by many public health authorities to the index of dispersion of the SARS-CoV-2 virus and its implications for contact tracing.[26] In October 2020, German virologist Christian Drosten called on all citizens of Germany to maintain a diary of their close contacts, in order to facilitate backward tracing and thus help contact tracing teams to find disease clusters.[27] Case management software is often used by contact tracers to maintain records of cases and contact tracing activities.[28] This is typically a cloud database that may have specialized features such as the ability to use SMS or email directly within the software to notify people believed to have been in close contact with someone carrying an infectious disease.[29] Vendors offering contact tracing case management software include Salesforce, Microsoft and Watkyn.[30][31][32] Smartphones can provide proximity information useful for contact tracing using GPS, Bluetooth or Wifi signals.[33] Facebook Labs patented the use of Bluetooth on smartphones for this in 2018.[34] On 10 April 2020, Apple and Google, who account for most of the world's mobile operating systems, announced COVID-19 apps for iOS and Android.[35] Relying on Bluetooth Low Energy (BLE) wireless radio signals for proximity information,[36][unreliable source?] the new tools would warn people that they had been in contact with who are infected by SARS-CoV-2.[35] Various protocols, such as Pan-European Privacy-Preserving Proximity Tracing (PEPP-PT),[37] Whisper Tracing Protocol,[38] Decentralized Privacy-Preserving Proximity Tracing (DP-PPT/DP-3T),[39][40] TCN Protocol, Contact Event Numbers (CEN), Privacy Sensitive Protocols And Mechanisms for Mobile Contact Tracing (PACT)[41] and others, are being discussed to preserve user privacy. The DP-3T and TCN protocols are currently used by Switzerland, Austria, Estonia, Finland, Italy, and the UK. While France, Australia, New Zealand, and Singapore use PEPP-PT or BlueTrace based systems.[42] Challenges with contact tracing can arise related to issues of medical privacy and confidentiality. Public health practitioners often are mandated reporters, required to act to contain a communicable disease within a broader population and also ethically obliged to warn individuals of their exposure. Simultaneously, infected individuals have a recognized right to medical confidentiality. Public health teams typically disclose the minimum amount of information required to achieve the objectives of contact tracing. For example, contacts are only told that they have been exposed to a particular infection, but not informed of the person who was the source of the exposure.[2] Some activists and health care providers have expressed concerns that contact tracing may discourage persons from seeking medical treatment for fear of loss of confidentiality and subsequent stigma, discrimination, or abuse. This has been of particular concern regarding contact tracing for HIV. Public health officials have recognized that the goals of contact tracing must be balanced with the maintenance of trust with vulnerable populations and sensitivity to individual situations.[2]","Title":"Contact tracing - Wikipedia","KeyID":"9761","URL":"https://en.wikipedia.org/wiki/Contact_tracing"}