{"Content: ":"St Mary's Hospital is an NHS hospital in Paddington, in the City of Westminster, London, founded in 1845. Since the UK's first academic health science centre was created in 2008, it has been operated by Imperial College Healthcare NHS Trust, which also operates Charing Cross Hospital, Hammersmith Hospital, Queen Charlotte's and Chelsea Hospital and the Western Eye Hospital.[1] Until 1988 the hospital ran St Mary's Hospital Medical School, part of the federal University of London. In 1988 it merged with Imperial College London, and then with Charing Cross and Westminster Medical School in 1997 to form Imperial College School of Medicine. In 2007 Imperial College became an independent institution when it withdrew from the University of London.[2] The original block of St Mary's Hospital in Norfolk Place was designed by Thomas Hopper in the classical style.[3] It first opened its doors to patients in 1851, the last of the great voluntary hospitals to be founded.[4] Among St Mary's founders was the surgeon Isaac Baker Brown, a controversial figure who performed numerous clitoridectomies at the London Surgical Home, his hospital for women, and who \"immediately set to work to remove the clitoris whenever he had the opportunity of doing so.\"[5] It was at St Mary's Hospital that C.R. Alder Wright first synthesized diamorphine in 1874.[6] The Clarence Memorial Wing, designed by Sir William Emerson and built with its main frontage on Praed Street, opened in 1904.[7] It was at the hospital that Alexander Fleming discovered penicillin in 1928.[8] Fleming's laboratory has been restored and incorporated into a museum about the discovery and his life and work.[8][note 1] The private Lindo wing, where there have been royal births and several celebrity births, opened in November 1937;[10] it was financed by businessman and hospital board member Frank Charles Lindo, who made a large donation before his death in 1938.[11] Following the 1944 publication of a report by Sir William Goodenough advocating a minimum size for teaching hospitals,[12] and following the formation of the National Health Service in the 1948, several local hospitals became affiliated to St Mary's Hospital. These included Paddington General Hospital,[13] the Samaritan Hospital for Women[14] and the Western Eye Hospital.[15] In the 1950s, Felix Eastcott, a consultant surgeon and deputy director of the surgical unit at St Mary's Hospital, carried out pioneering work on carotid endarterectomy designed to reduce the risk of stroke.[16] Paddington General Hospital closed and relocated services to the Paddington basin site in November 1986[13] and, in common with the other London teaching hospitals who lost their independence at that time, the medical school of St Mary's Hospital merged with that of Imperial College London in 1988.[4] In 1987 as part of on-going rationalisation within the NHS, the hundred year old Paddington Green Children's Hospital was closed down, the listed buildings sold off and its services absorbed into St Mary's.[17] St Mary's Hospital is located beside London Paddington railway station, the principal station of the Great Western Railway and its successors. In celebration of the association, a British Rail Class 43 (InterCity 125) locomotive, 43142, was named St Mary's Hospital, Paddington on 4 November 1986. The locomotive is still in service but, following changes of ownership, the name has now been removed. One of the large metal nameplates was acquired by the hospital, and is now displayed in the foyer of the Cambridge Wing.[21] St Mary's Hospital is one of four major trauma centres in London. The other three are: King's College Hospital in Denmark Hill, The Royal London Hospital in Whitechapel, and St George's Hospital in Tooting.[22] COSMIC is an independent charity, supporting the work of the neonatal and paediatric intensive care services of Imperial College Healthcare NHS Trust, London. The charity funds a range of specialist equipment for the units, including ventilators and patient monitoring systems for those being treated on the wards,[23] as well as providing practical and emotional support to families.[24]","Title":"St Mary's Hospital, London - Wikipedia","KeyID":"9764","URL":"https://en.wikipedia.org/wiki/St_Mary%27s_Hospital,_London"}