{"Content: ":"North East England is one of nine official regions of England at the first level of ITL for statistical purposes.[a] The region covers an area of 8,592 km2 (3,317 square miles) and in 2019 had a recorded population of nearly 2.7 million. There are four counties in the region: County Durham; Tyne and Wear; Northumberland and part of North Yorkshire. The largest settlements are Newcastle upon Tyne, Middlesbrough, Sunderland, Gateshead, Darlington and Hartlepool. There are three conurbations in the region: Tyneside (Newcastle upon Tyne's greater metropolitan area); Wearside (centred on Sunderland); and Teesside (a merger of urban areas in north North Yorkshire and south County Durham). Only three settlements in the region have city status: Newcastle upon Tyne, Sunderland and Durham. The region's historic importance is displayed by Northumberland's ancient castles, the two World Heritage Sites of Durham Cathedral and Durham Castle,[2] and Hadrian's Wall,[3] one of the frontiers of the Roman Empire. In fact, Roman archaeology can be found widely across the region and a special exhibition based around the Roman Fort of Segedunum at Wallsend[4] and the other forts along Hadrian's Wall are complemented by the numerous artifacts that are displayed in the Great North Museum Hancock[5] in Newcastle. St. Peter's Church in Monkwearmouth, Sunderland and St. Pauls in Jarrow also hold significant historical value and have a joint bid to become a World Heritage Site. The area has a strong religious past, as can be seen in works such as the Lindisfarne Gospels and the Anglo-Saxon Chronicle.[6] The works of Cuthbert (634–687 AD), Bede (673–735 AD) and Hilda of Whitby (614–680 AD) were hugely influential in the early church, and are still venerated by some today.[7][8] These saints are usually associated with the monasteries on the island of Lindisfarne, Wearmouth-Jarrow, and the Abbey at Whitby, though they are also associated with many other religious sites in the region. Bede is regarded as the greatest Anglo-Saxon scholar. He worked at the monasteries of Wearmouth and Jarrow, translating some forty books on all areas of knowledge, including nature, history, astronomy, poetry and theological matters such as the lives of the saints. His best known work is \"The Ecclesiastical History of the English People\".[9] One of the most famous pieces of art and literature created in the region is the Lindisfarne Gospels, thought to be the work of a monk named Eadfrith, who became Bishop of Lindisfarne in 698. This body of work is thought to have been created in honour of Cuthbert, around 710–720.[10] In 793, the Vikings arrived on the shores of north-east England with a raiding party from Norway who attacked the monastic settlement on Lindisfarne.[11] The monks fled or were slaughtered, and Bishop Higbald sought refuge on the mainland. A chronicler recorded: \"On the 8th June, the harrying of the heathen miserably destroyed God's church by rapine and slaughter.\" There were three hundred years of Viking raids, battles and settlement until William the Conqueror defeated King Harold at Hastings in 1066.[12] The Anglo-Saxon Chronicle notes the change from raiding to settlement when it records that in 876 the Vikings \"Shared out the land of the Northumbrians and they proceeded to plough and support themselves\"[13] The Anglo-Saxon Kingdom of Northumbria extended from the Scottish borders (then Pictish borders) at the Firth of Forth to the north, and to the south of York, its capital, down to the Humber. The last independent Northumbrian king from 947–8 was Eric Bloodaxe, who died at the Battle of Stainmore, Westmorland, in 954. After Eric Bloodaxe's death, all England was ruled by Eadred, the grandson of Alfred the Great; and so began the machinery of national government.[14] Today the Viking legacy can still be found in the language and place names of north-east England and in the DNA of its people.[15] The name Newcastle comes from the castle built shortly after the conquest in 1080 by Robert Curthose, William the Conqueror's eldest son. The region is generally hilly and sparsely populated in the North and West, and urban and arable in the East and South. The highest point in the region is The Cheviot, in the Cheviot Hills, at 815 metres (2,674 ft). The region contains the urban centres of Tyneside, Wearside and Teesside, and is noted for the rich natural beauty of its coastline, Northumberland National Park, and the section of the Pennines that includes Teesdale and Weardale. Durham Cathedral is a UNESCO World Heritage Site The Angel of the North in Gateshead The Bowes Museum in Barnard Castle Bamburgh Castle Holy Island and Lindisfarne Castle Hadrian's Wall St Mary's lighthouse Penshaw Monument Tynemouth Priory Alnwick Castle in winter Guisborough priory Yarm Viaduct North East England has a Marine west coast climate (generally found along the west coast of middle latitude continents) with narrower temperature ranges than the south of England and sufficient precipitation in all months. Summers and winters are mild rather than extremely hot or cold, due to the strong maritime influence of the North Atlantic Current of the Gulf Stream. The Met Office operates several weather stations in the region[16] and are able to show the regional variations in temperature and its relation to the distance from the North Sea. The warmest summers in the region are found in Stockton-on-Tees and the Middlesbrough area, with a 1981-2010 July average high of 20.4 °C (68.7 °F).[17] Precipitation is often low by English standards, in spite of the low levels of sunshine, with Stockton-on-Tees averaging only 574.2 millimetres (22.61 in) annually, and with the seaside town of Tynemouth (despite its slightly sunnier climate) recording 597.2 millimetres (23.51 in) annually.[18] The summers on the northern coastlines are significantly cooler than in the southern and central inland areas: Tynemouth is only just above 18 °C (64 °F) in July. Further inland, frosts during winter are more common, due to the higher elevations and distance from the sea. The region comprises the following local authorities: The former Association of North East Councils was based in Newcastle upon Tyne, and the preceding North East Assembly was based in Gateshead until its dissolution in 2009. The North East with Scotland and the South West are the British regions to have seen the least immigration in over 50 years.[19] The Northeast of England as a region has the lowest rate of HIV infection in the UK,[20] but has the highest rate of heart attacks among men and of lung cancer among women in England, along with the highest male lung cancer rate in the UK .[21] As of November 2017 the region has the joint highest unemployment rate in the UK at 5.5%[22] and as of April 2013 youth unemployment in the North East is 24.8%, with 51,000 out of work.[23] In 2010 the region had the second highest trade union membership among UK men.[24] Higher education students from the North East are most likely to pick a university in their home region.[25] The Northeast, as part of the \"North\" demographic region, has the highest proportion of Christians in Great Britain.[26] Last immigration wave before 21st century was in the late 1990s as a result of the government's dispersal policy scheme that broke up refugee communities, asylum seekers in South England, relocating the new arrivals throughout the country. In 2017, most migrants were non-EU born, and about 60.000 EU-born.[27] The North East has the smallest population of all English regions. North East England, together with Tweeddale, was the ancient British tribal kingdom of Bernicia (Bryneich) and is notable for providing the stable ancestry of its present indigenous population, which has been identified by DNA analysis to be an offshoot of the group \"Scotland, Cumbria and the North of Ireland\", but not so closely related to the other peoples of the UK.[30][31] The Office for National Statistics in April 2013 report that the estimated number of conceptions to women aged under 18 in England and Wales in 2011 is the lowest since records began in 1969.[32] Conception statistics include pregnancies that result in either one or more live births or stillbirths or a legal abortion. A comparison of rates across regions in England shows that the North East had the highest of under 18 conception rates in 2011, with 38.4 per thousand women aged 15–17. The South East had the lowest rate for women aged under 18 in 2011 with 26.1 per thousand women aged 15–17.[32] A study into social deprivation was published in 2010 to help the local partners developing a Regional Strategy for the North East better understand the factors influencing deprivation in the region. The study had two main aspects: Firstly to establish if there are different types of deprived neighbourhoods in the Northeast, and if so, how deprived neighbourhoods can be better recognised. Secondly to present a summary of \"what works\" in tackling deprivation in each of these types of area.[33] The report discusses the factors influencing deprivation and points out that it is a significant problem for the North East with 34% of the regions Lower Super Output Areas (LSOAs) are amongst England's 20% most deprived in the 2007 Indices of Deprivation(these indices have been updated in 2010). It takes many years for areas to become deprived, suggesting that the underlying causes of area-based deprivation are long-term such as: Industrial restructuring has disproportionately affected some communities and groups. In particular: The region's most deprived council districts, as measured by the LSOA data[34] before County Durham and Northumberland became unitary authorities in 2007, are in descending order Easington (7th in England), Middlesbrough (9th), Hartlepool (23rd), Wear Valley (33rd), Sunderland (35th), Newcastle upon Tyne (37th), South Tyneside (38th), Wansbeck (46th), Redcar and Cleveland (50th), Gateshead (52nd), Sedgefield (54th), Derwentside (73rd), Blyth Valley (80th), and Stockton on Tees (98th). The least deprived council districts in 2007 were, in descending order, Tynedale, Castle Morpeth, Teesdale, then Alnwick. Since the April 2009 abolition of these four districts, Northumberland is the least deprived, followed by North Tyneside. Unemployment is a severe problem in the North East, where many children grow up in households where no adult works. in 2010 Easington had the highest rate in the country, as 40.3% of its households with children had no working adult, followed by Sedgefield with 34%.[citation needed] In 2013 the Office for National Statistics report issued the statements highlighted below[35] In 2020, following George Floyd's murder, it was reported that BAME communities suffered inequalities exacerbated by the poor housing of deprived neighbourhoods.[36] In the ONS International Territorial Levels (ITL), North East England is a level-1 ITL region, coded \"UKC\", which is subdivided as follows: The latest statistical report from the Office for National Statistics comparing the North East of England to other regions of the United Kingdom,[37] dated May 2012, states: The North East is the most affordable region in the UK. Figures from 2017 indicate it is the UK region with lowest cost of living per household.[39] Local media include: Regional television is provided by the BBC North East and Cumbria, which broadcasts the regional evening Look North programme from Spital Tongues in Newcastle. Its commercial rival, ITV Tyne Tees & Border, broadcasts the evening programme ITV News Tyne Tees from Gateshead. BBC Radios Newcastle and Tees. National radio comes from Bilsdale on the North York Moors for Teesside, Pontop Pike in County Durham for Tyne and Wear, and Chatton near Wooler for Northumberland. These transmitters are also the main television transmitters. Commercial radio stations such as Metro, Heart (formally Real radio), Capital (formerly Galaxy), TFM, Greatest Hits Teesside (formally called Magic, then TFM 2), and Sun FM. Digital radio comes from the Bauer Tyne & Wear and Bauer Teesside multiplexes. There are also Nova Radio North East, Radio Hartlepool and Spark FM community radio stations. Regional newspapers include the Evening Chronicle, Sunderland Echo, The Journal, Evening Gazette, Shields Gazette, Hartlepool Mail, The Northern Echo and the Darlington and Stockton Times. There are also free publications such as The Ferryhill Chapter, Bishop Press, The Hartlepool Post and Shildon Town Crier. The region was created in 1994 and was originally defined as the metropolitan boroughs of Newcastle upon Tyne; Gateshead; North Tyneside; South Tyneside and City of Sunderland, together with the ceremonial counties of County Durham and Cleveland. A reform of local government abolished Cleveland and splitting the former area between County Durham and North Yorkshire. However, the former Cleveland area has a series of local authorities, making the technical relocation of places in the region purely ceremonial. The North East has a strong tendency to vote Labour. In the 2015 election, 47% of the electorate voted Labour, while 25% voted Conservative, 17% UKIP, 6% Liberal Democrat and 4% Green. At the 2009 European election, Labour got 25% of the region's vote, the Conservatives 20%, the Liberal Democrats 18%, and UK Independence Party 15%.[40] However, in recent years, the North East has seen a significant swing away from Labour. In the 2019 election, many constituencies were targeted by the Conservatives and their representation increased to 10 MPs. The region wide vote shares were 43% for Labour and 38% for the Conservatives, with the Brexit Party a distant third on 8%. In November 2004, a referendum on whether a directly elected regional assembly should be set up for North East England resulted in a decisive \"no\" vote. The number of people who voted against the plans was 696,519 (78%), while 197,310 (22%) voted in favour. John Prescott, the Deputy Prime Minister at the time, admitted that his plans for regional devolution had suffered an \"emphatic defeat\" to the no campaign, spearheaded by Dominic Cummings. Bernard Jenkin, the Conservative spokesman for the regions, said the vote would mean the end of plans for a North East Assembly. He told the BBC: \"The whole idea of regional government has been blown out of the water by this vote\".[41] The North East Combined Authority was established in 2014 and covered much of the region. North of Tyne authorities later split off, leaving south Tyne and Wear County and Durham County authorities. The Tees Valley boroughs were not a part of the authority (Darlington, Hartlepool, Stockton-on-Tees, Redcar & Cleveland, and Middlesbrough) and established the Tees Valley Combined Authority in 2016. After more than 2,000 years of industrial activity as a result of abundant minerals such as salt and coal,[42][43] the chemical industry of the Northeast England is today spread across the whole of the region,[44] with pharmaceuticals being primarily produced in the north of the region, speciality and fine chemicals spread across the middle of the region and commodity chemicals and petrochemicals on Teesside. These companies are members of the Northeast of England Process Industry Cluster (NEPIC). The early chemical industry in this region, however, was primarily Tyneside based and associated with the manufacture of soap and glass. The most important chemical activity in the 18th and 19th centuries was the manufacture of alkali to make soap, which was when mixed with lime and sand and used to make glass.[45] The effects of the industrial revolution could be seen through an economy dominated by iron and steel, coal mining and shipbuilding. Rationalisation of chemical firms in 1891 left only four works on Tyneside.[45] Before the industrial revolution alkali was mostly used to aid the bleaching process of cloth. As the industrial revolution took hold, increasing demand for alkali came from higher production of dyestuffs, and bleach. In 1798 John Losh and the Earl of Dundonald took out a lease for a rich supply of brine pumped from a nearby coal mine, the Walker pit, becoming the supplier of raw material for The Losh, Wilson & Bell Alkali works. The works were established at Walker-on-Tyne in 1807 and bleaching powder manufacture began there in 1830, Losh Brothers soon manufactured half the soda in England. By 1814 the Leblanc process of making alkali from common salt was introduced to Britain. Alkali works using this process opened at Tyne Dock 1822, Felling shore Tyneside 1826, Friars Goose Gateshead 1828 and again on Felling Shore in 1834. Such works also produced soda, alum and Epsom salts. The river frontage at South Shore of the River Tyne at Gateshead was one of the main locations for the chemical industry such that in the 19th century, which led to a cluster of iron, soap and alkali manufacturing.[46] By 1828 the alkali works had a large problem controlling emissions of hydrochloric acid fumes which devastated the neighbouring countryside. One solution was to build tall chimneys to drive the fumes further away and in 1833 the tallest chimney in England was built at the Friars Goose Alkali Works.[45][47] The passing of the Alkali Act of 1863 in the UK Parliament brought about a further reduced pollution from these processes and was the first industrial environmental legislation to come into practice globally. Salt-making in and around Greatham (between Hartlepool and Billingham) had been important in Roman and medieval times,[48][49] and salt was also produced on Wearside from the 1580s, but by the 16th century the industry had been eclipsed by South Shields on the Tyne.[50] In 1894 the industry returned to Greatham with the establishment of the Greatham Salt and Brine Company by George Weddell. The works was later purchased by the famous salt-making company Cerebos in 1903. By the mid-20th century, Cerebos was owned by the food conglomerate Rank Hovis McDougall, and the factory closed in 2002.[51] Glass manufacture has been an important industry in the Northeast of England since stained glass glaziers worked on the Wearmouth and Jarrow monasteries in 674 AD.[52][53] Sunderland and Tyneside were noted for glass-making between the 17th and 19th centuries.[54] In 1827 about two fifths of all English glass was made in the Tyneside area and in 1845 South Shields was making more plate glass than anywhere else in England. Sunderland was also rising to prominence as a glass-making centre, with James Hartley's Wear Glass Works opening in 1836,[55] and by 1865 one third of the sheet glass in England was supplied by his Sunderland works. The Candlish Glass Bottleworks was the largest in Europe, managed by John Candlish William Beilby produced decorative glass items in Newcastle during the mid 1700s. Coal mining was one of the first industrial activities in Northeast England because the region was fortunate to have shallow seams of coal near the coast, which meant that material could be transported in and out by sea.[56] This led to the growth of ports in Sunderland, Newcastle, Teesport Middlesbrough, Seaham, Hartlepool and Blyth. The energy from coal underpinned the development of many of the industries around these ports. As discussed in the classic historical review of \"Victorian Cities\" by Asa Briggs, Middlesbrough was developed as a port downstream of Yarm and Stockton to take bigger coal ships.[57] The Northumberland-Durham coalfield was one of the earliest coal mining areas to be worked in the country, with the Romans extracting coal here which caused the area to become an important source of coal in the 13th and 14th centuries.[58] Many current towns and villages across the region were originally settlements set up for the coal miners. For example, Seaham is a port community that was developed to handle output of the coal mining interests of Charles William Vane-Tempest-Stewart the 3rd Marquis of Londonderry, a military leader and business man who became one of the UK's richest men due to his coal mining developments.[59][60] The Marquis built his business interests using the inherited wealth of his wife Francis Anne. The Marquis also built one of the country's finest country houses in the region as a palace for his family and his royal connections. It is called Wynyard Hall.[61] London was one of the places which received coal from the area and there are references to shipments of coal being sent to the capital, for example 526 cauldrons of coal from Tyneside to London in 1376 for smiths involved in building Windsor Castle. Before the growth of mining companies, the coal from the North East was often sent to London using monks. The coal was often called sea coal because it often washed up from undersea outcrops on the Northumbrian coast. This could explain the name Se-coles Lane in London.[56] It also led to the colloquial phrase \"taking coals to Newcastle\", meaning why take something to a place that already has an excess of it. Improvements in technology meant equipment could be built to go deeper than ever before. One example was the High Main seam at Walker Colliery on Tyneside, which became one of the deepest coal mines in the world, thanks to large engine cylinders which helped drain the mine.[62] Other mining developments from this region include water level and ventilation techniques introduced by John Buddle who also helped to introduce the miner's safety lamp which was invented here by Stephenson and Davy. Sir Humphry Davy, after contemplating a communication he had received from Reverend Dr Robert Gray Rector of Bishopwearmouth (later Bishop of Bristol) regarding the problem of gas in mines, took up the challenge of solving the problem of providing light in \"fire-damp\" ridden collieries. He started the work with several days of discussions with John Buddle, the overseer at Wallsend Colliery, other colliery owners and finally the Reverend John Hodgson, Vicar of Jarrow. Davy also collected samples of \"fire-damp\" before returning to his laboratory in London. Two designs of his lamps emerged and were tested at the most hazardous pits in the country, then at Newcastle-upon- Tyne and Whitehaven in Cumberland, and were a resounding success. He later published his paper on \"The safety lamp for coal mines and some researches on flame\" in 1818, which made underground coal mines much more safe. George Stephenson a colliery engineer at Killingworth Main Colliery also invented a safety lamp which was successfully tested on 21 October 1815. This became known as the \"Geordie\" lamp. As a result, some in the Northeast then tried to challenge the delivery of some Ceremonial Plate to Davy but the Davy Lamper's won the day and on 25 September 1817 a dinner service as presented to Davy from the coal owners at the Queen's Head in Newcastle. Davy declined to take out a patent on his lamp design effectively giving it to the nation and the world's coal miners.[63] The moment when the new safety lamp was first tested was recorded by John Buddle in a report from the Select Committee on Accidents in Mines on 4 September 1835 \"I first tried the lamp in an explosive mixture on the surface; and then took it to the mine; it is impossible for me to express my feelings at the time when I first suspended the lamp in the mine and saw it red hot. I said to those around me: \"We have at last subdued this monster [fire-damp].\" With some describing it as one of the most significant moments in the industrialization of the world.\"[64] As an example of the many coal mines (colloquially known as pits) that were created in the Northeast's Monkwearmouth Colliery (or Wearmouth Colliery) was a large deep pit that went out under the North Sea. It was located on the north bank of the River Wear and was the largest pit in Sunderland and one of the most important in County Durham. The mine opened in 1835 and was the last to remain operating in the Durham Coalfield, with the last shift leaving the pit on 10 December 1993 and ending over 800 years of commercial underground coal mining in the region.[65] The Colliery site has been cleared to make way for the Sunderland A.F.C's Stadium of Light which opened in July 1997. The mine is commemorated by a large sculpture of a miners lamp at the entrance to the stadium. The Durham Coalfield remains a national resource for the UK economy today and for the future. Most of the mines in the region were closed during the years of UK Prime Minister Margaret Thatcher (see UK miners' strike (1984–1985)) however several large open cast coal mines are still operational in the region. Today companies like Five-Quarter are investigating the use of the latest technology for underground coal gasification to access the Durham Coalfield reserves. Professor Paul Younger of Newcastle University in 2011 reported[66] that \"Around 75 per cent of the coal in the North East is still underground, even though we have been mining it on an industrial scale longer than anyone else in the world. Previously a lot of this coal was too deep for conventional mining, or too far off shore. Even today this resource this could never be exploited by conventional means, but the technology to harness that resource has now become cost effective.\" Accessing these reserves is of particular importance to the local chemical industry.[67] Shipbuilding was once one of this region's largest industrial sectors. Ships were built on the River Wear at Sunderland from at least 1346 and on the River Tees at Stockton from at least 1470,[68] with the Northeast of England more generally being the birthplace of some of the world's greatest vessels. This was recognised in 2013 with the regions shipbuilding heritage and global impact being recognized by UNESCO and placed on their Memory of the World Register, ranking the regions shipbuilding heritage alongside iconic items such as the Domesday Book in terms of historical importance.[69] The early ships were built of wood, but in the 19th century there was a move towards building ships of iron then steel. Ships were built across the region, especially along Tyneside in Jarrow and Wearside in Sunderland and also in smaller ports like Blyth, Whitby and Hartlepool. Sunderland's early development was due to coal but it later transitioned to become the largest shipbuilding town in the world[70] giving the town its fame. The first recorded shipbuilder was Thomas Menville at Hendon in 1346.[71] By 1790 Sunderland was building around nineteen ships per year making it the most important shipbuilding centre in the United Kingdom. By 1840 there were 65 shipyards such that over 150 wooden vessels were built at Sunderland in 1850. At this time 2,025 shipwrights worked in the town and some 2,000 others were employed in related industries. Sunderland's first iron ships were built from 1852 and wooden shipbuilding ceased here in 1876. Sunderland shipbuilders included Austin and Son, William Pickersgill and William Doxford.[68] It was between 1790 and 1805 that Thomas Haw of Stockton began building ships for the Napoleonic wars. Shipbuilding did not begin in Middlesbrough until 1833 when a wooden sailing ship called The Middlesbro' was built. Teesside's first iron ship was built in Thornaby in 1854, it was a screw steamer called The Advance, and Teesside's first steel ship was Little Lucy built in 1858. One famous Teesside-built ship was the 377-foot (115 m) long Talpore, built by Pearse and Co of Stockton in 1860. It was a troop ship for the River Indus, and was the world's largest river steamer at the time.[72] An archive of the ships built on Teesside has been created,[73] In Hartlepool Thomas Richardson of Castle Eden and John Parkin of Sunderland established a shipyard at Old Hartlepool in 1835 and built The Castle Eden ship. The shipbuilding company of William Gray was established here in 1862 and Gray became one of the most influential men in the town. He was the first mayor of West Hartlepool in 1887. William Gray shipbuilders won the Blue Ribband prize for maximum output in 1878, 1882, 1888, 1895, 1898 and 1900. The yard closed in 1961.[74] On Tyneside, Charles Mark Palmer, born in South Shields, established a yard at Jarrow in 1851 and built its first iron collier, The John Bowes, in the following year. It was the first ever seagoing screw collier and was built for John Bowes of Barnard Castle for shipping coal to London. Palmer was also famed for building the first rolled armour plates for warships in 1854. William Smith and Co launched the 1,600-ton Blenheim in 1848. W. G. Armstrong, the famous northern engineer, acquired an interest in the Tyneside shipbuilding firm of Mitchells in 1882, and the company of W. G. Armstrong, Mitchell and Co was formed. The yard built battleships as well as a ship called Gluckauf, which was arguably the world's first oil tanker. It was launched by the yard in 1886. Scotsman Charles Mitchell started building ships at Walker-on-Tyne in 1852 and purchased a 6.5-acre (2.6 ha) site at Wallsend in 1873 to soak up excess orders from his Walker shipyard. The new yard failed financially and was handed to his brother-in-law Charles Swan. Charles and his brother Henry were directors of the Wallsend Slipway Company, a repair yard established by Mitchell in 1871. In 1878 Charles arranged a partnership with Sunderland shipbuilder George Hunter, but in 1879 Charles died after falling overboard from a channel steamer whilst returning from the Continent with his wife. Hunter went into temporary partnership with Swan's wife before becoming Managing Director in 1880. Swan Hunters built their first steel ship at Wallsend in 1884 and their first oil tanker in 1889. Most early ships built at the Swan Hunter yard were smaller, like colliers and barges, but in 1898 it built its first ocean liner, Ultonia, with a further 21 liners being built between 1898 and 1903. The most famous ship ever launched there was undoubtedly Mauretania, a transatlantic ocean liner that launched on 20 September 1906. The ship was 790-foot (240 m) long, with a Beam (nautical) of 88 ft (27 m) and a gross register tonnage of 31,938 tons. It carried 2,000 passengers on its maiden voyage on 16 November 1907 and won the Blue Riband for the fastest crossing of the Atlantic, a record held for 22 years.[68] A major pioneering innovation in marine engineering was the steam turbine, invented by Charles Algernon Parsons. He patented the first steam turbine on Tyneside in 1884. Parsons, born in Ireland in 1854, was the youngest son of the Earl of Rosse and a keen inventor, who was a junior partner in the Tyneside engineering firm of Clarke Chapman. In 1894 Parsons' Marine Turbine Company launched Turbinia, the first ship to be powered by electric turbines. She can be still be seen (and boarded) at the Discovery Museum in Newcastle upon Tyne.[75] Shipyard closures in the 20th century took place during economic slumps and occurred in two phases, between 1909–1933 and 1960–1993. Early closures included Smiths Dock at North Shields in 1909, which became a ship repair yard, Armstrongs of Elswick in 1921, Richardson Duck of Stockton (1925), Priestman's of Sunderland (1933) and Palmers of Jarrow and Hebburn (1933). There were 28 North East closures in this period of which 14 were on the Tyne, 7 on the Wear, 6 on the Tees and 1 at Hartlepool. Six shipyards closed in the 1960s including W.Gray of Hartlepool (1961), Short Brothers of Sunderland (1964) and The Blyth Shipbuiding Company (1966). There were five closures in the region in the 1970s including the Furness yard at Haverton Hill, near Stockton, in 1979.[68] The coal and shipbuilding industry that once dominated the North East suffered a marked decline during the second half of the 20th century. Tyneside is now re-inventing itself as an international centre of art, culture and through The Centre For Life, scientific research, especially in healthcare and biotechnology. Newcastle University is now a leading institution in the development of stem cell technology being the first in the United Kingdom and the second institution in Europe to obtain a licence to do such work.[76] As with the rest of the region, Sunderland suffered economic decline during the last century, but is now becoming an important area for quaternary industry, bioscience, computing and high tech industries. The economy of Sunderland is now dominated by the Nissan's European car manufacturing facility and supply chain which is also leading that company's development of electric vehicles.[77] The economy of Teesside continues to be largely based on the petrochemical, commodity chemical and steel industries that form a significant part of the Northeast of England Process Industry Cluster (NEPIC), but newer industries such as offshore engineering and digital computing, particularly in the field of Game design, have emerged from Teesside University.[78] Northumberland, although largely rural and an important tourist location with its castles, beaches, and history has a nationally significant concentration of pharmaceutical manufacturing companies around Cramlington and Prudhoe.[79] The county has also seen a huge investment into the creation of the UKs largest reservoir, Kielder Water, enabling the Northeast to attract more industry. Kielder forest around the reservoir is known to have the darkest night sky in England,[80] making it an ideal location for both professional and amateur astronomers. The City of Durham with its highly regarded University, Castle and Cathedral attracts many tourists and also a significant number of knowledge intensive businesses (KIBS) in architecture, engineering, technology and measurement science. At Sedgefield in County Durham, Netpark is home to the Centre for Process Innovation's Printable Electronics Technology Centre, a nationally important centre for the development of printed electronics and a number of other emerging electronics companies such as Kromek. Today, the members of the Northeast of England Process Industry Cluster (NEPIC) represent about one third of the regional industrial economy. The NEPIC is constituted by commodity chemical, petrochemical, speciality chemical, pharmaceutical, biotechnology, polymer, renewable material and renewable energy companies and the associated supply chains. The Teesside industry is located on three large chemical sites at Wilton, Billingham and Seal Sands at the mouth of the River Tees and Teesport, the third largest port in the UK and the tenth in Western Europe and is important logistical infrastructure supporting the commodity chemical and steel members of NEPIC. In the 21st century PD Ports, owners of Teesport, have been developing it as a Port Centric Logistical Centre. This strategy has seen a number of significant importing and distribution facilities for the north of the UK being built here, including distribution centres for the distribution operations of Asda/Walmart and Tesco supermarket chains.[81] NEPIC has two offices in the region: one in the north in Sunderland, serving the pharmaceutical and speciality chemical industries on Tyneside and in south Northumberland, and one in the south at Wilton near Redcar, serving the commodity chemical and steel industry of Teesside and operating amongst several process sector and supply chain companies that work out of the process industry research centre, The Wilton Centre, one of Europe's largest technical development laboratory facilities. The head office of the Centre for Process Innovation, part of the UK's High Value Manufacturing Catapult, is based in this multi-occupancy technical development centre along with their pioneering National Industrial Biotechnology Facility.[82][83] This region has a strong history in technological innovation: The friction match was invented in Stockton-on-Tees in 1826 by John Walker. George Stephenson (9 June 1781 – 12 August 1848) was an English civil engineer and mechanical engineer who built the first public inter-city railway line in the world to use steam locomotives. Renowned as the father of railways[84] George Stephenson was born in Wylam, Northumberland, 9.3 miles (15.0 km) west of Newcastle upon Tyne. Sir Joseph Wilson Swan (31 October 1828 – 27 May 1914) was a British physicist and chemist from Sunderland, County Durham now the (City of Sunderland). He is most famous for inventing an incandescent light bulb before its invention by the American Thomas Edison. Swan first demonstrated the light bulb at a lecture the Literary and Philosophical Society and Miners Institute on Mosley Street, Newcastle upon Tyne on 18 December 1878. Mosley Street, Newcastle upon Tyne is reputed to be the first street in the world to be lit by electric light.[85] Charles Algernon Parsons invented the steam turbine in 1884, and having foreseen its potential to power ships he set up the Parsons Marine Steam Turbine Company with five associates in 1893. To develop this he had the experimental vessel Turbinia built in a light design of steel by the firm of Brown and Hood, based at Wallsend on Tyne. He also pioneered in the field of electricity generation, establishing the Newcastle and District Electric Lighting Company in 1889. The company opened the first power station in the world to generate electricity using turbo generators in 1890, at Forth Banks in Newcastle. William George Armstrong, 1st Baron Armstrong, CB, FRS (26 November 1810 – 27 December 1900) was an effective Tyneside industrialist who founded the Armstrong Whitworth manufacturing empire. He was responsible for the development of the hydraulic crane and many military armaments. His house at Cragside, Northumberland was the first in the world to be lit by hydro-electricity, using incandescent lamps provided by the inventor Joseph Swan. In 1936 the first commercially viable production of acrylic safety glass, Perspex, began by ICI Acrylics and the material is still manufactured in the region by Lucite International now part of Mitsubishi Corporation. During the Second World War acrylic glass was used for submarine periscopes, windshields, canopies, and gun turrets for airplanes.[86] Shortages in raw materials and price pressures have led to innovation by Lucite who developed their patented Alpha Technology in this region. This technology is now the leading technology used in the manufacture of acrylics around the world. It uses new feedstock's and has a cost advantage of 40% over conventional processing methods.[87] Newcastle University was the first in the UK and the second in Europe to receive a licence to perform research on stem cells and is a leading centre for such research today. Dr Karim Nayernia was the first to isolate spermatagonial stem cells at this University. Many new healthcare developments have arisen from this stem cell expertise in the region. Today the region has five universities with a number of research departments: Durham University, Newcastle University, Northumbria University, University of Sunderland and Teesside University, which have a portfolio of many innovative businesses that have spun out of their research and teaching departments.[88] Businesses in Northeast England are supported by the North East England Chamber of Commerce.[89] The Northeast Chamber of Commerce[permanent dead link] (NECC) is based in Durham and has active sub committees working in all sub regions. To further encourage SMEs in the North East of England to Export, the Northeast Process Industry Cluster (NEPIC) has collaborated with the Northeast Chamber of Commerce (NECC) and RTC North Limited to create a jointly owned subsidiary company Go Global Limited to manage the contract they have to deliver the United Kingdom Trade & Investment (UKTI), Government funded, support products and programme for all business sectors in their region. The UKTI business support products, to help grow international trade, are focused on supporting individual SMEs to grow their exports and they also support Trade Missions to new markets.[90] The Northern Business Forum is an organisation created in the region to share knowledge and best practice between membership based business support organisations in the Northeast of England. The Forum creates a single voice for business when this is needed. This business led forum also links its member organisations to wider business issues, both locally and nationally, through the local and national business membership organisations that are also represented. Members of the forum include NECC, NEPIC, the Federation of Small Businesses (FSB), Confederation of British Industry (CBI)North East, the Engineering Employers Federation Northern (EEF), The Institute of Directors (IOD), The North East Chamber of Commerce (NECC),Service Network Archived 19 August 2013 at the Wayback Machine, RTC North and NEPIC. The Association of North East Councils (ANEC) are amongst the observers of the forum. Businesses investing in the region are supported by the Local Enterprise Partnerships Tees Valley Unlimited (TVU) and the North East Local Enterprise Partnership (NELEP). Both these organisations manage enterprise zones to encourage new business investors. There are also several Industry and Business led Cluster bodies in the region to network and engage companies on a sector basis and give local business-to-business advice and supply chain intelligence: the Northeast of England Process Industry Cluster (NEPIC) (chemicals-polymers-pharmaceuticals-biotech), the Northern Offshore Federation (NOF) (energy and offshore engineering), Service Network Archived 19 August 2013 at the Wayback Machine (accountants-finance-law firms-HR) and Northern Defence Industries (NDI) (defence related engineering), Design Network North (DNN) (design issues for all sectors.) RTC North provide business expertise in specific growth areas such as product innovation, market research, technology transfer, commercialisation, business growth. North East Access to Finance (NEA2F) operates a business growth fund to help small and medium-sized businesses (SMES). The North East Enterprise Zone, initiated by the North East Local Enterprise Partnership, was announced by the government in 2011.[91] The zone focuses on technology for low carbon vehicle development, marine offshore and subsea engineering, petrochemicals and renewable energy.[92] At the time of announcement the enterprise zone included two clusters of sites, an Ultra Low Carbon Vehicle zone in Sunderland and a zone on the River Tyne North Bank.[91] The Sunderland cluster is close to the Nissan plant and includes Turbine Business Park. It hosts Gateshead College's Future Technology Centre.[92] The cluster on the Tyne includes the Port of Tyne North Estate, Swan Hunter in North Tyneside, and Neptune Yard in Newcastle.[91] The zone was launched in April 2012.[92] In that year another cluster of sites, composing the Blyth Estuary Renewable Energy Zone at Port of Blyth, was added to the zone.[93] The enterprise zone contains ten sites over the three clusters, covering 115 hectares (280 acres) in total.[94] There is also an enterprise zone in Teesside, the Tees Valley Enterprise Zone.[95] Offshore Group Newcastle make oil platforms. Sage Group, who produce accounting software, are based at Hazlerigg at the northern end of the Newcastle bypass. Northern Rock, which became a bank in 1997 and was taken over by Virgin Money in November 2011, and the Newcastle Building Society are based in Gosforth. The Gosforth-based bakery Greggs now has over 1,500 shops. The Balliol Business Park in Longbenton contains Procter & Gamble research and global business centres and a tax credits call centre for HMRC, and is the former home of Findus UK. The Government National Insurance Contributions Office in Longbenton, demolished and replaced in 2000, had a 1 mile (1.6 km) long corridor.[citation needed] Be-Ro and the Go-Ahead Group bus company are in central Newcastle. Nestlé use the former Rowntrees chocolate factory on the east of the A1. BAE Systems Land & Armaments in Scotswood, formerly Vickers-Armstrongs, is the main producer of British Army tanks such as the Challenger 2. A Rolls Royce apprentice training site is next door.[96] Siemens Energy Service Fossil make steam turbines at the CA Parsons Works in South Heaton. Sir Charles Parsons invented the steam turbine in 1884, and developed an important local company. Domestos, a product whose main ingredient is sodium hypochlorite, was originated in Newcastle in 1929 by William Handley, and was distributed from the area for many years. Clarke Chapman is next to the A167 in Gateshead. The MetroCentre, the largest shopping centre in Europe, is in Dunston. Scottish & Newcastle was the largest UK-owned brewery until it was bought by Heineken and Carlsberg in April 2008, and produced Newcastle Brown Ale at the Newcastle Federation Brewery in Dunston until production moved to Tadcaster in September 2010. At Team Valley are De La Rue, with their largest banknote printing facility, and Myson Radiators, the second largest in the UK market. Petards make surveillance equipment including ANPR cameras, and its Joyce-Loebl division makes electronic warfare systems and countermeasure dispensing systems such as the AN/ALE-47. Sevcon, an international company formed from a part of Smith Electric, is a world leader in electric vehicle controls. AEI Cables and Komatsu UK construction equipment at Birtley. J. Barbour & Sons make outdoor clothing in Simonside, Jarrow. SAFT Batteries make primary lithium batteries on the Tyne in South Shields. Bellway plc houses is in Seaton Burn in North Tyneside. Cobalt Business Park, the largest office park in the UK, is at Wallsend, on the former site of Atmel, and is the home of North Tyneside Council. Swan Hunter until 2006 made ships in Wallsend, and still designs ships. Soil Machine Dynamics in Wallsend on the Tyne makes Remotely operated underwater vehicles, and its Ultra Trencher 1 is the world's largest submersible robot.[citation needed] The car dealership Evans Halshaw is in Sunderland. The car factory owned by Nissan Motor Manufacturing UK between North Hylton and Washington is the largest in the UK. Grundfos, the world's leading pump manufacturer, builds pumps in Sunderland. Calsonic Kansei UK, formerly Magna, make automotive instrument panels and car trim at the Pennywell Industrial Estate. Gestamp UK make automotive components. Smith Electric Vehicles originated in Washington. The LG Electronics microwave oven factory opened in 1989, closed in May 2004, and later became the site of the Tanfield Group. Goodyear Dunlop had their only UK car tyre factory next to the Tanfield site until its 2006 closure. BAE Systems Global Combat Systems moved to a new £75 million factory at the former Goodyear site in 2011, where they make large calibre ammunition for tanks and artillery. The government's child benefit office is in Washington. Liebherr build cranes next to the Wear at Deptford. The outdoor clothing company Berghaus is in Castletown. Vaux Breweries, who owned Swallow Hotels, closed in 1999. ScS Sofas are on Borough Road. There are many call centres in Sunderland, notably EDF Energy at the Doxford International Business Park, which is also the home of the headquarters of the large international transport company Arriva and Nike UK. Rolls Royce planned to move their production of fan and turbine discs to BAE Systems' new site in 2016.[needs update] Ashington has the Alcan Lynemouth Aluminium Smelter, next to the Lynemouth Power Station. Hammerite and Cuprinol are made in Prudhoe by ICI Paints. A Procter & Gamble factory in Seaton Delaval makes Hugo Boss aftershave and Clairol and Nice 'n Easy hair dye at a site formerly owned by Shultons, who originated Old Spice and were bought by P&G in 1990. McQuay UK makes air conditioning systems on the Bassington Industrial Estate at the A1068/A1172 junction in Cramlington, and Avery Dennison UK make labels on the Nelson Industrial Estate off of the A192. Schweppes' Abbey Well mineral water, the official water of the London 2012 Olympic Games, is made by Coca-Cola in the east of Morpeth. The National Renewable Energy Centre (Narec) is at Blyth. The region has a diverse landscape that includes maritime cliffs and extensive moorland that contains a number of rare species of flora and fauna. Of particular importance are the saltmarshes of Lindisfarne, the Tees Estuary, the heaths, bogs and traditional upland hay meadows of the North Pennines, and the Arctic-alpine flora of Upper Teesdale. The beauty of the Northumbrian coastline has led to its designation as an area of outstanding natural beauty (AONB) stretching 100 miles from Berwick-Upon-Tweed to the River Coquet estuary.[97] Among the 290 bird species identified on the Farne Islands, is the rare seabird the roseate tern. One of the foremost bird sanctuaries and observatory for migratory and wading birds in the UK is now operated at \"Saltholme\" which is part of a wider site of special scientific interest called Seal Sands. The Saltholme reserve is managed by the Royal Society for the Protection of Birds(RSPB). This project has been pronounced as one of the best places to view birds by Bill Oddie, the celebrity bird watcher and former host of the BBC's Spring Watch Programme. In December 2012 he also presented the project with a prize as the UK's favorite National Lottery funded project.[98] The seal colony at Seal Sands on the mouth of the River Tees is thriving and stands at more than 60 harbour seals and this is the only breeding colony of this species on the northeast coast.[99]\"Rainton Meadows\" is also a recently created bird-watching site.[100] The region is also the English stronghold of black grouse[101] and contains 80–90% of the UK population of yellow marsh saxifrage.[102] The Magnesian Limestone grasslands of East Durham are a unique habitat not found nowhere else in the world which is particularly important to many species of butterfly and moths.[103] The Northeast of England also features woodland such as Kielder Forest, the largest man-made forest in Europe.[104] This is located within Northumberland National Park and contains an important habitat for the endangered red squirrel.[105] The North East's main arterial carriageway is the A1 road, which mirrors the East Coast Main Line's course. In County Durham this road is of motorway standard and is known as the A1(M), and in March 2018 a section of A1(M) was opened between Barton and Leeming Bar in North Yorkshire providing a continuous link to the motorway network in the rest of England. However, the A1 is still an all-purpose road in Tyne and Wear and Northumberland, and is controversially still single carriageway north of Morpeth, despite being the main trunk route connecting Edinburgh and Newcastle upon Tyne and having a terrible safety record.[citation needed] A second north–south dual carriageway link is provided by the A19 which heads north from Thirsk (accessed via the A168 from the A1(M) at Dishforth), serving Teesside, Peterlee and Sunderland before heading through the Tyne Tunnel to meet the A1 at Seaton Burn. The Tyne Tunnel was opened as a single-carriageway in 1967, with a second tunnel opening in February 2011 for dual-ing. The course of the A1 through Tyne and Wear has changed twice during the late 20th century. Originally passing through the centre of Newcastle upon Tyne then, in 1977, it was re-routed to the east of the city through the Tyne Tunnel. In 1993 a second rerouting occurred, along Newcastle Western Bypass, west of the city. Each of these resulted in standing roads to be renumbered, the A1 forms the boundary and roads between beginning with 1 and 6. The A66 (Tees Valley) and A68 (often following the Roman road Dere Street) are cross-country roads over the North Pennines. The A69 heads west along the Tyne Valley to Carlisle in Cumbria. The ferry terminal at North Shields is accessed via the A187 from the Tyne Tunnel. DFDS operate two ferries a day to Amsterdam and, formerly, one a day on the Stavanger – Haugesund – Bergen route. The two main airports are Newcastle Airport, located north of the city near Ponteland, and Teesside International Airport, located east of Darlington. The region's population is served by a charitable service known as the Great North Air Ambulance for those who need rapid transfer to a hospital or medical assistance in difficult or remote locations. Long term planning for transport in the region has involved the development of sub regional strategies. This planning also needs to take into account region wide transport schemes such as those carried out by the Highways Agency and Network Rail.[107] These activities in the United Kingdom now fall into the remit of the Local Enterprise Partnerships (LEPs) which in the Northeast of England are Tees valley Unlimited and the North East LEP.[108] Bodies such as the Northeast Chamber of Commerce (NECC) and the Institution of Civil Engineers (ICE) are providers of significant practical insights to policy makers.[109][110] Within the region the local transport authorities plan for the future by producing Local Transport Plans (LTP) which outline their strategies, policies and implementation programmes.[111] The most recent LTP is that for the period 2006–11. In the North East region the following transport authorities have published their LTP online: the 5 Tees Valley authorities,[112][113][114][115][116] Durham,[117] Tyne and Wear[118] and Northumberland.[119] There are over 250 nursery/primary schools in the County Durham area of the north east, which range from schools with their own nursery, to schools that are either infant only or junior only.[120] Areas such as Gosforth have first schools which have neither years 5 nor 6, and therefore educate children up to the age of 8 and 9. The North East education system consists largely of comprehensive schools, but a number of private and independent schools are found in Newcastle, Sunderland, Durham, Darlington, Stockton and in particular, Northumberland. in 2014 a number of the regions schools were in the top 20% of schools as measured by SSAT — the UK organisation for school improvement and collaboration — and have been awarded an SSAT Educational Outcomes Award recognising their successes. These schools are Burnside Business & Enterprise College, in Newcastle, Castle View Enterprise Academy, in Sunderland, Emmanuel College, in Gateshead, Greenfield Community College, in Newton Aycliffe, Northumberland Church of England Academy, in Ashington and The North Durham Academy in Stanley.[121] The awards, recognised high attainment and outstanding continuous improvement. The schools in the top 20% for high attainment in GCSE exams were Burnside Business and Enterprise College and Northumberland Church of England Academy The region's secondary school attendance is the lowest in England at around 125,000, with the next lowest in the East Midlands. Truancy at its schools is a mixed picture. It has the second highest overall rate for urban areas, after Yorkshire and the Humber, but the lowest rate in England in its rural areas. Middlesbrough has the region's highest rate with 7.2% persistent truants, which is the second highest rate in England after Manchester (7.3%). Next is Newcastle upon Tyne, with 6.4%, then the former district of Wansbeck, with 6.3% At General Certificate of Secondary Education (GCSE) level, the region's performance is similar to that of other largely urban areas, although its results are generally below the national average. Middlesbrough tends to perform the worst, and to produce results well below the national average. Local education authorities (LEAs) in the North East have improved at GCSE in recent years. North Tyneside performed the best in 2011, followed by Gateshead, Northumberland, and Darlington. No LEA in the North-East was above the 2011 national GCSE average. South Tyneside was the lowest for the English Baccalaureate, followed by Middlesbrough and Hartlepool. Gateshead and North Tyneside were the highest, and Gateshead was the only LEA above the national average for this measure. The region's parochial schools tend to perform better at GCSE. These include St Thomas More Catholic School in Blaydon, the selective independent state school Emmanuel City Technology College in Gateshead, All Saints C of E School in Ingleby Barwick, English Martyrs School and Sixth Form College in Hartlepool, St Bede's Catholic School and Sixth Form College in Lanchester, County Durham, and the Carmel RC Technology College in Darlington. Other regional schools that perform well include Whitley Bay High School, Marden High School in Cullercoats, the Macmillan Academy in Middlesbrough, Park View School in Chester-le Street, and the Hurworth School near Darlington. Many area schools do not have a sixth form, especially in Teesside, Sunderland and South Tyneside, but all Northumberland schools have a sixth-form along with a three-tier system of education. Middlesbrough and Newcastle have the most students who pass no GCSEs. North East LEAs at A-level are improving, but produce results below those of other areas of England. Sunderland performed the best in 2011, with consistently good results, followed by Hartlepool and Darlington, which are above the national average, and unrepresentative of most areas in the North East. Darlington's Queen Elizabeth Sixth Form College is one of the highest-rated colleges in England. The area's Catholic schools all do reasonably well at A level. Stockton-on-Tees, Redcar, and Cleveland and Newcastle were also above England's average. Newcastle does significantly better at A-level than at GCSE, with consistent improvement, while Gateshead does much worse at A-level than GCSE, and produced the second lowest A-level results in the region in 2009. The worst results at A-level were from Middlesbrough, Durham, South Tyneside and Gateshead. South Tyneside had in previous years been consistently the region's worst performing LEA at A-level. Dame Allan's Schools, Royal Grammar School (NRGS), Barnard Castle School and Durham School are all members of The Headmasters' and Headmistresses' Conference. The Central Newcastle High School and the Royal Grammar School were named as among the nation's top 100 independent schools in 2006. Durham School is considered to be one of the oldest schools in the UK, and its Old Boys were the founding members of the original Newcastle Falcons Rugby club. Mowden Hall School, a selective day and boarding prep school in Northumberland, is another independent school. In the region, school children from Northumberland are most likely to attend university, followed by Stockton on Tees and North Tyneside. There are sixteen further education colleges in the region.[122] The main such colleges are East Durham College, Newcastle College, New College Durham, Darlington College, Gateshead College, Bishop Auckland College, Stockton Riverside College, Queen Elizabeth Sixth Form College, Hartlepool College of Further Education, Middlesbrough College, Cleveland College of Art and Design and Sunderland College.[citation needed] The region is well served by higher education institutions, with two Russell Group universities: Newcastle University and Durham University. These universities have a diverse student body, attracting students from across the UK and the world. Additionally, the North East is home to modern universities including Northumbria University in Newcastle, the University of Sunderland, and Teesside University in Middlesbrough. Coordinates: 55°00′00″N 1°52′00″W﻿ / ﻿55.0000°N 1.8667°W﻿ / 55.0000; -1.8667","Title":"North East England - Wikipedia","KeyID":"9765","URL":"https://en.wikipedia.org/wiki/North_East_England"}