{"Content: ":"Guy's Hospital is an NHS hospital in the borough of Southwark in central London. It is part of Guy's and St Thomas' NHS Foundation Trust and one of the institutions that comprise the King's Health Partners, an academic health science centre. It is a large teaching hospital and is, with St Thomas' Hospital and King's College Hospital, the location of King's College London GKT School of Medical Education. The hospital's Tower Wing (originally known as Guy's Tower) was, when built in 1974, the tallest hospital building in the world, standing at 148.65 metres (487.7 ft) with 34 floors. The tower was overtaken as the world's tallest healthcare-related building by The Belaire in New York City in 1988. As of June 2019, the Tower Wing, which remains one of the tallest buildings in London, is the world's fifth-tallest hospital building.[2] The hospital dates from 1721, when it was founded by philanthropist Thomas Guy, who had made a fortune as a printer of Bibles and greatly increased it by speculating in the South Sea Bubble.[3] It was originally established as a hospital to treat \"incurables\" discharged from St Thomas' Hospital. Guy had been a Governor and benefactor of St Thomas' and his fellow Governors supported his intention by granting the south-side of St Thomas' Street for a peppercorn rent for 999 years.[4] Following his death in 1724, Thomas Guy was entombed at the hospital's chapel (also dating from the 18th century), in a tomb featuring a marble sculpture by John Bacon.[4] The original buildings formed a courtyard facing St Thomas Street, comprising the hall on the east side and the chapel, Matron's House and Surgeon's House on the west-side. The original main buildings were built by the King's Master Mason, John Deval, in 1739.[5] A bequest of £180,000 by William Hunt in 1829, one of the largest charitable bequests in England in historic terms, allowed for a further hundred beds to be accommodated.[4] Hunt's name was given to the southern expansion of the hospital buildings which took place in 1850.[4] Two inner quadrangles were divided by a cloister which was later restyled and dedicated to the hospital's members who fell in the First World War. The east side comprised the care wards and the \"counting house\" with the governors' Burfoot Court Room. The north-side quadrangle is dominated by a statue of Lord Nuffield (1877–1963) who was the chairman of governors for many years and also a major benefactor.[6] In 1974, the hospital added the 34-storey Guy's Tower and 29-storey Guy's House: this complex was designed by Watkins Gray.[7] The Wolfson Centre for Age-Related Diseases, which is dedicated to improving outcomes of conditions such as Alzheimer's disease, stroke, Parkinson's disease and spinal cord injury, was opened by the Princess Royal in December 2004.[8] In October 2005 children's departments moved to the Evelina London Children's Hospital in the grounds next to St Thomas's close to the Palace of Westminster.[9] A new cancer centre, designed by Rogers Stirk Harbour + Partners, and built by Laing O'Rourke at a cost of £160 million, was completed in April 2016.[10] Interior passageway inside Guy's Hospital Early 18th century engraving 1820 Engraving of entrance by James Elmes and William Woolnoth The location of Guy's and St Thomas' hospitals, c. 1833 Surgery is performed at Guy's in 1941 War memorial at Guy's Hospital Medical services at the Guy's site are now concentrated in the buildings to the east of Great Maze Pond: these buildings, which are connected, are known as Tower Wing, Bermondsey Wing, Southwark Wing and Borough Wing.[11] The Cancer Centre is in a separate building just to the south.[11] To the west of the Great Maze Pond is Guy's Campus which forms part of King's College London.[11] At 148.65 metres (487.7 ft) high,[12] Guy's Tower (now called the Tower Wing) regained its tallest hospital building in the world status in 2014.[13] It has since been surpassed by the Outpatient Center at the Houston Methodist Hospital, in Houston, USA at 156.05 metres (512.0 ft).[14]","Title":"Guy's Hospital - Wikipedia","KeyID":"9770","URL":"https://en.wikipedia.org/wiki/Guy%27s_Hospital"}