{"Content: ":"Vaccinia virus (VACV or VV) is a large, complex, enveloped virus belonging to the poxvirus family.[2] It has a linear, double-stranded DNA genome approximately 190 kbp in length, which encodes approximately 250 genes. The dimensions of the virion are roughly 360 × 270 × 250 nm, with a mass of approximately 5–10 fg.[3] The vaccinia virus is the source of the modern smallpox vaccine, which the World Health Organisation used to eradicate smallpox in a global vaccination campaign in 1958–1977. Although smallpox no longer exists in the wild, vaccinia virus is still studied widely by scientists as a tool for gene therapy and genetic engineering. Smallpox had been an endemic human disease that had a 30% fatality rate. In 1796, the British doctor Edward Jenner proved that an infection with the relatively mild cowpox virus would also confer immunity to the deadly smallpox. Jenner referred to cowpox as variolae vaccinae (smallpox of the cow). However, the origins of the smallpox vaccine became murky over time,[4] especially after Louis Pasteur developed laboratory techniques for creating vaccines in the 19th century. Allan Watt Downie demonstrated in 1939 that the modern smallpox vaccine was serologically distinct from cowpox,[5] and vaccinia was subsequently recognized as a separate viral species. Whole-genome sequencing has revealed that vaccinia is most closely related to horsepox, and the cowpox strains found in Great Britain are the least closely related to vaccinia.[6] In addition to the morbidity of uncomplicated primary vaccination, transfer of infection to other sites by scratching, and post-vaccinial encephalitis, other complications of vaccinia infections may be divided into the following types:[7]: 391  Vaccinia virus is closely related to the virus that causes cowpox; historically the two were often considered to be one and the same.[8] The precise origin of vaccinia virus is unknown due to the lack of record-keeping, as the virus was repeatedly cultivated and passaged in research laboratories for many decades.[9] The most common notion is that vaccinia virus, cowpox virus, and variola virus (the causative agent of smallpox) were all derived from a common ancestral virus. There is also speculation that vaccinia virus was originally isolated from horses,[8] and analysis of DNA from an early (1902) sample of smallpox vaccine showed that it was 99.7% similar to horsepox virus.[10] Poxviruses are unique among DNA viruses because they replicate only in the cytoplasm of the host cell, outside of the nucleus.[11] Therefore, the large genome is required for encoding various enzymes and proteins involved in viral DNA replication and gene transcription. During its replication cycle, VV produces four infectious forms which differ in their outer membranes: intracellular mature virion (IMV), the intracellular enveloped virion (IEV), the cell-associated enveloped virion (CEV) and the extracellular enveloped virion (EEV).[12] Although the issue remains contentious, the prevailing view is that the IMV consists of a single lipoprotein membrane, while the CEV and EEV are both surrounded by two membrane layers and the IEV has three envelopes. The IMV is the most abundant infectious form and is thought to be responsible for spread between hosts. On the other hand, the CEV is believed to play a role in cell-to-cell spread and the EEV is thought to be important for long range dissemination within the host organism.[citation needed] Vaccinia virus is able to undergo multiplicity reactivation (MR).[13] MR is the process by which two, or more, virus genomes containing otherwise lethal damage interact within an infected cell to form a viable virus genome. Abel[13] found that vaccinia viruses exposed to doses of UV light sufficient to prevent progeny formation when single virus particles infected host chick embryo cells, could still produce viable progeny viruses when host cells were infected by two or more of these inactivated viruses; that is, MR could occur. Kim and Sharp demonstrated MR of vaccinia virus after treatment with UV-light,[14] nitrogen mustard,[15] and X-rays or gamma rays.[16] Michod et al.[17] reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the advantage of recombinational repair of genome damages.[additional citation(s) needed] Vaccinia contains within its genome genes for several proteins that give the virus resistance to interferons: Vaccinia virus infection is typically very mild and often does not cause symptoms in healthy individuals, although it may cause rash and fever. Immune responses generated from a vaccinia virus infection protects the person against a lethal smallpox infection. For this reason, vaccinia virus was, and still is, being used as a live-virus vaccine against smallpox. Unlike vaccines that use weakened forms of the virus being vaccinated against, the vaccinia virus vaccine cannot cause a smallpox infection because it does not contain the smallpox virus. However, certain complications and/or vaccine adverse effects occasionally arise. The chance of this happening is significantly increased in people who are immunocompromised. Approximately 1 to 2 people out of every 1 million people vaccinated could die as a result of life-threatening reactions to the vaccination.[20] Currently[when?], the vaccine is only administered to health care workers or research personnel who have a high risk of contracting the variola virus, and to the military personnel of the United States. Due to the threat of smallpox bioterrorism, there is a possibility the vaccine may have to be widely administered again in the future. Therefore, scientists are currently[when?] developing novel vaccine strategies against smallpox which are safer and much faster to deploy during a bioterrorism event. On September 1, 2007, the U.S. Food and Drug Administration (FDA) licensed a new vaccine ACAM2000 against smallpox which can be produced quickly upon need. Manufactured by Sanofi Pasteur, the U.S. Centers for Disease Control and Prevention stockpiled 192.5 million doses of the new vaccine (see list of common strains below).[21] A new smallpox vaccine, Imvanex, which is based on the Modified vaccinia Ankara strain, was approved by the European Medicines Agency in 2013.[22] Vaccinia is also used in recombinant vaccines, as a vector for expression of foreign genes within a host, in order to generate an immune response. Other poxviruses are also used as live recombinant vaccines.[23] The original vaccine for smallpox, and the origin of the idea of vaccination, was Cowpox, described by Edward Jenner in 1798. The Latin term used for Cowpox was Variolae vaccinae, Jenner's own translation of \"smallpox of the cow\". That term lent its name to the whole idea of vaccination.[24] When it was realized that the virus used in smallpox vaccination was not, or was no longer, the same as cowpox virus, the name 'vaccinia' was used for the virus in smallpox vaccine. (See OED.) Vaccine potency and efficacy prior to the invention of refrigerated methods of transportation was unreliable. The vaccine would be rendered impotent by heat and sunlight, and the method of drying samples on quills and shipping them to countries in need often resulted in an inactive vaccine. Another method employed was the \"arm to arm\" method. This involved vaccinating an individual then transferring it to another as soon as the infectious pustule forms, then to another, etc. This method was used as a form of living transportation of the vaccine, and usually employed orphans as carriers. However, this method was problematic due to the possibility of spreading other blood diseases, such as hepatitis and syphilis, as was the case in 1861, when 41 Italian children contracted syphilis after being vaccinated by the \"arm to arm\" method.[25] Henry Austin Martin introduced a method for vaccine production from calves.[26] In 1913, E. Steinhardt, C. Israeli, and R. A. Lambert grew vaccinia virus in fragments of pig corneal tissue culture.[27] A paper published in 1915 by Fredrick W. Twort, a student of Willian Bulloch, is considered to be the beginning of modern phage research. He was attempting to grow vaccinia virus on agar media in the absence of living cells when he noted that many colonies of contaminating micrococci grew up and appeared mucoid, watery or glassy, and this transformation could be induced in other colonies by inoculation of the fresh colony with material from the watery colony. Using a microscope, he observed that bacteria had degenerated into small granules that stained red with Giemsa stain. He concluded that \"...it [the agent of transformation] might almost be considered as an acute infectious disease of micrococci.\"[28] In 1939 Allan Watt Downie showed that the smallpox vaccines being used in the 20th century and cowpox virus were not the same, but were immunologically related.[5][29] In March 2007, a 2-year-old Indiana boy and his mother contracted a life-threatening vaccinia infection from the boy's father.[30] The boy developed the telltale rash over 80 percent of his body after coming into close contact with his father, who was vaccinated for smallpox before being deployed overseas by the United States Army. The United States military resumed smallpox vaccinations in 2002. The child acquired the infection due to eczema, which is a known risk factor for vaccinia infection. The boy was treated with intravenous immunoglobulin, cidofovir, and Tecovirimat (ST-246), a (then) experimental drug developed by SIGA Technologies.[31] On April 19, 2007, he was sent home with no after effects except for possible scarring of the skin.[30] In 2010, the Centers for Disease Control and Prevention (CDC) reported that a woman in Washington had contracted vaccinia virus infection after digital vaginal contact with her boyfriend, a military member who had recently been vaccinated for smallpox. The woman had a history of childhood eczema, but she had not been symptomatic as an adult. The CDC indicated that it was aware of four similar cases in the preceding 12 months of vaccinia infection after sexual contact with a recent military vaccinee.[32] Further cases—also in patients with a history of eczema—occurred in 2012.[33] This is a list of some of the well-characterized vaccinia strains used for research and vaccination.[citation needed]","Title":"Vaccinia - Wikipedia","KeyID":"9774","URL":"https://en.wikipedia.org/wiki/Vaccinia"}