{"Content: ":"The smallpox vaccine is the first vaccine to be developed against a contagious disease. In 1796, the British doctor Edward Jenner demonstrated that an infection with the relatively mild cowpox virus conferred immunity against the deadly smallpox virus. Cowpox served as a natural vaccine until the modern smallpox vaccine emerged in the 20th century. From 1958 to 1977, the World Health Organization (WHO) conducted a global vaccination campaign that eradicated smallpox, making it the only human disease to be eradicated. Although routine smallpox vaccination is no longer performed on the general public, the vaccine is still being produced to guard against bioterrorism, biological warfare, and monkeypox.[8][9] The term vaccine derives from the Latin word for cow, reflecting the origins of smallpox vaccination. Edward Jenner referred to cowpox as variolae vaccinae (smallpox of the cow). The origins of the smallpox vaccine became murky over time,[10] especially after Louis Pasteur developed laboratory techniques for creating vaccines in the 19th century. Allan Watt Downie demonstrated in 1939 that the modern smallpox vaccine was serologically distinct from cowpox,[11] and vaccinia was subsequently recognized as a separate viral species. Whole-genome sequencing has revealed that vaccinia is most closely related to horsepox, and the cowpox strains found in Great Britain are the least closely related to vaccinia.[12] As the oldest vaccine, the smallpox vaccine has gone through several generations of medical technology. From 1796 to the 1880s, the vaccine was transmitted from one person to another through arm-to-arm vaccination. Smallpox vaccine was successfully maintained in cattle starting in the 1840s, and calf lymph vaccine became the leading smallpox vaccine in the 1880s. First-generation vaccines grown on the skin of live animals were widely distributed in the 1950s–1970s to eradicate smallpox. Second-generation vaccines were grown in chorioallantoic membrane or cell cultures for greater purity, and they were used in some areas during the smallpox eradication campaign. Third-generation vaccines are based on attenuated strains of vaccinia and saw limited use prior to the eradication of smallpox.[13] All three generations of vaccine are available in stockpiles. First and second-generation vaccines contain live unattenuated vaccinia virus and can cause serious side effects in a small percentage of recipients, including death in 1–10 people per million vaccinations. Third-generation vaccines are much safer due to the milder side effects of the attenuated vaccinia strains.[13] Second and third-generation vaccines are still being produced, with manufacturing capacity being built up in the 2000s due to fears of bioterrorism and biological warfare. The first-generation vaccines are manufactured by growing live vaccinia virus in the skin of live animals. Most first-generation vaccines are calf lymph vaccines that were grown on the skin of cows, but other animals were also used, including sheep.[13] The development of freeze-dried vaccine in the 1950s made it possible to preserve vaccinia virus for long periods of time without refrigeration, leading to the availability of freeze-dried vaccines such as Dryvax.[14][15]: 115  The vaccine is administered by multiple puncture of the skin (scarification) with a bifurcated needle that holds vaccine solution in the fork.[16] The skin should be cleaned with water rather than alcohol,[16] as the alcohol could inactivate the vaccinia virus.[15]: 292 [17] If alcohol is used, it must be allowed to evaporate completely before the vaccine is administered.[15]: 292  Vaccination results in a skin lesion that fills with pus and eventually crusts over. This manifestation of localized vaccinia infection is known as a vaccine \"take\" and demonstrates immunity to smallpox. After 2–3 weeks, the scab will fall off and leave behind a vaccine scar.[18] Since the vaccine consists of live unattenuated vaccinia virus, side effects occur in 100% of vaccinees. One-third of vaccinees develop side effects severe enough to miss school, work, or other activities, or have difficulty sleeping. 15–20% of children receiving the vaccine for the first time develop fevers of over 102 °F (39 °C). The vaccinia lesion can transmit the virus to other people, and care must be taken to prevent transmission.[18] Other side effects include postvaccinal encephalitis and myopericarditis.[18][19] About 1.4 people per million vaccinations die from uncontrolled vaccinia infection after being vaccinated with the New York City Board of Health strain, and 8.4 per million die from the Lister strain.[20] The second-generation vaccines consist of live vaccinia virus grown in the chorioallantoic membrane or cell culture. The second-generation vaccines are also administered through scarification with a bifurcated needle, and they carry the same side effects as the first-generation vaccinia strain that was cloned. However, the use of eggs or cell culture allows for vaccine production in a sterile environment, while first-generation vaccine contains skin bacteria from the animal that the vaccine was grown on.[13] Ernest William Goodpasture, Alice Miles Woodruff, and G. John Buddingh grew vaccinia virus on the chorioallantoic membrane of chicken embryos in 1932.[21] The Texas Department of Health began producing egg-based vaccine in 1939 and started using it in vaccination campaigns in 1948.[15]: 588  Lederle Laboratories began selling its Avianized smallpox vaccine in the United States in 1959.[22] Egg-based vaccine was also used widely in Brazil, New Zealand, and Sweden, and on a smaller scale in many other countries. Concerns about temperature stability and avian sarcoma leukosis virus prevented it from being used more widely during the eradication campaign, although no increase in leukemia was seen in Brazil and Sweden despite the presence of ASLV in the chickens.[15]: 588  Vaccinia was first grown in cell culture in 1931 by Thomas Milton Rivers. The WHO funded work in the 1960s at the Dutch National Institute for Public Health and the Environment (RVIM) on growing the Lister/Elstree strain in rabbit kidney cells and tested it in 45,443 Indonesian children in 1973, with comparable results to the same strain of calf lymph vaccine.[15]: 588–589  Two other cell culture vaccines were developed from the Lister strain in the 2000s: Elstree-BN (Bavarian Nordic) and VV Lister CEP (Chicken Embryo Primary, Sanofi Pasteur).[13][23][24] Lister/Elstree-RVIM was stockpiled in the Netherlands, and Elstree-BN was sold to some European countries for stockpiles.[13] However, Sanofi dropped its own vaccine after it acquired Acambis in 2008. ACAM2000 is a vaccine developed by Acambis, which was acquired by Sanofi Pasteur in 2008, before selling the smallpox vaccine to Emergent Biosolutions in 2017. Six strains of vaccinia were isolated from 3,000 doses of Dryvax and found to exhibit significant variation in virulence. The strain with the most similar virulence to the overall Dryvax mixture was selected and grown in MRC-5 cells to make the ACAM1000 vaccine. After a successful Phase I trial of ACAM1000, the virus was passaged three times in Vero cells to develop ACAM2000, which entered mass production at Baxter. The United States ordered over 200 million doses of ACAM2000 in 1999–2001 for its stockpile, and production is ongoing to replace expired vaccine.[25][26] The third-generation vaccines are based on attenuated vaccinia viruses that are much less virulent and carry fewer side effects. The attenuated viruses may be replicating or non-replicating.[13] Modified vaccinia Ankara (MVA, German: Modifiziertes Vakziniavirus Ankara) is a replication-incompetent variant of vaccinia that was developed in West Germany through serial passage. The original Ankara strain of vaccinia was maintained at the vaccine institute in Ankara, Turkey on donkeys and cows. The Ankara strain was taken to West Germany in 1953, where Herrlich and Mayr grew it on chorioallantoic membrane at the University of Munich. After 572 serial passages, the vaccinia virus had lost over 14% of its genome and could no longer replicate in human cells. MVA was used in West Germany in 1977–1980, but the eradication of smallpox ended the vaccination campaign after only 120,000 doses.[27] MVA stimulates the production of fewer antibodies than replicating vaccines.[28] During the smallpox eradication campaign, MVA was considered to be a pre-vaccine that would be administered before a replicating vaccine to reduce the side effects, or an alternative vaccine that could be safely given to people at high risk from a replicating vaccine.[15]: 585  Japan evaluated MVA and rejected it due to its low immunogenicity, deciding to develop its own attenuated vaccine instead.[29] In the 2000s, MVA was tested in animal models at much higher dosages.[30] When MVA is given to monkeys at 40 times the dosage of Dryvax, it stimulates a more rapid immune response while still causing fewer side effects.[31]  MVA-BN (also known as: Imvanex in the European Union; Imvamune in Canada; and Jynneos[32][33] is a vaccine manufactured by Bavarian Nordic by growing MVA in cell culture. Unlike replicating vaccines, MVA-BN is administered by injection via the subcutaneous route and does not result in a vaccine \"take.\"[34] It is safer for immunocompromised patients and those who are at risk from a vaccinia infection. MVA-BN has been approved in the European Union,[7] Canada,[35][36][37] and the United States.[38][39] Clinical trials have found that MVA-BN is safer and just as immunogenic as ACAM2000.[40][41][42] LC16m8 is a replicating attenuated strain of vaccinia that is manufactured by Kaketsuken in Japan. Working at the Chiba Serum Institute in Japan, So Hashizume passaged the Lister strain 45 times in primary rabbit kidney cells, interrupting the process after passages 36, 42, and 45 to grow clones on chorioallantoic membrane and select for pock size. The resulting variant was designated LC16m8 (Lister clone 16, medium pocks, clone 8). Unlike the severely-damaged MVA, LC16m8 contains every gene that is present in the ancestral vaccinia. However, a single-nucleotide deletion truncates membrane protein B5R from a residue length of 317 to 92. Although the truncated protein decreases production of extracellular enveloped virus, animal models have shown that antibodies against other membrane proteins are sufficient for immunity. LC16m8 was approved in Japan in 1975 after testing in over 50,000 children. Vaccination with LC16m8 results in a vaccine \"take,\" but safety is similar to MVA.[29] Vaccinia is infectious, which improves its effectiveness, but causes serious complications for people with impaired immune systems (for example chemotherapy and AIDS patients) or history of eczema, and is not considered safe for pregnant women.[43] A woman planning on conceiving should not receive smallpox immunization. Vaccines that only contain attenuated vaccinia viruses (an attenuated virus is one in which the pathogenicity has been decreased through serial passage) have been proposed, but some researchers[who?] have questioned the possible effectiveness of such a vaccine. According to the Centers for Disease Control and Prevention (CDC), \"vaccination within 3 days of exposure will prevent or significantly lessen the severity of smallpox symptoms in the vast majority of people. Vaccination 4 to 7 days after exposure likely offers some protection from disease or may modify the severity of disease.\" Among US military service members vaccinated between December 2002, and March 2003, with smallpox vaccine 18 cases of probable myopericarditis were reported (all in individuals who received the NYCBOH strain of vaccinia virus), an incidence of 7.8 per 100,000 over 30 days.[44] Starting in early 2003, the United States government started a program to vaccinate 500,000 volunteer health care professionals throughout the country. Recipients were healthcare workers who would be first-line responders in the event of a bioterrorist attack. Many healthcare workers refused, worried about vaccine side effects, and healthcare systems refused to participate. Fewer than 40,000 actually received the vaccine.[45] In May 2007, the Vaccines and Related Biological Products Advisory Committee (VRBPAC) of the U.S. Food and Drug Administration (FDA) voted unanimously that a new live virus vaccine produced by Acambis, ACAM2000, is both safe and effective for use in persons at high risk of exposure to smallpox virus. However, due to the high rate of serious adverse effects, the vaccine will only be made available to the CDC (a part of the United States Department of Health and Human Services) for the Strategic National Stockpile.[46] Since smallpox has been eradicated, the public is not routinely vaccinated against the disease. The World Health Organization maintained a stockpile of 200 million doses in 1980 to guard against reemergence of the disease, but 99% of the stockpile was destroyed in the late 1980s when smallpox failed to return.[13] After the September 11 attacks in 2001, many governments began building up vaccine stockpiles again for fear of bioterrorism. Several companies sold off their stockpiles of vaccines manufactured in the 1970s, and production of smallpox vaccines resumed.[47] Aventis Pasteur discovered a stockpile from the 1950s and donated it to the U.S. government.[48] Stockpiles of newer vaccines must be repurchased periodically since they carry expiration dates. The United States had received 269 million doses of ACAM2000 and 28 million doses of MVA-BN by 2019,[49][50] but only 100 million doses of ACAM2000 and 65,000 doses of MVA-BN were still available from the stockpile at the start of the 2022 monkeypox outbreak.[51] First-generation vaccines have no specified expiration date and remain viable indefinitely in deep freeze. The U.S. stockpile of WetVax was manufactured in 1956–1957 and maintained since then at -4 °F (-20 °C),[52] and it was still effective when tested in 2004.[53] Replicating vaccines also remain effective even at 1:10 dilution, so a limited number of doses can be stretched to cover a much larger population.[53] The mortality of the severe form of smallpox – variola major – was very high without vaccination, up to 35% in some outbreaks.[60] A method of inducing immunity known as inoculation, insufflation or \"variolation\" was practiced before the development of a modern vaccine and likely occurred in Africa and China well before the practice arrived in Europe.[61] It may also have occurred in India, but this is disputed; other investigators contend the ancient Sanskrit medical texts of India do not describe these techniques.[61][62] The first clear reference to smallpox inoculation was made by the Chinese author Wan Quan (1499–1582) in his Douzhen xinfa (痘疹心法) published in 1549.[63] Inoculation for smallpox does not appear to have been widespread in China until the reign era of the Longqing Emperor (r. 1567–1572) during the Ming Dynasty.[64] In China, powdered smallpox scabs were blown up the noses of the healthy. The patients would then develop a mild case of the disease and from then on were immune to it. The technique did have a 0.5–2.0% mortality rate, but that was considerably less than the 20–30% mortality rate of the disease itself. Two reports on the Chinese practice of inoculation were received by the Royal Society in London in 1700; one by Dr. Martin Lister who received a report by an employee of the East India Company stationed in China and another by Clopton Havers.[65] According to Voltaire (1742), the Turks derived their use of inoculation from neighbouring Circassia. Voltaire does not speculate on where the Circassians derived their technique from, though he reports that the Chinese have practiced it \"these hundred years\".[66] Variolation was also practiced throughout the latter half of the 17th century by physicians in Turkey, Persia, and Africa. In 1714 and 1716, two reports of the Ottoman Empire Turkish method of inoculation were made to the Royal Society in England, by Emmanuel Timoni, a doctor affiliated with the British Embassy in Constantinople,[67] and Giacomo Pylarini. Source material tells us on Lady Mary Wortley Montagu; \"When Lady Mary was in the Ottoman Empire, she discovered the local practice of inoculation against smallpox called variolation.\"[68] In 1718 she had her son, aged five variolated. He recovered quickly. She returned to London and had her daughter variolated in 1721 by Charles Maitland, during an epidemic of smallpox. This encouraged the British Royal Family to take an interest and a trial of variolation was carried out on prisoners in Newgate Prison. This was successful and in 1722 Caroline of Ansbach, the Princess of Wales, allowed Maitland to vaccinate her children.[69] The success of these variolations assured the British people that the procedure was safe.[67] ...scarred the wrists, legs, and forehead of the patient, placed a fresh and kindly pock in each incision and bound it there for eight or ten days, after this time the patient was credibly informed. The patient would then develop a mild case [of smallpox], recover, and thereafter be immune.[70] —Dr. Peter Kennedy Stimulated by a severe epidemic, variolation was first employed in North America in 1721. The procedure had been known in Boston since 1706, when preacher Cotton Mather learned it from Onesimus, a man he held as a slave, who – like many of his peers – had been inoculated in Africa before they were kidnapped.[71] This practice was widely criticized at first.[72] However, a limited trial showed six deaths occurred out of 244 who were variolated (2.5%), while 844 out of 5980 died of natural disease (14%), and the process was widely adopted throughout the colonies.[15] The inoculation technique was documented as having a mortality rate of only one in a thousand. Two years after Kennedy's description appeared, March 1718, Dr. Charles Maitland successfully inoculated the five-year-old son of the British ambassador to the Turkish court under orders from the ambassador's wife Lady Mary Wortley Montagu, who four years later introduced the practice to England.[73] An account from letter by Lady Mary Wortley Montagu to Sarah Chiswell, dated 1 April 1717, from the Turkish Embassy describes this treatment: The small-pox so fatal and so general amongst us is here entirely harmless by the invention of ingrafting (which is the term they give it). There is a set of old women who make it their business to perform the operation. Every autumn in the month of September, when the great heat is abated, people send to one another to know if any of their family has a mind to have the small-pox. They make parties for this purpose, and when they are met (commonly fifteen or sixteen together) the old woman comes with a nutshell full of the matter of the best sort of small-pox and asks what veins you please to have opened. She immediately rips open that you offer to her with a large needle (which gives you no more pain than a common scratch) and puts into the vein as much venom as can lye upon the head of her needle, and after binds up the little wound with a hollow bit of shell, and in this manner opens four or five veins. … The children or young patients play together all the rest of the day and are in perfect health till the eighth. Then the fever begins to seize them and they keep their beds two days, very seldom three. They have very rarely above twenty or thirty in their faces, which never mark, and in eight days time they are as well as before the illness. … There is no example of any one that has died in it, and you may believe I am very well satisfied of the safety of the experiment since I intend to try it on my dear little son. I am patriot enough to take pains to bring this useful invention into fashion in England, and I should not fail to write to some of our doctors very particularly about it if I knew any one of them that I thought had virtue enough to destroy such a considerable branch of their revenue for the good of mankind, but that distemper is too beneficial to them not to expose to all their resentment the hardy wight that should undertake to put an end to it. Perhaps if I live to return I may, however, have courage to war with them.[74] In the early empirical days of vaccination, before Louis Pasteur's work on establishing the germ theory and Joseph Lister's on antisepsis and asepsis, there was considerable cross-infection. William Woodville, one of the early vaccinators and director of the London Smallpox Hospital is thought to have contaminated the cowpox matter – the vaccine – with smallpox matter and this essentially produced variolation. Other vaccine material was not reliably derived from cowpox, but from other skin eruptions of cattle.[75] During the earlier days of empirical experimentation in 1758, American Calvinist Jonathan Edwards died from a smallpox inoculation. Some of the earliest statistical and epidemiological studies were performed by James Jurin in 1727 and Daniel Bernoulli in 1766.[76] In 1768 Dr John Fewster reported that variolation induced no reaction in persons who had had cowpox.[77][78] Edward Jenner was born in Berkeley, England as an orphan. As a young child, Jenner was variolated with the other schoolboys through parish funds, but nearly died due to the seriousness of his infection. Fed purgative medicine and going through the bloodletting process, Jenner was put in one of the variolation stables until he recovered.[79] At the age of 13, he was apprenticed to apothecary Daniel Ludlow and later surgeon George Hardwick in nearby Sodbury. He observed that people who caught cowpox while working with cattle were known not to catch smallpox. Jenner assumed a causal connection but the idea was not taken up at that time. From 1770 to 1772 Jenner received advanced training in London at St Georges Hospital and as the private pupil of John Hunter, then returned to set up practice in Berkeley.[80] Perhaps there was already an informal public understanding of some connection between disease resistance and working with cattle. The \"beautiful milkmaid\" seems to have been a frequent image in the art and literature of this period. But it is known for certain that in the years following 1770, at least six people in England and Germany (Sevel, Jensen, Jesty 1774, Rendall, Plett 1791) tested successfully the possibility of using the cowpox vaccine as an immunization for smallpox in humans.[81] Jenner sent a paper reporting his observations to the Royal Society in April 1797. It was not submitted formally and there is no mention of it in the Society's records. Jenner had sent the paper informally to Sir Joseph Banks, the Society's president, who asked Everard Home for his views. Reviews of his rejected report, published for the first time in 1999, were skeptical and called for further vaccinations.[82] Additional vaccinations were performed and in 1798 Jenner published his work entitled An Inquiry into the Causes and Effects of the Variolae Vaccinae, a disease discovered in some of the western counties of England, particularly Gloucestershire and Known by the Name of Cow Pox.[61][83][84] It was an analysis of 23 cases including several individuals who had resisted natural exposure after previous cowpox. It is not known how many Jenner vaccinated or challenged by inoculation with smallpox virus; e.g. Case 21 included 'several children and adults'. Crucially all of at least four whom Jenner deliberately inoculated with smallpox virus resisted it. These included the first and last patients in a series of arm-to-arm transfers. He concluded that cowpox inoculation was a safe alternative to smallpox inoculation, but rashly claimed that the protective effect was lifelong. This last proved to be incorrect.[85] Jenner also tried to distinguish between 'True' cowpox which produced the desired result and 'Spurious' cowpox which was ineffective and/or produced severe reaction. Modern research suggests Jenner was trying to distinguish between effects caused by what would now[when?] be recognised as non-infectious vaccine, a different virus (e.g. paravaccinia/milker's nodes), or contaminating bacterial pathogens. This caused confusion at the time, but would become important criteria in vaccine development.[86] A further source of confusion was Jenner's belief that fully effective vaccine obtained from cows originated in an equine disease, which he mistakenly referred to as grease. This was criticised at the time but vaccines derived from horsepox were soon introduced and later contributed to the complicated problem of the origin of vaccinia virus, the virus in present-day vaccine.[87]: 165–78  The introduction of the vaccine to the New World took place in Trinity, Newfoundland, in 1798 by Dr. John Clinch, boyhood friend and medical colleague of Jenner.[88][89] The first smallpox vaccine in the United States was administered in 1799. The physician Valentine Seaman gave his children a smallpox vaccination using a serum acquired from Jenner.[90][91] By 1800, Jenner's work had been published in all the major European languages and had reached Benjamin Waterhouse in the United States – an indication of rapid spread and deep interest.[92]: 262–67  Despite some concern about the safety of vaccination the mortality using carefully selected vaccine was close to zero, and it was soon in use all over Europe and the United States.[93][94] In 1804 the Balmis Expedition, an official Spanish mission commanded by Francisco Javier de Balmis, sailed to spread the vaccine throughout the Spanish Empire, first to the Canary Islands and on to Spanish Central America. While his deputy, José Salvany, took vaccine to the west and east coasts of Spanish South America, Balmis sailed to Manila in the Philippines and on to Canton and Macao on the Chinese coast. He returned to Spain in 1806.[95] The vaccine was not carried in the form of flasks, but in the form of 22 orphaned boys, who were 'carriers' of the live cowpox virus. After arrival, \"other Spanish governors and doctors used enslaved girls to move the virus between islands, using lymph fluid harvested from them to inoculate their local populations\".[96] Contrary to popular belief, the first state to introduce compulsory vaccinations was the Principality of Lucca and Piombino on September 25, 1806.[97] On August 26, 1807, Bavaria introduced a similar measure. Baden followed in 1809, Prussia in 1815, Württemberg in 1818, Sweden in 1816, England in 1867 and the German Empire in 1874 through the Reichs Vaccination Act.[98][99] In Lutheran Sweden, the Protestant clergy played a pioneering role in voluntary smallpox vaccination as early as 1800.[100] The first vaccination was carried out in Liechtenstein in 1801, and from 1812 it was mandatory to vaccinate.[101] The question of who first tried cowpox inoculation/vaccination cannot be answered with certainty. Most, but still limited, information is available for Benjamin Jesty, Peter Plett and John Fewster. In 1774 Jesty, a farmer of Yetminster in Dorset, observing that the two milkmaids living with his family were immune to smallpox, inoculated his family with cowpox to protect them from smallpox. He attracted a certain amount of local criticism and ridicule at the time then interest waned. Attention was later drawn to Jesty, and he was brought to London in 1802 by critics jealous of Jenner's prominence at a time when he was applying to Parliament for financial reward.[102] During 1790–92 Peter Plett, a teacher from Holstein, reported limited results of cowpox inoculation to the Medical Faculty of the University of Kiel. However, the Faculty favoured variolation and took no action.[103] John Fewster, a surgeon friend of Jenner's from nearby Thornbury, discussed the possibility of cowpox inoculation at meetings as early as 1765. He may have done some cowpox inoculations in 1796 at about the same time that Jenner vaccinated Phipps. However, Fewster, who had a flourishing variolation practice, may have considered this option but used smallpox instead. He thought vaccination offered no advantage over variolation, but maintained friendly contact with Jenner and certainly made no claim of priority for vaccination when critics attacked Jenner's reputation.[104] It seems clear that the idea of using cowpox instead of smallpox for inoculation was considered, and actually tried in the late 18th century, and not just by the medical profession. Therefore, Jenner was not the first to try cowpox inoculation. However, he was the first to publish his evidence and distribute vaccine freely, provide information on selection of suitable material, and maintain it by arm-to-arm transfer. The authors of the official World Health Organization (WHO) account Smallpox and its Eradication assessing Jenner's role wrote:[15]: 264  Publication of the Inquiry and the subsequent energetic promulgation by Jenner of the idea of vaccination with a virus other than variola virus constituted a watershed in the control of smallpox for which he, more than anyone else deserves the credit. As vaccination spread, some European countries made it compulsory. Concern about its safety led to opposition and then repeal of legislation in some instances.[104]: 236–40 [105] Compulsory infant vaccination was introduced in England by the 1853 Vaccination Act. By 1871, parents could be fined for non-compliance, and then imprisoned for non-payment.[105]: 202–13  This intensified opposition, and the 1898 Vaccination Act introduced a conscience clause. This allowed exemption on production of a certificate of conscientious objection signed by two magistrates. Such certificates were not always easily obtained and a further Act in 1907 allowed exemption by a statutory declaration which could not be refused. Although theoretically still compulsory, the 1907 Act effectively marked the end of compulsory infant vaccination in England.[105]: 233–38  In the United States vaccination was regulated by individual states, the first to impose compulsory vaccination being Massachusetts in 1809. There then followed sequences of compulsion, opposition and repeal in various states. By 1930 Arizona, Utah, North Dakota and Minnesota prohibited compulsory vaccination, 35 states allowed regulation by local authorities, or had no legislation affecting vaccination, whilst in ten states, including Washington, D.C. and Massachusetts, infant vaccination was compulsory.[92]: 292–93  Compulsory infant vaccination was regulated by only allowing access to school for those who had been vaccinated.[106] Those seeking to enforce compulsory vaccination argued that the public good overrode personal freedom, a view supported by the U.S. Supreme Court in Jacobson v. Massachusetts in 1905, a landmark ruling which set a precedent for cases dealing with personal freedom and the public good.[107] Louis T. Wright,[108] an African-American Harvard Medical School graduate (1915), introduced, while serving in the Army during World War I, intradermal, smallpox vaccination for the soldiers.[109] Until the end of the 19th century, vaccination was performed either directly with vaccine produced on the skin of calves or, particularly in England, with vaccine obtained from the calf but then maintained by arm-to-arm transfer;[110] initially in both cases vaccine could be dried on ivory points for short-term storage or transport but increasing use was made of glass capillary tubes for this purpose towards the end of the century.[111] During this period there were no adequate methods for assessing the safety of the vaccine and there were instances of contaminated vaccine transmitting infections such as erysipelas, tetanus, septicaemia and tuberculosis.[86] In the case of arm-to-arm transfer there was also the risk of transmitting syphilis. Although this did occur occasionally, estimated as 750 cases in 100 million vaccinations,[93]: 122  some critics of vaccination e.g. Charles Creighton believed that uncontaminated vaccine itself was a cause of syphilis.[112] Smallpox vaccine was the only vaccine available during this period, and so the determined opposition to it initiated a number of vaccine controversies that spread to other vaccines and into the 21st century.[citation needed] Sydney Arthur Monckton Copeman, an English Government bacteriologist interested in smallpox vaccine investigated the effects on the bacteria in it of various treatments, including glycerine. Glycerine was sometimes used simply as a diluent by some continental vaccine producers. However, Copeman found that vaccine suspended in 50% chemically pure glycerine and stored under controlled conditions contained very few \"extraneous\" bacteria and produced satisfactory vaccinations.[113] He later reported that glycerine killed the causative organisms of erysipelas and tuberculosis when they were added to the vaccine in \"considerable quantity\", and that his method was widely used on the continent.[110] In 1896, Copeman was asked to supply \"extra good calf vaccine\" to vaccinate the future Edward VIII.[114] Vaccine produced by Copeman's method was the only type issued free to public vaccinators by the English Government Vaccine Establishment from 1899. At the same time the 1898 Vaccination Act banned arm-to-arm vaccination, thus preventing transmission of syphilis by this vaccine. However, private practitioners had to purchase vaccine from commercial producers.[115] Although proper use of glycerine reduced bacterial contamination considerably the crude starting material, scraped from the skin of infected calves, was always heavily contaminated and no vaccine was totally free from bacteria. A survey of vaccines in 1900 found wide variations in bacterial contamination. Vaccine issued by the Government Vaccine Establishment contained 5,000 bacteria per gram, while commercial vaccines contained up to 100,000 per gram.[116] The level of bacterial contamination remained unregulated until the Therapeutic Substances Act, 1925 set an upper limit of 5,000 per gram, and rejected any batch of vaccine found to contain the causative organisms of erysipelas or wound infections.[86] Unfortunately glycerolated vaccine soon lost its potency at ambient temperatures which restricted its use in tropical climates. However, it remained in use into the 1970s where a satisfactory cold chain was available. Animals continued to be widely used by vaccine producers during the smallpox eradication campaign. A WHO survey of 59 producers, some of whom used more than one source of vaccine, found that 39 used calves, 12 used sheep and 6 used water buffalo, whilst only 3 made vaccine in cell culture and 3 in embryonated hens' eggs.[15]: 543–45  English vaccine was occasionally made in sheep during World War I but from 1946 only sheep were used.[111] In the late 1940s and early 1950s, Leslie Collier, an English microbiologist working at the Lister Institute of Preventive Medicine, developed a method for producing a heat-stable freeze-dried vaccine in powdered form.[117][118] Collier added 0.5% phenol to the vaccine to reduce the number of bacterial contaminants but the key stage was to add 5% peptone to the liquid vaccine before it was dispensed into ampoules. This protected the virus during the freeze drying process. After drying the ampoules were sealed under nitrogen. Like other vaccines, once reconstituted it became ineffective after 1–2 days at ambient temperatures. However, the dried vaccine was 100% effective when reconstituted after 6 months storage at 37 °C (99 °F) allowing it to be transported to, and stored in, remote tropical areas. Collier's method was increasingly used and, with minor modifications, became the standard for vaccine production adopted by the WHO Smallpox Eradication Unit when it initiated its global smallpox eradication campaign in 1967, at which time 23 of 59 manufacturers were using the Lister strain.[15]: 545, 550  In a letter about landmarks in the history of smallpox vaccine, written to and quoted from by Derrick Baxby, Donald Henderson, chief of the Smallpox Eradication Unit from 1967 to 1977 wrote; \"Copeman and Collier made an enormous contribution for which neither, in my opinion ever received due credit\".[119] Smallpox vaccine was inoculated by scratches into the superficial layers of the skin, with a wide variety of instruments used to achieve this. They ranged from simple needles to multi-pointed and multi-bladed spring-operated instruments specifically designed for the purpose.[120] A major contribution to smallpox vaccination was made in the 1960s by Benjamin Rubin, an American microbiologist working for Wyeth Laboratories. Based on initial tests with textile needles with the eyes cut off transversely half-way he developed the bifurcated needle. This was a sharpened two-prong fork designed to hold one dose of reconstituted freeze-dried vaccine by capillarity.[121] Easy to use with minimum training, cheap to produce ($5 per 1000), using one quarter as much vaccine as other methods, and repeatedly re-usable after flame sterilization, it was used globally in the WHO Smallpox Eradication Campaign from 1968.[15]: 472–73, 568–72  Rubin estimated that it was used to do 200 million vaccinations per year during the last years of the campaign.[121] Those closely involved in the campaign were awarded the \"Order of the Bifurcated Needle\". This, a personal initiative by Donald Henderson, was a lapel badge, designed and made by his daughter, formed from the needle shaped to form an \"O\". This represented \"Target Zero\", the objective of the campaign.[122] Smallpox was eradicated by a massive international search for outbreaks, backed up with a vaccination program, starting in 1967. It was organised and co-ordinated by a World Health Organization (WHO) unit, set up and headed by Donald Henderson. The last case in the Americas occurred in 1971 (Brazil), south-east Asia (Indonesia) in 1972, and on the Indian subcontinent in 1975 (Bangladesh). After two years of intensive searches, what proved to be the last endemic case anywhere in the world occurred in Somalia, in October 1977.[15]: 526–37  A Global Commission for the Certification of Smallpox Eradication chaired by Frank Fenner examined the evidence from, and visited where necessary, all countries where smallpox had been endemic. In December 1979 they concluded that smallpox had been eradicated; a conclusion endorsed by the WHO General Assembly in May 1980.[15]: 1261–62  However, even as the disease was being eradicated there still remained stocks of smallpox virus in many laboratories. Accelerated by two cases of smallpox in 1978, one fatal (Janet Parker), caused by an accidental and unexplained containment breach at a laboratory at the University of Birmingham Medical School, the WHO ensured that known stocks of smallpox virus were either destroyed or moved to safer laboratories. By 1979, only four laboratories were known to have smallpox virus. All English stocks held at St Mary's Hospital, London were transferred to more secure facilities at Porton Down and then to the U.S. at the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia in 1982, and all South African stocks were destroyed in 1983. By 1984, the only known stocks were kept at the CDC in the U.S. and the State Research Center of Virology and Biotechnology (VECTOR) in Koltsovo, Russia.[15]: 1273–76  These states report that their repositories are for possible anti-bioweaponry research and insurance if some obscure reservoir of natural smallpox is discovered in the future.[citation needed][123] In 2002-2003 the United States vaccinated some military personnel and public health personnel against the risk of a bioweapon attack using smallpox.[124][125] Due to safety concerns, less than 10% of the intended public health population were inoculated.[45] On April 21, 2022, Public Services and Procurement Canada published a notice of tender seeking to stockpile 500,000 doses of smallpox vaccine in order to protect against a potential accidental or intentional release of the eradicated virus.[126] On May 6, the contract was awarded to Bavarian Nordic for their Imvamune vaccine.[127] These were deployed by the Public Health Agency of Canada for targeted vaccination in response to the 2022 monkeypox outbreak.[128] The origin of the modern smallpox vaccine has long been unclear,[129] but horsepox was identified in the 2010s as the most likely ancestor.[130]: 9  Edward Jenner had obtained his vaccine from a cow, so he named the virus vaccinia, after the Latin word for cow. Jenner believed that both cowpox and smallpox were viruses that originated in the horse and passed to the cow,[131]: 52–53  and some doctors followed his reasoning by inoculating their patients directly with horsepox.[132] The situation was further muddied when Louis Pasteur developed techniques for creating vaccines in the laboratory in the late 19th century. As medical researchers subjected viruses to serial passage, inadequate recordkeeping resulted in the creation of laboratory strains with unclear origins.[87]: 4  By the late 19th century, it was unknown whether the vaccine originated from cowpox, horsepox, or an attenuated strain of smallpox.[133] In 1939, Allan Watt Downie showed that the vaccinia virus was serologically distinct from the \"spontaneous\" cowpox virus.[11] This work established vaccinia and cowpox as two separate viral species. The term vaccinia now refers only to the smallpox vaccine,[134] while cowpox no longer has a Latin name.[135] The development of whole genome sequencing in the 1990s made it possible to compare orthopoxvirus genomes and identify their relationships with each other. The horsepox virus was sequenced in 2006 and found to be most closely related to vaccinia.[136] In a phylogenetic tree of the orthopoxviruses, horsepox forms a clade with vaccinia strains, and cowpox strains form a different clade.[12] Horsepox is extinct in the wild, and the only known sample was collected in 1976.[137] Because the sample was collected at the end of the smallpox eradication campaign, scientists considered the possibility that horsepox is a strain of vaccinia that had escaped into the wild.[138] However, as more smallpox vaccines were sequenced, older vaccines were found to be more similar to horsepox than modern vaccinia strains. A smallpox vaccine manufactured by Mulford in 1902 is 99.7% similar to horsepox, closer than any previously known strain of vaccinia.[139] Modern Brazilian vaccines with a documented introduction date of 1887, made from material collected in an 1866 outbreak of \"cowpox\" in France, are more similar to horsepox than other strains of vaccinia.[140] Five smallpox vaccines manufactured in the United States in 1859–1873 are most similar to each other and horsepox,[138] as well as the 1902 Mulford vaccine.[141] One of the 1859–1873 vaccines was identified as a novel strain of horsepox, containing a complete gene from the 1976 horsepox sample that has deletions in vaccinia.[141] The word \"vaccine\" is derived from Variolae vaccinae (i.e. smallpox of the cow), the term devised by Jenner to denote cowpox and used in the long title of his An enquiry into the causes and effects of Variolae vaccinae, known by the name of cow pox.[85] Vaccination, the term which soon replaced cowpox inoculation and vaccine inoculation, was first used in print by Jenner's friend, Richard Dunning in 1800.[80] Initially, the terms vaccine/vaccination referred only to smallpox, but in 1881 Louis Pasteur proposed at the 7th International Congress of Medicine[142] that to honour Jenner the terms be widened to cover the new protective inoculations being introduced.[143] According to some sources the term was first introduced by Jenner's friend Richard Dunning in 1800.[144]","Title":"Smallpox vaccine - Wikipedia","KeyID":"9775","URL":"https://en.wikipedia.org/wiki/Imvanex"}