{"Content: ":"The Strategic National Stockpile (SNS), originally called the National Pharmaceutical Stockpile (NPS), is the United States' national repository of antibiotics, vaccines, chemical antidotes, antitoxins, and other critical medical supplies. Its website states: \"The Strategic National Stockpile's role is to supplement state and local supplies during public health emergencies. Many states have products stockpiled, as well. The supplies, medicines, and devices for life-saving care contained in the stockpile can be used as a short-term stopgap buffer when the immediate supply of adequate amounts of these materials may not be immediately available.\"[1][2][3] In at least 10 government reports from 2003 to 2015, federal officials predicted the U.S. would experience a shortage of ventilators and other medical supplies if it faced a large-scale infectious disease outbreak.[4] The actual supply of drugs and supplies that make up the SNS are located in twelve[5] secret locations strategically placed throughout the US. The locations appear to look like ordinary commercial warehouses. Inside the warehouses, supplies are stacked on shelves that can measure five stories high.[6] Armed personnel guard the warehouse contents and, according to NPR in 2020, during the COVID-19 global pandemic, \"rows of ventilators, which can support people who are having trouble breathing, are kept charged up and ready to roll at a moment's notice.\"[7] The SNS holds a variety of items that would be helpful to the general population in the event of a widespread disease outbreak.[citation needed] Each push pack weighs about 50 short tons (100,000 lb; 45 t; 45,000 kg).[6] Its contents include broad-spectrum oral and intravenous antibiotics, emergency medicines, IV fluids and kits, airway equipment, bandages, vaccines, antitoxins, and ventilators.[8] The material deploys by unmarked trucks and airplanes within 12 hours of the receipt of a request by the CDC. The U.S. Marshals Service provides armed security from these federal sites to local destinations. The SNS has adequate vaccines and countermeasures in its stockpile, including 300 million smallpox treatment courses and enough anthrax vaccines to handle a three-city incident.[9] CHEMPACKs contain nerve agent antidotes to help in the event of a nerve agent attack or industrial accident.[10] As of 2015, 1,960 CHEMPACKs were forward-deployed in more than 1,340 locations across each state and territory of the United States.[11] During the first decade of the Cold War, the United States accumulated a civil defense medical stockpile at 32 storage facilities. The supplies began to degrade in the 1960s, and were disposed of and the stockpile program closed in 1974.[12] In April 1998, President Bill Clinton read the Richard Preston novel The Cobra Event, a fiction book about a mad scientist spreading a virus throughout New York City. As a result, Clinton held a meeting with scientists and cabinet officials to discuss the threat of bioterrorism. He was so impressed, that he asked the experts to meet with senior-level aides at the Department of Defense and in the Department of Health and Human Services.[13] At that time, the government had stockpiles of medications for military personnel, but did not have them for civilians. Shortly after, The Washington Post wrote that Clinton surprised many in Washington at how fast he and his National Security Council had moved to change that. By October, Clinton signed into law[14] a new budget of $51 million for pharmaceutical and vaccine stockpiling to be carried out by the CDC.[15] The US Congress appropriated funds for the CDC to create a pharmaceutical and vaccine stockpile to handle biological and chemical threats from disease that could affect large numbers of the US civilian population, in Public Law 105–277 dated October 21, 1998.[16] The original name was the National Pharmaceutical Stockpile (NPS) program, but additional materials have been added to the stockpile since the original authorization .[citation needed] The federal government implemented a pandemic blueprint for distribution of Personal Protective Equipment (P.P.E.) from the Strategic National Stockpile, in coordination with public and private efforts.[13] On March 1, 2003, the NPS was renamed the Strategic National Stockpile (SNS) program with joint management by Department of Homeland Security and Department of Health and Human Services.[17] In 2005 and in preparation for a predictable pandemic influenza, the Bush administration called for the coordination of domestic production and stockpiling of protective personal equipment.[18] In 2006, the US Congress funded the integration of protective equipment to a Strategic National Stockpile: 52 million surgical masks and 104 million N95 air-filtration masks were acquired and added.[18] Public Health Emergency lists large-scale deployments from the SNS in response to emergencies.[17] The SNS successfully deployed 12-hour \"push packages\" to New York City and Washington, D.C., in response to the terrorist attacks on September 11, 2001, and managed inventory (MI) to numerous locations in response to the anthrax terrorist attacks of 2001. Following the landfall of Hurricanes Katrina and Rita on the Gulf coast of Mississippi and Louisiana in September 2005, the CDC deployed SNS assets, technical assistance and response units, plus the newly developed and rapidly deployable \"federal medical contingency stations\" to state-approved locations near or in the disaster areas. The contingency stations, later renamed Federal Medical Stations (FMS), are caches of equipment and supplies provided by the SNS, set up in local \"buildings of opportunity\" and staffed by local or federal medical personnel to provide triage, low acuity care, and temporary holding of displaced patients for whom local acute care systems are damaged or destroyed. Since the original deployment following Hurricane Katrina, FMSs have been deployed to support other major disaster responses including Superstorm Sandy. The FMS program is a collaboration between CDC and the Office of Emergency Management under the HHS Assistant Secretary for Preparedness and Response. In 2014, responding to stakeholder feedback, a 50-bed FMS cache was developed and made available in addition to the original 250-bed FMS.[19] The SNS released one-quarter of its antiviral drug inventory (Tamiflu and Relenza), personal protective equipment (PPE), and respiratory protection devices, to help every US state respond to the H1N1 Influenza 2009 swine influenza outbreak in the United States.[20] After the 2009 flu pandemic in which tens of millions of masks were distributed, fiscal constraints imposed by the agency's $600 million annual budget led officials to decide that replenishing a large inventory of N95 face masks was of less priority than stockpiling other equipment and drugs for diseases and disasters.[21] In 2016, a reporter from National Public Radio toured one of the secret warehouses, and reported on $7 billion stockpile, and its purpose.[22] During the Trump administration, Trump falsely claimed his administration inherited an ‘empty’ stockpile from the previous administration.[23] In the years 2017 through 2019, the Trump administration failed to replace masks and other supplies used in earlier disasters. In May 2020, in a House subcommittee meeting, whistle-blower Dr. Rick Bright, previous director of Department of Health and Human Services’ Biomedical Advanced Research and Development Authority, explained that the Trump administration had ignored his early warnings to stock up on masks and other supplies to combat the coronavirus.[24] The Office of the Assistant Secretary for Preparedness and Response (ASPR) of the Department of Health and Human Services has managed the Strategic National Stockpile since October 1, 2018. Prior to that, the stockpile was managed by the Centers for Disease Control and Prevention (CDC). Prior to April 3, 2020, the role of the stockpile was to support state, local, tribal, and territorial responders providing potentially life-saving pharmaceuticals and medical supplies for use in a public health emergency severe enough to cause local supplies to run out. Its current role is to act as a national supplement of medicine and medical equipment to a state’s supplies, acting as a \"stopgap buffer\" when \"the immediate supply of adequate amounts of these materials may not be immediately available.\"[1][2][3] As of 2020, the SNS contained around $7–8 billion worth of emergency supplies stored in secret warehouses located strategically around the country.[7][5] By March 10, 2020, it was reported that the COVID-19 pandemic had already \"placed significant strain on the stores of masks, medicine, and medical equipment\" found in the stockpile.[5] The SNS was involved in providing supplies to the repatriation efforts of State Department employees from China and Japan during the early stages of the COVID-19 epidemic, and shipped thousands of N95 masks to the states of Washington, Massachusetts, and New York in an effort to respond to COVID-19 \"hot spots\" as community spread began in the US.[25] As of March 2020, the director Steven Adams said it had stockpiled 13 million masks, and placed an order to be fulfilled by September 2021 for 500 million more.[5] The SNS was criticized during the COVID-19 pandemic for containing millions of masks already past their expiration dates, with Secretary of Health and Human Services Alex Azar saying this represented approximately 5 million masks.[5] As of March 2020, the national strategic stockpile had 40 million masks while 100 times more were expected to be necessary to handle the pandemic crisis.[18] On March 29, 2020, HHS accepted a donation of 30 million doses of hydroxychloroquine sulfate from Sandoz and one million doses of Resochin (chloroquine phosphate) from Bayer Pharmaceuticals for use in treating hospitalized COVID-19 patients or in clinical trials. The SNS will work with the Federal Emergency Management Agency (FEMA) to deliver the doses to states.[26] The FDA later withdrew Emergency Use Authorization for these drugs after studies found they had no benefit for treating COVID-19. On April 1, 2020, Department of Homeland Security officials told reporters that the cache of personal protective equipment stored by the SNS was almost depleted due to the COVID-19 pandemic in the United States. This was later confirmed by President Donald Trump. PPE from the SNS was sent directly to health facilities across the country.[27] During the COVID-19 pandemic, states criticized the lack of availability of medical supplies from the federal stockpile. At a White House press conference on April 2, 2020, senior advisor Jared Kushner commented \"The notion of the federal stockpile was it's supposed to be our stockpile. It's not supposed to be states' stockpiles that they then use.\"[28][29][30] The idea that the stockpile was not a backup for states that run out of supplies was disputed by Governor Laura Kelly of Kansas,[31] among others. The description of the stockpile, as listed on its website, was changed the day after Kushner's remarks to better align with them, from: \"Strategic National Stockpile is the nation’s largest supply of life-saving pharmaceuticals and medical supplies for use in a public health emergency severe enough to cause local supplies to run out. When state, local, tribal, and territorial responders request federal assistance to support their response efforts, the stockpile ensures that the right medicines and supplies get to those who need them most during an emergency. Organized for scalable response to a variety of public health threats, this repository contains enough supplies to respond to multiple large-scale emergencies simultaneously.\"[32][1][2][3] to: \"The Strategic National Stockpile's role is to supplement state and local supplies during public health emergencies. Many states have products stockpiled, as well. The supplies, medicines, and devices for life-saving care contained in the stockpile can be used as a short-term stopgap buffer when the immediate supply of adequate amounts of these materials may not be immediately available.\"[1][2][3] Washington State announced on April 5, 2020, that it would return more than 400 ventilators it had received from the Stockpile \"... to help states facing higher numbers of COVID-19 cases.\"[33] On April 8, 2020, HHS contracted with DuPont for 2.25 million Tyvek suits to be delivered to the SNS to be used as PPE for frontline healthcare workers.[34] By April 13, 2020, HHS used the Defense Production Act (DPA) to contract for ventilator production with General Electric, Hill-Rom, Medtronic, ResMed, and Vyaire. Additionally, they contracted with Hamilton and Zoll for ventilator production without using the DPA. The seven contracts were expected to produce 137,431 ventilators by the end of 2020 at a total cost of $1.435 billion.[35] In January 2022, amidst a surge in cases caused by the more contagious Omicron variant, the CDC updated its guidance[36] to emphasize the greater protection from wearing N95 masks in indoor public spaces.[37] The Biden Administration announced it would distribute 400 million N95 masks from the SNS[38] which started arriving in late January and early February.[39] The stockpile was again used during the 2022 monkeypox outbreak. In May, 2022, the Centers for Disease Control (CDC) confirmed the United States released some of their Jynneos monkeypox vaccine supply from their Strategic National Stockpile for people who are \"high-risk\".[40] On 27 May 2022, the CDC specified the indications for the Jynneos vaccine: research laboratory personnel, clinical laboratory personnel performing diagnostic testing for orthopoxviruses, designated response team members, and health care personnel who administer live smallpox Vaccine or care for patients infected with orthopoxviruses.[41] In March of 2021, the New York Times alleged mismanagement involving the Strategic National Stockpile, stating, \"In one telling example, The Times found, the government approved a plan in 2015 to buy tens of millions of N95 respirators — lifesaving equipment for medical workers that has been in short supply because of Covid-19 — but the masks repeatedly lost out in the competition for funding over the years leading up to the pandemic, according to five former federal health officials involved in the effort. During the same period, Emergent sold the government nearly $1 billion in anthrax vaccines, financial disclosures show.\"[42] Section 403 of the Pandemic and All-Hazards Preparedness Reauthorization Act of 2013 (H.R. 307; 113th Congress) reauthorized the Strategic National Stockpile for FY2014-FY2018. It required the Secretary of Health and Human Services to:","Title":"Strategic National Stockpile - Wikipedia","KeyID":"9779","URL":"https://en.wikipedia.org/wiki/Strategic_National_Stockpile"}