{"Content: ":"The Chittagong Port (Bengali: চট্টগ্রাম বন্দর) is the main seaport of Bangladesh. Located in Bangladesh's port city of Chittagong and on the banks of the Karnaphuli River, the port handles over 90 percent of Bangladesh's export-import trade,[3] and has been used by India, Nepal and Bhutan for transshipment.[4][5] According to Lloyd's, it ranked as the 58th busiest container port in the world in 2019.[6] The port is one of the oldest in the world.[7] Congestion is a major challenge in Chittagong port. The port had a congestion rate of 84.3 hours between January and July in 2017.[8] The Chittagong area has been a recorded seaport since the 4th century BCE. In the 2nd century, the harbor appeared on Ptolemy's map, drawn by the Greco-Roman cartographer Claudius Ptolemy. The map mentions the harbor as one of the finest in the Eastern world. The Periplus of the Erythraean Sea documents trade between Chittagong and private merchants from Roman Egypt.[7] Arab traders frequented Chittagong since the 9th century.[7] In 1154, Al-Idrisi noted that merchants from Baghdad and Basra regularly travelled to Chittagong.[9] Arab traders played an important role in spreading Islam in the region. The port appears in the travelogues of Chinese explorers Xuanzang and Ma Huan. The Moroccan explorer Ibn Battuta and the Venetian traveler Niccolo De Conti visited the port in the 14th century. The historical port had ship trade with Africa, Europe, China and Southeast Asia. The Portuguese settlement in Chittagong centered on the port in the 16th and 17th centuries. After the Portuguese were expelled, Chittagong came under the rule of the Mughal Empire and was named Islamabad.[10] It became an important shipbuilding center, catering to the Mughal and Ottoman navies. After the rise of British dominance in Bengal following the Battle of Plassey, the Nawab of Bengal ceded the port to the British East India Company in 1760.[11] The modern Chittagong port was organized in 1887 under the Port Commissioners Act in the British Indian Empire. The port began formal operations under a commissioner in 1888. Its busiest trade links were with British Burma, including the ports of Akyab and Rangoon;[12] and other Bengali ports, including Calcutta, Dhaka and Narayanganj.[13] In the year 1889–90 the port handled exports totalling 125,000 tons.[14] The Strand Road was built beside the harbour. Between 1905 and 1911, Chittagong was the chief seaport of Eastern Bengal and Assam. It was made the terminus of the Assam Bengal Railway. Hence, the port's hinterland included all of colonial Assam (modern Northeast India). Trade between British India and British Burma rapidly increased in the early 20th century. The Bay of Bengal became one of the busiest shipping hubs in the world, rivaling the traffic of ports on the Atlantic.[15] In 1928, the British government declared Chittagong as a \"Major Port\" of British India.[16] Chittagong was important for the petroleum industry that developed in Assam and Burma. It was used for jute and rice trading. During World War II, Chittagong port was used by Allied Forces in the Burma Campaign. After the partition of British India, the governor general of the Dominion of Pakistan, Muhammad Ali Jinnah, visited Chittagong and stressed its importance and future potential.[17] The Chittagong Port Trust was formed in East Pakistan in 1960. 100 employees of the Chittagong Port were killed during the Bangladesh Liberation War in 1971.[16] The Soviet Pacific Fleet was tasked with mine clearing and salvage operations in the port after the war.[18] The port has benefited from the growth of heavy industry and logistics in the Chittagong Metropolitan Area in the years following independence. Trade unionism was strong in the late 1990s. A major expansion took place with the construction of the New Mooring Terminal in the first decade of the 21st century.[19] The Chittagong Port Authority is responsible for the port's management. The port depends on several container terminals, most of which are owned by private companies. The Bangladesh Coast Guard is responsible for security in the vicinity of the port. The Bangladesh Navy's largest naval base, the BNS Issa Khan, and the Bangladesh Naval Academy are located in Chittagong port. The port is the home base of the most of the Bangladesh Navy fleet, including its submarine fleet. The Chittagong Naval Area often hosts joint exercises with the navies of other countries, as well as visiting foreign naval vessels. A missile launch pad is located near the port.[25] The Bangladesh Air Force maintains its BAF Zahurul Haq Air Base near the port. In addition, the Bangladesh Navy operates an airborne maritime surveillance wing. The year 2000 had the highest number of Piracy attacks in the recorded history of Chittagong. Many of the raids resulted in the theft of mooring lines and Zinc anode and other movable ship equipments. In 2005 it had the highest pirate attacks in a port area in the world. The Government of Bangladesh has increased Navy and Coast Guard presence in the area.[26] According to ICC International Maritime Bureau (IMB) Piracy and Armed Robbery Against Ships-2019 Report, incidents in Bangladesh have fallen significantly over the past few years because of the effort of Bangladesh Authorities.[27] There was no incident of piracy or armed robbery in 2019.[27] At night on 4 June 2022, the BM Inland Container Depot, a Dutch-Bangladesh joint venture broke out following explosions in a container full of chemicals. The fire continued to spread and the explosions shattered the windows of nearby buildings. It was felt as far as 4 kilometers (2.5 miles) away. At least 9 firefighters from Bangladesh fire service and civil defense were reported dead and the death toll reached to 49 by Sunday evening.[28] List of Ports in Bangladesh","Title":"Port of Chittagong - Wikipedia","KeyID":"9788","URL":"https://en.wikipedia.org/wiki/Port_of_Chittagong"}