{"Content: ":"The Ministry of Health (Portuguese: Ministério da Saúde) is a cabinet-level federal ministry in Brazil.[3] Since March 2021, the Health Minister is Marcelo Queiroga, a cardiologist.[2] Previously, Health Minister Nelson Teich resigned on 15 May 2020, which came just four weeks after he joined the Bolsonaro administration.[4] He was replaced by General Eduardo Pazuello, an army officer with no medical training. The first public health guidelines in the country were created by the monarchy in 1808. Despite this, the first Ministry with actions in the health area was created in 1930, during the government of Getúlio Vargas, under the name of Ministry of Business of the Education and Public Health. In 1937 it was renamed Ministry of Education and Health. On 25 July 1953 it was defined as Ministry of Health. In 1956, linked to this ministry, the National Department of Rural Endemics emerged, with the purpose of carrying out the services to combat endemic diseases in the country, such as malaria, leishmaniasis, chagas disease, plague, brucellosis, yellow fever, among others.[4] In the early 1960s, social inequality, marked by low income per capita and a high concentration of wealth, gained dimension in the discourse of health workers around the relationship between health and development. The planning of growth and improvement goals led to what some researchers called the great panacea of the 1960s (global planning and health planning). The proposals to adapt public health services to the reality diagnosed by developmental health workers had important milestones, such as the formulation of the National Health Policy in the management of the then minister, Estácio Souto-Maior, in 1961, with the objective of redefining the identity of the Ministry Health and bring it in line with the progress made in the economic-social sphere. Another milestone in the history of health at the ministerial level occurred in 1963, with the holding of the III National Health Conference (CNS), convened by Minister Wilson Fadul, an ardent defender of the municipalization thesis. The Conference proposed the reorganization of medical and health care services and general alignments to determine a new division of attributions and responsibilities between the Federation's political and administrative levels, aiming, above all, at municipalization.[4] In 1964, the military took over the government and Raymundo de Brito established himself as minister of health and reiterated the purpose of incorporating the Social Security medical assistance to the Ministry of Health, within the proposal to establish a National Health Plan according to the guidelines of the Third National Health Conference. On 25 February 1967, with the implementation of the Federal Administrative Reform, it was established that the Ministry of Health would be responsible for the National Health Policy. In 1974, there was an internal reform in which the Health and Medical Assistance Secretariats were included, becoming the National Health Secretariat, to reinforce the concept that there was no dichotomy between Public Health and Medical Assistance. In the same year, the Superintendency of Public Health Campaigns (SUCAM) came under the direct subordination of the Minister of State, in order to allow him greater technical and administrative flexibility, elevating himself to a first-rate body. The Health Coordinators were created, comprising five regions: the Amazon, Northeast, Southeast, South and Midwest, with the Federal Health Stations included in these subordinate areas. Thus, the Federal Health Departments ceased to integrate top-level bodies. The Social Communication Coordination is also created as an organ of direct and immediate assistance to the Minister of State and the Anti-Toxic Prevention Council is established, as a collegiate body, directly subordinate to the Minister of State.[4] In the 1980s, the 1988 Federal Constitution stands out, which determined that it was the duty of the State to guarantee health to the entire population, creating the Unified Health System (SUS). In 1990, the National Health Law was approved by the National Congress, which then detailed the functioning of the System.[4]  This article about government in Brazil is a stub. You can help Wikipedia by expanding it.","Title":"Ministry of Health (Brazil) - Wikipedia","KeyID":"9789","URL":"https://en.wikipedia.org/wiki/Ministry_of_Health_(Brazil)"}