{"Content: ":"North Santander (Spanish: Norte de Santander) (Spanish pronunciation: [ˈnoɾte ðe santanˈdeɾ]) is a department of Northeastern Colombia. It is in the north of the country, bordering Venezuela. Its capital is Cúcuta, one of the country's major cities. North Santander is bordered by Venezuela to the east and north, by Santander Department and Boyacá Department to the south, and by Santander Department and Cesar Department to the west.[3] The official Department name is \"Departamento de Norte de Santander\" (North Santander Department) in honor of Colombian military and political leader Francisco de Paula Santander, who was born and raised near Cúcuta. North Santander Department is located in the northwestern zone of the Colombian Andean Region. The area of present-day Norte de Santander played an important role in the history of Colombia, during the War of Independence from Spain when Congress gave origin to the Greater Colombia in Villa del Rosario. The jungle zone and the valleys of the department served as the settlement of several indigenous groups, among them the Barí and Chitatero people.[4] These indigenous groups inhabited the region between the Sardinata, Tarra and Zulia rivers.[5] The U'wa people also inhabited part of the department, the political organization of this indigenous group was through clans.[6] The first European to set foot on the land where the department is located was the German Ambrosio Alfinger in 1530. Although the colonization process began with the Spaniard Pedro de Ursúa in 1549. The discovered gold mines attracted a series of conquerors as well as adventurers.[5] Founded in 1549 as a captaincy, the city of Pamplona served as a strategic expeditionary center where the founding of cities in Colombia and Venezuela was declared, in this city was established the first Catholic archdiocese of Northeastern Colombia. During colonial times, the city of Ocaña, founded in 1570, was used as a connection point between the Colombian Caribbean area and the capital of the province of Pamplona.[4] Pamplona was the site of several independence movements, which is why one of the names the city has been given is \"Ciudad Patriota\" (Patriot City). Ocaña served as a strategic point for the liberating troops. In Cucutá, it was the place where the Admirable Campaign began, it was also the first city where Simón Bolívar defeated the royalist troops.[4] In Villa del Rosario, the Congress of 1821 was established where the creation of the Republic of Colombia was established.[7] In April 1850, when the Republic of New Granada was born with 5 departments and 19 provinces. Santander was formed as a province with San José de Cúcuta its capital. In 1857 the sovereign Department of Santander was created and its capital was Pamplona. As of December of that year, the capital was transferred to Bucaramanga. In May 1858, the Republic of Colombia was denominated Granadina Confederation, including eight Departments, including the one of Santander. In 1863 it was decided in the National Convention of Rio Negro, to change the name of the country to the United States of Colombia. The Political Constitution of 1886, at the time known as \"Regeneration\", changed the name of the country and again it was known as the Republic of Colombia. The area was still known as Santander and was part of the provinces of Cúcuta, Ocaña, Pamplona, Charalá, García Rovira, Guanentá, Soto, Socorro and Vélez. In 1905, the Department was divided in two and for a time, Santander had Cúcuta, Ocaña, River of Gold, Pamplona, García Rovira, Santos and Fortúl provinces. A new political division came in 1908 and as a result of it, the Department of Cúcuta existed for a short period. In April 1910, the political division of Colombia changed again. The 34 departments created in 1908 were suppressed and in 1905, Cúcuta disappeared as Department and returns as part of Bucaramanga. Law 25 July 14, 1910, took effect 20 July of that year. It was signed by the then President of the National Assembly of Colombia, Emilio Ferrero; the Secretary, Marcelino Uribe exequible Arango and declared by President Ramon González Valencia. North Santander has a varied geography and is composed by mountainous areas, deserts, plateaus, plains and hills. The landscapes and climates are fertile. The territory is crossed by rivers and lagoons. The Department comprises three natural regions. The Eastern Mountain range, begins in the site known as Naked Santurbán and becomes the Mountainous area of the Motilones. On the other hand, the plains of the Catatumbo and Zulia Rivers are located to the Northwest. To the south is the valley of the Magdalena River. A rich hydrographic system crosses the Department with three river basins of great importance: to the north is Catatumbo river, to the west Magdalena river and to the southwest, the Orinoco river. The sector around the Catatumbo has temperatures averaging 24 °C (75 °F) with warm climates and humid. In the zone of Cúcuta, climate varies from dry to very dry. In the mountainous area, climates go from the temperate to cold. The northeast of the department is generally of a warm humid climate, including Tibú. In municipalities such as Ocaña and Ábrego, temperate climates predominate. In the limits between Santander and Norte de Santander there are cold climates.[8] North Santander has a special demography due its borders. Cúcuta has the largest population. Other cities are Ocaña and Pamplona. A large part of the population lives in urban areas, 79.17%, while 20.87% of the departmental population lives in rural areas. In 2019, it was reported to be the department with the most Venezuelan migrants, with a total of 176,695. In Norte de Santander there are several minority groups, among them include the black and mulatto population comprising 1.8%, the indigenous population with 0.60%, the raizal population 0.01%, and the romani population with 0.02%.[10] The economy of the department of Norte de Santander contributes 1.8% of Colombia's GDP. As a border department, part of Norte de Santander's economy depends on the service sector, including finance and commerce. The primary sector of the economy contributes 29.3% to the GDP of Norte de Santander, specifically agricultural activities contribute 23.2% while mining activities contribute 6.1%, much of the mining carried out in the department is coal extraction. In other aspects of the departmental economy, commerce contributes 10.4% of the departmental GDP, and manufacturing industry contributes 12.9%.[11] The department has several tourist sites around several municipalities such as Ocaña, among the main sites of the municipality is the Historical Complex of the Great Convention and the Sanctuary of Our Lady of Graces of Torcoroma [es].[12] Other tourist sites located in the western part of the department include Los Estoraques Unique Natural Area near La Playa de Belén.[13] In the southwestern part of the department is the Casa de la Cultura Manuel Briceño Jáuregui in Chinácota, which has photographs about the gastronomy and traditional medicine used in the municipality.[14] In the eastern part of the department is the Historical Complex of Villa del Rosario, this includes Casa Natal del General Santander (lit., \"Birth house of General Santander\") and the Bagatela (known as the Government House). In the San Luis neighborhood, one of the oldest neighborhoods of Cúcuta, is the San Luís Gonzaga Basilica, [es], the design of the temple is of Gothic architecture, also it was one of the first churches built after the 1875 Cúcuta earthquake.[15] In the southwestern part of Norte de Santander is the city of Pamplona, which has the Museo Casa Colonial, one of the oldest museums in the department.[16] In the 1870's, the Cucutá Railroad was built, which helped connect the area where coffee was grown in the department with the Zulía River.[17] The Colombian Congress issued law 69 of 1923, which requested the construction of an aerial lift that would connect the Magdalena River with the city of Cucutá, the reason was that several road and rail transportation projects had failed, but for political and economic reasons, only the aerial lift between Ocaña and Gamarra could be completed. The Ministry of Public Works ordered the construction of the aerial lift immediately in 1925, the English engineer James F. Lindsay was in charge of the direction of the construction. The aerial lift was inaugurated on August 7, 1929. The aerial lift lasted 20 years in use, and then fell into disuse when several new roads were opened.[18] In October 1971, the Camilo Daza International Airport was inaugurated.[19] The airport was recognized as the best architectural project of the department in the VII Regional Architecture Exhibition Juvenal Moya 2020, organized by the Colombian Society of Architects [es].[20] The department of Norte de Santander is divided into 6 regions.[21] Typical dishes offered in the department include Mute, Hayacas, of extended and rectangular form, the Cabrito, that is consumed roasted or cooked, soy (chick-pea) pies, empanadas and maize. Other dishes are rampuche and panche. Amazonas Antioquia Arauca Atlántico Bolívar Boyacá Caldas Caquetá Casanare Cauca Cesar Chocó Córdoba Cundinamarca Guainía Guaviare Huila La Guajira Magdalena Meta Nariño N. Santander Putumayo Quindío Risaralda San Andrés Santander Sucre Tolima Valle del Cauca Vaupés Vichada Capital district: Bogotá","Title":"Norte de Santander Department - Wikipedia","KeyID":"9799","URL":"https://en.wikipedia.org/wiki/Department_of_Norte_de_Santander"}