{"Content: ":"Mansukh Laxmanbhai Mandaviya (born 1 June 1972) is an Indian politician currently serving as the Minister of Health and Family Welfare and Chemical and Fertilizers of India.[3] He is also a Rajya Sabha member from Gujarat.[4] Mansukh Mandavaiya was born in a small village named Hanol in Palitana Taluka of Bhavnagar district of Gujarat State.[5] Born to a middle-class farmer family,(Patidar-patel-kurmi caste),he is the youngest amongst four brothers. He completed his primary education from the Government Primary School, Hanol and his high school studies from Songadh Gurukul.[6] After completion of HSC, he did a certificate course in Veterinary Live Stock Inspector and has been educated at Songadh Gurukul and Gujarat Agriculture University, Gujarat.[7] He later completed his MA in political science from Bhavnagar University.[6] In 2021, Mandavia obtained a Ph.D in political science from Gujarat Institute of Development Research.[2] Mansukh Mandaviya is currently the Union Minister of Health and Family Welfare India and Chemical and Fertilizers.[3] He became a member of the Akhil Bharatiya Vidyarthi Parishad (ABVP) and soon became a State Executive Committee Member of ABVP, Gujarat Unit.[8][9] He was appointed as a leader of Yuva Morcha and then the President of BJP Unit of Palitana. Mr Mandaviya also became the youngest Member of the Legislative Assembly (MLA) in Gujarat, when he was first elected in 2002.[8] After his tenure, in 2010, he became the chairman of Gujarat Agro Industries Corporation Limited.[10] At the young age of 38, Mansukh Mandaviya was elected as a Member of Parliament (MP) in Rajya Sabha from Gujarat.[11] He was appointed as the Secretary for State Unit, BJP Gujarat, in 2013 and General Secretary in 2014.[12] Later, in 2014, he was appointed as the Gujarat State Incharge of BJP's High-tech & Mega Membership Drive Campaign.[13] On July 5, 2016, Mansukh Mandaviya was sworn in as the Minister of State for Road Transport and Highways, Shipping and Chemical and Fertilizers, in the Government of India.[14] He was re-elected for a second term as an MP in Rajya Sabha in March 2018.[15] In the Asian continent, he has visited China, Israel, Oman, Nepal, Dubai and Uzbekistan.[16] He has also visited European countries including England, Germany and Hungary, along with South American countries such as Brazil and Argentina. The African continent has also been explored by Mr Mandaviya, including countries of Kenya, Uganda, Tanzania, Rwanda, Algeria, Equatorial Guinea, Eswatini and Zambia. In an Oceania Region, he has visited New Zealand, Tonga, Fiji and Australia.[17] In May 2019, Mansukh Mandaviya took oath as a Minister of State in the Council of Ministers, Government of India. He was the Minister of State (Independent Charge) in the Ministry of Ports, Shipping and Waterways, along with being the Minister of State for Chemicals and Fertilizers. Mr Mandaviya also represented India in the World Economic Forum at Davos, Switzerland in January 2020.[18] Mansukh Mandaviya took charge as the Minister of Health and Family Welfare in the Government of India on July 7, 2021, with an additional charge of the Ministry of Chemicals and Fertilisers.[19] Mandaviya was honored by UNICEF for his contribution to women health-care initiatives and for distributing 10 crore sanitary napkins through Jan Aushadhi Kendras.[20][21] Mansukh Mandaviya is married to Neetaben Mandaviya and they have two children Pavan and Disha.[8]","Title":"Mansukh Mandaviya - Wikipedia","KeyID":"9807","URL":"https://en.wikipedia.org/wiki/Mansukh_Mandaviya"}