{"Content: ":"The National Centre for Disease Control (previously known as the National Institute of Communicable Diseases) is an institute under the Indian Directorate General of Health Services, Ministry of Health and Family Welfare. It was established in July 1963 for research in epidemiology and control of communicable diseases and to reorganize the activities of the Malaria Institute of India. It has nine branches at Alwar, Bengaluru, Trivandrum, Calicut, Coonoor, Jagdalpur, Patna, Rajahmundry and Varanasi to advise the respective state governments on public health. The headquarters are in Sham Nath Marg, in New Delhi. The origin of the National Centre for Disease Control can be traced to the Central Malaria Bureau, which was established at Kasauli, Himachal Pradesh, India in 1909. It was renamed the Malaria Institute of India in 1938 and in 1963 renamed the National Institute of Communicable Diseases.[1] The reorganized Institute was established to develop a national centre for teaching and research in various disciplines of epidemiology and control of communicable diseases. The Institute was envisaged to act as a centre par excellence for providing multi disciplinary and integrated expertise in the control of communicable disease. The Institute was also entrusted the task of developing reliable rapid economic epidemiological tools which could be effectively applied in the field for the control of communicable diseases. The objectives of the Institute broadly cover three activities - training, service and operational research in the field of communicable diseases and their prevention and control in the country. The centre is under affiliation with Guru Gobind Singh Indraprastha University, Delhi. The Centre for AIDS & Related Diseases was established at National Institute of Communicable Diseases as a National Reference Laboratory as per National AIDS Control Organisation guidelines in the year 2002. Prior to this it had existed as AIDS Reference Laboratory since 1985, one of the first reference centers in India, which started surveillance of HIV infection in the country. On 30 July 2009, it was named the National Centre for Disease Control. The National Centre for Disease Control has 14 technical centres/divisions: The National Centre for Disease Control has 434 officers which consists of 5 regional branches and 20 metropolitan health surveillance units.[2][3] Doctors from the centre have investigated potential outbreaks of diseases including suspected cases of pneumonic plague in Punjab in 2002,[4] SARS outbreaks in 2004,[5] meningitis outbreak in Delhi in 2005, and avian influenza in 2006, and have reviewed preparedness for coronavirus in 2019–2020.[6][7] By February 2021, the National Centre for Disease Control found a new mutated strain E484Q of SARS-CoV-2 in the state of Maharastra that was previously thought to be coming from South Africa and Brazil.[8][9] In view of genomic mutations found in Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the National Centre for Disease Control under the Ministry of Health and Family Welfare in collaboration with Department of Biotechnology, Indian Council of Medical Research and Council of Scientific and Industrial Research launched Indian SARS-CoV-2 Genomic Consortium in 2020. It is a national level multiple laboratory network that will help in sentinel surveillance, research genomic level variation, develop diagnostics and vaccine for severe acute respiratory syndrome (SARS) related pandemic.[10][11] The centre is the lead agency under which ten national laboratories are working: In collaboration with the Centers for Disease Control and Prevention, the National Centre for Disease Control has set up the Global Disease Detection Regional Center in New Delhi, India. This will lead to long-term public health collaboration between the Government of India and the United States in many areas including establishing high quality research and surveillance on important human infectious diseases, establishing the Indian Epidemiological Intelligence System program, and developing the National Centre for Disease Control as an international nodal agency in South Asia.","Title":"National Centre for Disease Control - Wikipedia","KeyID":"9808","URL":"https://en.wikipedia.org/wiki/National_Centre_for_Disease_Control"}