{"Content: ":"Coordinates: 3°03′S 160°23′E﻿ / ﻿3.050°S 160.383°E﻿ / -3.050; 160.383 The Ontong Java Plateau (OJP) is a massive oceanic plateau located in the southwestern Pacific Ocean, north of the Solomon Islands. The OJP was formed around 120 million years ago (Ma) with a much smaller volcanic event around 90 Ma. Two other southwestern Pacific plateaus, Manihiki and Hikurangi, now separated from the OJP by Cretaceous oceanic basins, are of similar age and composition and probably formed as a single plateau and a contiguous large igneous province together with the OJP.[1] When eruption of lava had finished, the Ontong Java–Manihiki–Hikurangi plateau covered 1% of Earth's surface and represented a volume of 80 million km3 (19 million cu mi) of basaltic magma.[2] This \"Ontong Java event\", first proposed in 1991, represents the largest volcanic event of the past 200 million years, with a magma eruption rate estimated at up to 22 km3 (5.3 cu mi) per year over 3 million years, several times larger than the Deccan Traps.[3] The smooth surface of the OJP is punctuated by seamounts such as the Ontong Java Atoll, one of the largest atolls in the world.[4][5] The OJP covers 1.5 million km2 (580,000 sq mi), roughly the size of Alaska. It reaches up to 1,700 m (5,600 ft) below sea level but has an average depth closer to 2,000–3,000 m (6,600–9,800 ft). It is bounded by Lyra Basin to the northwest, East Mariana Basin to the north, Nauru Basin to the northeast, and the Ellice Basin to the southeast. The OJP has collided with the Solomon Islands island arc and now lies on the inactive Vitiaz Trench and the Pacific–Australian plate boundary.[4][5] The high plateau, with a crustal thickness estimated to at least 25 km (16 mi) but probably closer to 36 km (22 mi), has a volume of more than 5 million km3 (1.2 million cu mi). The maximum extent of the event can, however, be much larger since lavas in several surrounding basins are closely related to the OJP event and probably represent dike swarms associated with the formation of the OJP.[4][5] OJP formed quickly over a mantle plume head, most likely the then newly formed Louisville hotspot, followed by limited volcanism for at least 30 million years. The extant seamounts of the Louisville Ridge started to form 70 Ma and have a different isotopic composition, and therefore a shift in intensity and magma supply in the plume must have occurred before that.[6] The early, short-duration eruptions of OJP coincide with the global Early Aptian oceanic anoxic event (known as OAE1a or the Selli Event, 125.0–124.6 Ma) that led to the deposition of black shales during the interval 124–122 Ma. Additionally, isotopic records of seawater in sediments have been associated with the 90 Ma OJP submarine eruptions.[7] About 80% of the OJP is being subducted beneath the Solomon Islands. Only the uppermost 7 km (4.3 mi) of the crust is preserved on the Australian Plate.[8] This collision has lifted some of the OJP between 200 and 2,000 m (660–6,560 ft) above sea level. The construction of Pliocene stratovolcanoes in the western end of the convergence zone has resulted in the New Georgia Islands (1,768 m, 5,801 ft) and Bougainville Island (2,743 m, 8,999 ft). Shortening, uplift, and erosion of the northern Melanesian arc and the Malaita accretionary prism at deep levels has produced Guadalcanal (2,447 m, 8,028 ft), Makira (1,250 m, 4,100 ft), and Malaita (1,251 m, 4,104 ft).[9]","Title":"Ontong Java Plateau - Wikipedia","KeyID":"983","URL":"https://en.wikipedia.org/wiki/Ontong_Java_Plateau"}