{"Content: ":"The Taiwan Centers for Disease Control (CDC; traditional Chinese: 衛生福利部疾病管制署; simplified Chinese: 卫生福利部疾病管制署; pinyin: Wèishēng Fúlì Bù Jíbìng Guǎnzhì Shǔ; Pe̍h-ōe-jī: Ōe-seng Hok-lī Pō͘ Chi̍t-pēⁿ Koán-chè Sú) is the agency of the Ministry of Health and Welfare of Republic of China (Taiwan) that combats the threat of communicable diseases. The Central Epidemic Command Center, division of the National Health Command Center [fr], is activated by the government of Taiwan for several disease outbreaks, as the 2009 swine flu pandemic[1] and the COVID-19 pandemic. The CECC has the authority to coordinate works across government departments and enlist additional personnel during an emergency.[2] The agency was established on 1 July 1999.[3] TCDC officials saw premonitions of the COVID-19 pandemic in December on social media. As well, medical staff freely transit the Taiwan Strait, so the TCDC was dimly aware that something was awry in December. On 31 December, Wuhan city government stamped paper that required doctors in the city to report all cases of a novel pneumonia to them. On 1 January, the Huanan Seafood City market (HSCM) was shuttered by the health authorities.[4] By 5 January 2020, the Taiwan CDC began monitoring all individuals who had travelled to Wuhan within fourteen days and exhibited a fever or symptoms of upper respiratory tract infections. These people were screened for 26 known pathogens, including SARS and Middle East respiratory syndrome, and those testing positive were quarantined.[5] Chuang Yin-ching recounted that \"TCDC made a request to the Chinese health authority on 6 January. I was notified on 11 January. I remember that day very clearly because that was the Taiwan presidential election day. Around 6 pm in the afternoon I got a phone call from the director general of the Taiwan CDC that (I and a colleague) had permission to go to Wuhan. We flew there the next night for a meeting on 13 and 14 January morning and afternoon in Wuhan.\"[4] On 15 January, Chuang and his colleague were summoned to the Director-General of the TCDC. The next morning he was present at the expert task force meeting. This was followed by a press conference on 16 January.[4] On 20 January 2020, the CECC was activated.[6][7] The headquarter center is accessible and within walking distance south of Shandao Temple Station of Taipei Metro. The agency subsidizes a methadone maintenance treatment program in Taiwan. This includes providing methadone for addicts as well as providing psychiatrists, nurses, and case works, additionally the program \"also provides educational programs for specific patients who were under conditions of deferred prosecution.\"[9]","Title":"Taiwan Centers for Disease Control - Wikipedia","KeyID":"9830","URL":"https://en.wikipedia.org/wiki/Taiwan_Centers_for_Disease_Control"}