{"Content: ":"The 2022 monkeypox outbreak in Germany is part of an ongoing global outbreak of human monkeypox caused by the West African clade of the monkeypox virus. At the end of June 2022, Spain, the United Kingdom and Germany are the countries with most cases (in absolute numbers) in Europe. Monkeypox is an infectious viral disease that can occur in humans and some other animals.[3] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[3] The time from exposure to onset of symptoms ranges from five to twenty-one days.[4][5] The duration of symptoms is typically two to four weeks.[5] There may be mild symptoms, and it may occur without any symptoms being known.[4][6] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[3][7] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[8] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[9] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[10] It may spread from infected animals by handling infected meat or via bites or scratches.[11] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[3][11] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[10] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[12] A large portion of those infected were believed to have not recently traveled to areas of Africa where monkeypox is normally found, such as Nigeria, the Democratic Republic of the Congo as well as central and western Africa. It is believed to be transmitted by close contact with sick people, with extra caution for those individuals with lesions on their skin or genitals, along with their bedding and clothing. The CDC has also stated that individuals should avoid contact and consumption of dead animals such as rats, squirrels, monkeys and apes along with wild game or lotions derived from animals in Africa.[22] In addition to more common symptoms, such as fever, headache, swollen lymph nodes, and rashes or lesions, some patients have also experienced proctitis, an inflammation of the rectum lining. CDC has also warned clinicians to not rule out monkeypox in patients with sexually transmitted infections since there have been reports of co-infections with syphilis, gonorrhea, chlamydia, and herpes.[23][unreliable source?] On 20 May 2022, the first case of monkeypox was serologically detected in a man in Munich, who showed \"characteristic skin changes\" already the day before.[1][2] Until the end of May 2022, 33 cases of monkeypox were confirmed,[24] on 10 June the (cumulated) number of cases was 165,[25] and as of July 5th the number rose to 1,242.[26] As of June 3, 2022, the most affected federal state of Germany in terms of reported cases has been the city-state of Berlin − with 39 reported cases in Berlin and 65 in the whole country,[27] and as of 28th of June Berlin reported about two thirds of all cases (557 out of 838). The city-state planned to start vaccination during the week of 4th of July.[28] On June 30th, 2022 − with pre-publication on June 21st − the RKI recommended Imvanex smallpox vaccine for post-exposure prophylaxis (PEP), for people with high risk of infection and for people with risk of a severe course of the disease. Due to the limited resources of Imvanex there are priorisations.[29] The Imvanex smallpox vaccine is administered subcutaneously.[30] (Unlike the first and second generation smallpox vaccines.) The RKI recommends that persons with diagnosed monkeypox isolate themselves at home for at least 21 days.[31] Quarantene can be mandatory by ordinance of the \"Gesundheitsamt\" (local health authority).[32] As of 1 July 2022[update] there were 1,054 cases reported for the whole country, albeit the Robert Koch Institute (RKI) expounded that the situation was not worrisome (\"nicht beunruhigend\") for the general population.[33] As of 5 July 2022[update] there were 761 reported cases in city-state of Berlin alone; one article criticized that vaccinations had not yet started in Berlin, although 8,000 vaccine doses of non-replicating smallpox vaccine were already in stock.[34][35] Vaccination in Berlin were going to start in the week of July 11th.[36] As of 8 July 2022[update] there were 1,490 reported cases in Germany.[36] On July 19, 2,033 (cumulative) cases were reported.[37] As of 22 July 2022[update], 1,140 of the 2,268 cases nationwide occurred in Berlin alone; the state of Berlin was applying for more vaccine allocations due to high demand.[38][39] In order to restrict the links for mere case numbers there are perhaps only some links for special days (like the end of a month or days that are not archived by the Wayback machine). The RKI reports data from Monday to Friday and German press relies on this data for the overall number, so there are no new cases on Saturday or Sunday. The data can be verified with the Internet Archive (\"Wayback Machine\") of the webpage from the RKI, see #RKI & CDC data. References (GER): June 13th, 14th, 17th, 30th July 7th 8th, 13th, 15th, 22nd References (UK): 2022 monkeypox outbreak in the United Kingdom#History rev. 8 July 2022 Some of the sources are witten in German language, they can be translated with services like Google Translate and its alternatives.","Title":"2022 monkeypox outbreak in Germany - Wikipedia","KeyID":"9846","URL":"https://en.wikipedia.org/wiki/2022_monkeypox_outbreak_in_Germany"}