{"Content: ":"The Hikurangi Plateau is an oceanic plateau in the South Pacific Ocean east of the North Island of New Zealand. It is part of a large igneous province (LIP) together with Manihiki and Ontong Java, now located 3,000 km (1,900 mi) and 3,500 km (2,200 mi) north of Hikurangi respectively.[1] Mount Hikurangi, in Māori mythology the first part of the North Island to emerge from the ocean, gave its name to the plateau. The Hikurangi Plateau covers approximately 400,000 km2 (150,000 sq mi) and reaches 2,500–3,000 m (8,200–9,800 ft) below sea level.[2] Hikurangi Plateau is cut by the Hikurangi Channel, a 2000 km abyssal channel that starts at Kaikoura and runs along the Hikurangi Trench as far as the Māhia Peninsula before crossing the plateau and ending in the South-west Pacific abyssal plain.[3] Two models have been proposed for the formation of Hikurangi. It can be derived from the mantle plume that caused the break-up of Gondwana and the separation of Zealandia from Antarctica 107 Ma. Alternatively, it could have formed together with other Pacific plateaux around 120 Ma as part of the Ontong Java-Manihiki-Hikurangi mega-plateau, in which case Hikurangi must have drifted thousands of kilometres during the Cretaceous silent period (84–121 Ma) before colliding with Gondwana.[1] A 2010 study of isotopic data supported the mega-plateau or \"Greater Ontong Java Event\" model. The study added several basins as remains of this LIP event, including the north-west part of the Central Pacific, Nauru, East Mariana, and Lyra basins — submarine volcanism that must have covered 1% of Earth's surface and had a dramatic impact on life on Earth. There are, nevertheless, traces in seamounts on Hikurangi of a second Late Cretaceous magmatic event contemporaneous with volcanism on New Zealand and associated with the final break-up of Gondwana.[1] The Hikurangi Plateau has been partly subducted under the Chatham Rise, probably during the Cretaceous, and probably resulting in a slab more than 150 km (93 mi) long. The western margin of the plateau is actively subducting under the North Island of New Zealand to a depth of 65 km (40 mi). With these missing portions of the plateau added to it, the Hikurangi Plateau originally must have covered 800,000 km2 (310,000 sq mi), an area similar to that of the Manihiki Plateau 3,000 km (1,900 mi) to the north.[2] The Hikurangi Plateau first subducted beneath New Zealand around 100 Ma during the Gondwana collision and it is currently subducting a second time as part of the convergence between the Pacific and Australian plates. These subducted parts are reaching 37–140 km (23–87 mi) into the mantle beneath the North Island and northern South Island.[4] The extent of the Hikurangi Plateau slab suggests that it has played a significant role in the geology of New Zealand during the past 100 Ma. The Southern Alps in central South Island are being uplifted along the plate boundary there, a fault zone which parallels the western edge of the slab of the Hikurangi Plateau.[5] The Australian and Pacific plates converge obliquely in the Tonga-Kermadec-Hikurangi subduction zone. The Hikurangi Plateau alters this subduction beneath North Island, at the Hikurangi subduction zone, where the buoyancy of the slab has resulted in the exposure of a forearc and hence earthquakes such as the 7.8 Mw 1931 Hawke's Bay earthquake.[6] Coordinates: 40°S 179°E﻿ / ﻿40°S 179°E﻿ / -40; 179","Title":"Hikurangi Plateau - Wikipedia","KeyID":"985","URL":"https://en.wikipedia.org/wiki/Hikurangi_Plateau"}