{"Content: ":"The 2022 monkeypox outbreak in Peru is a part of the outbreak of human monkeypox caused by the West African clade of the monkeypox virus. The outbreak reached Peru on 26 June 2022.[1] Monkeypox is an infectious viral disease that can occur in humans and some other animals.[5] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[5] The time from exposure to onset of symptoms ranges from five to twenty-one days.[6][7] The duration of symptoms is typically two to four weeks.[7] There may be mild symptoms, and it may occur without any symptoms being known.[6][8] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[5][9] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[10] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[11] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[12] It may spread from infected animals by handling infected meat or via bites or scratches.[13] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[5][13] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[12] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[14] An ongoing outbreak of monkeypox, a viral disease, was confirmed in May 2022.[21] The initial cluster of cases was found in the United Kingdom,[22] where the first case was detected on 6 May 2022 in an individual with travel links to Nigeria (where the disease is endemic).[23] The outbreak marked the first time monkeypox has spread widely outside Central and West Africa. From 18 May onwards, cases were reported from an increasing number of countries and regions, predominantly in Europe but also in North and South America, Asia, Africa, and Australia.[30] On 23 July, the World Health Organization (WHO) declared the outbreak a Public Health Emergency of International Concern (PHEIC), raising the status of the outbreak to a global health emergency.[31][32] As of 28 July, there were a total of 20,846 confirmed cases.[33] The first suspected case of infection in the country was reported on 30 May 2022, when health authorities in the department of Piura reported the identification of a 70-year-old patient who presented symptoms compatible with monkeypox and was isolated in the intensive care unit (ICU) of the Santa Rosa Hospital (Piura).[36] This was the first time in history that Monkeypox was in Peru.[37]  This epidemic- or pandemic- related article is a stub. You can help Wikipedia by expanding it.","Title":"2022 monkeypox outbreak in Peru - Wikipedia","KeyID":"9858","URL":"https://en.wikipedia.org/wiki/2022_monkeypox_outbreak_in_Peru"}