{"Content: ":"Coordinates: 55°12′S 76°06′E﻿ / ﻿55.2°S 76.1°E﻿ / -55.2; 76.1 The Kerguelen Plateau ( /ˈkɜːrɡələn/, /kərˈɡeɪlən/),[1] also known as the Kerguelen–Heard Plateau,[2] is an oceanic plateau and a large igneous province (LIP) located on the Antarctic Plate, in the southern Indian Ocean.[3] It is about 3,000 km (1,900 mi) to the southwest of Australia and is nearly three times the size of California. The plateau extends for more than 2,200 km (1,400 mi) in a northwest–southeast direction and lies in deep water. The plateau was produced by the Kerguelen hotspot, starting with or following the breakup of Gondwana about 130 million years ago. A small portion of the plateau breaks sea level, forming the Kerguelen Islands (a French overseas territory) plus the Heard and McDonald Islands (an Australian external territory). Intermittent volcanism continues on the Heard and McDonald Islands. Symmetrically across the Indian Ocean ridge and due west of Australia is the Broken Ridge underwater volcanic plateau, which at one time was contiguous with the Kerguelen Plateau before rifting by the mid-ocean ridge. To the north of Broken Ridge is the linear Ninety East Ridge which continues almost due north into the Bay of Bengal and is considered to be a hotspot track. One of the largest igneous provinces (LIPs) in the world, the Kerguelen Plateau covers an area of 1,226,230 km2 (473,450 sq mi) and rises 2,000 m (6,600 ft) above the surrounding oceanic basins.[4][5] Most of the plateau is less than 3,000 m (9,800 ft) below sea level.[6] Located on the Antarctic Plate, the Kerguelen Plateau is separated from Australia by the Southeast Indian Ridge (SEIR) and from Africa by the Southwest Indian Ridge (SWIR). These two ridges meet at the Rodriguez Triple Junction. It is separated from Antarctica by Princess Elizabeth Trough and the Cooperation Sea. The eastern margin north of the William Ridge is steep and formed during the breakup between the Kerguelen Plateau and the Broken Ridge. The southern part of the margin is separated from the Australian–Antarctic Basin by the deep Labuan Basin.[7] From the initial opening of the Indian Ocean until present, the Kerguelen hotspot has produced several now widely dispersed large-scale structures. The Southern Kerguelen Plateau (SKP) formed 119–110 Ma; the Elan Bank 108–107 Ma, named by Dennis E. Hayes of Lamont Doherty Earth Observatory; the Central Kerguelen Plateau (CKP) 101–100 Ma; the Broken Ridge (connected to the CKP before the Eocene breakup) 95–94 Ma; the Skiff Bank (east of the Kerguelen Islands) 69–68 Ma; the Northern Kerguelen Plateau (NKP) 35–34 Ma; the Ninety East Ridge formed 82–38 Ma north to south; the Bunbury Basalt (Western Australia) 137–130.5 Ma;[8] the Naturaliste Plateau (offshore Western Australia) formed 132–128 Ma;[9] the Rajmahal Traps in Northeast India 118–117 Ma; and finally lamprophyres in India and Antarctica 115–114 Ma.[10] The oldest volcanism that can be attributed to the Kerguelen plume are the Bunbury Basalt (137–130.5 Ma[8]) and Naturaliste Plateau (132–128 Ma[9]) in southwestern Australia, and the Rajmahal Traps in eastern India (118 Ma). The formation of the oldest portion of the Kerguelen LIP and these continental basalts are linked to the opening of the eastern Indian Ocean.[11] The Bunbury Basalt is not of flood basalt dimensions which suggests that the mantle underlying the newly formed Kerguelen hotspot was neither significantly hot, wet, or voluminous. In contrast, the magmatism that produced the Australia–India breakup 136–158 Ma created the Wallaby Plateau, but no known hotspot has been linked to this event.[12] The output from the Kerguelen hotspot peaked 120–95 Ma, 12–70 Ma after the India–Antarctica breakup. No ridges or hotspot tracks such as Walvis–Rio Grande, Chagos–Laccadive, Greenland–Scotland have been found in the Princess Elizabeth Trough between SKP and Antarctica or along India's conjugate eastern continental margin. The relation between the Kerguelen hotspot and these continental breakup and volcanic margins is instead similar to that between the Réunion hotspot and the Deccan Traps and the breakup between western India and the Seychelles.[12] The peak output of the Kerguelen hotspot coincides with one or several microcontinent formations, such as the Elan Bank.[12] Since the Indian Ocean began to open about 130 Ma, the Kerguelen hotspot has moved 3–10° southward and, consequently, the spreading ridge between India and Antarctica has jumped northward one or several times. Parts of the Kerguelen Plateau, the Elan Bank and the SKP, were originally attached to India and are composed of continental lithosphere. One or several ridge jumps transformed the Elan Bank into a microcontinent and dispersed continental fragments in the SKP, and these structures were eventually left behind as India moved northward.[12] The ridge jump that made the Elan Bank a microcontinent occurred after 124 Ma.[5] The development of the Southern Kerguelen Plateau 118–119 Ma contributed to the oceanic anoxic event 1.[13] Around 83.5 Ma sea floor spreading between India and Antarctica was asymmetric in the Kerguelen Plateau region with two-thirds of the sea floor created being added to the Antarctic Plate. A ridge jump eventually transferred parts of the Kerguelen Plateau from the Indian Plate to the Antarctic Plate.[14] The Kerguelen hotspot produced the 5,000 km (3,100 mi) long Ninety East Ridge 82–38 Ma, and geochemical evidence suggests that this occurred at or near a spreading ridge. The lack of a conjugate structure on the Antarctic Plate, however, makes it unlikely that the hotspot was located at a spreading ridge during this long period. As the Antarctic Plate then moved over the Kerguelen hotspot the NKP formed over relatively old oceanic crust. Flood basalts in the Kerguelen archipelago formed 30–24 Ma and less voluminous and more recent volcanism occurred until 1 Ma. During the last 21 Ma volcanic structures have formed on the CKP, including Heard Island, and both Heard and McDonald Islands have had recent eruptions.[12] 65 Ma, the CKP–Broken Ridge LIP was located near the Kerguelen plume and the plate boundaries of the Indian Ocean. The LIP was the product of 25 Ma of relatively high magmatic activity followed by a 40 Ma period of lower activity.[15] Schlich et al. 1971 described tilted basement blocks near the Kerguelen Archipelago and were the first to identify the Kerguelen Plateau as of continental origin, in contrast to other LIPs.[5][16] The presence of soil layers in the basalt which included charcoal and conglomerate fragments of gneiss indicate that much of the plateau was above sea level as what is termed a microcontinent for three periods between 100 million years ago and 20 million years ago[17] (the charcoal was made by wildfires started by lightning or lava flows). Large parts of the now-submarine Southern Kerguelen Plateaus (SKP) and Central Kerguelen Plateaus (CKP) were subaerial during the formation of the LIP. The SKP probably formed an island of 500,000 km2 (190,000 sq mi) with major peaks reaching 1,000–2,000 m (3,300–6,600 ft) above sea level.[18] The Kerguelen Microcontinent may have been covered by dense conifer forest in the mid-Cretaceous.[19] The plateau had been proposed as forming a land bridge between India and Antarctica during the Late Cretaceous, though this is now considered unsupported, with the plateau situated considerable distance from the nearest continents.[20] It finally sank 20 million years ago and is now 1,000–2,000 m (3,300–6,600 ft) below sea level.[21] During the austral summer there is a high density of migratory whales including sperm, minke, and humpback whales along the southern end of the Kerguelen Plateau and the northern part of the adjacent Princess Elizabeth Trough. These whales choose this location for foraging because the Southern Front of the Antarctic Circumpolar Current is steered off by the Plateau—resulting in a poleward extent for the Southern Front only found near the Kerguelen Plateau. This brings shoaled, nutrient-rich Upper Circumpolar Deep Water to the surface which brings macronutrients to the surface. Ice is additionally advected north along the eastern side of the plateau.[22] Africa Antarctica Asia Australia Europe North America South America Afro-Eurasia (Old World) Americas (New World) Eurasia Oceania","Title":"Kerguelen Plateau - Wikipedia","KeyID":"986","URL":"https://en.wikipedia.org/wiki/Kerguelen_Plateau"}