{"Content: ":"Coordinates: 25°30′N 51°15′E﻿ / ﻿25.500°N 51.250°E﻿ / 25.500; 51.250 Qatar,[a] officially the State of Qatar,[b] is a country in Western Asia. It occupies the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula, and shares its sole land border with neighbouring Gulf Cooperation Council monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain. The capital is Doha, home to over 80% of the nation's population. Qatar has been ruled as a hereditary monarchy by the House of Thani since Mohammed bin Thani signed a treaty with the British in 1868 that recognised its separate status. Following Ottoman rule, Qatar became a British protectorate in the early 20th century until gaining independence in 1971. The current emir is Tamim bin Hamad Al Thani, who holds nearly all executive and legislative authority under the Constitution of Qatar, as well as controlling the judiciary.[14] He appoints the prime minister and cabinet. The partially-elected Consultative Assembly can block legislation and has a limited ability to dismiss ministers. In early 2017, Qatar's total population was 2.6 million: 313,000 Qatari citizens and 2.3 million expatriates.[15] Its official religion is Islam.[16] In terms of income, the country has the fourth-highest GDP (PPP) per capita in the world,[17] and the sixth-highest GNI per capita (Atlas method).[18] Qatar has the third-highest HDI in the Arab world.[19] It is a high-income economy, backed by the world's third-largest natural gas reserves and oil reserves.[20] Qatar is the world's largest exporter of liquefied natural gas,[21] and the world's largest emitter of carbon dioxide per capita.[22] In the 21st century, Qatar emerged as a middle power in the Arab world through its resource-wealth,[23][24] as well as its globally expanding media group, Al Jazeera Media Network, and reportedly supporting several rebel groups financially during the Arab Spring.[25][26][27] Qatar's human rights record has been regarded by academics and non-governmental organisations as being generally poor, with restrictions on civil liberties such as the freedoms of association, expression and the press, as well as its treatment of thousands of migrant workers amounting to forced labour for projects in the country.[28][29] The 2022 FIFA World Cup was awarded to Qatar under controversial circumstances, making it the first Muslim country in the Arab world to host the event.[30] Qatar hosted the 2006 Asian Games, and will also host the 2030 Asian Games.[31] Pliny the Elder, a Roman writer, documented the earliest account pertaining to the inhabitants of the peninsula around the mid-first century AD, referring to them as the Catharrei, a designation which may have derived from the name of a prominent local settlement.[32][33] A century later, Ptolemy produced the first known map to depict the peninsula, referring to it as Catara.[33][34] The map also referenced a town named \"Cadara\" to the east of the peninsula.[35] The term 'Catara' (inhabitants, Cataraei)[36] was exclusively used until the 18th century, after which 'Katara' emerged as the most commonly recognised spelling.[35] Eventually, after several variations – 'Katr', 'Kattar' and 'Guttur' – the modern derivative Qatar was adopted as the country's name.[37] In Standard Arabic, the name is pronounced [ˈqɑtˤɑr], while in the local dialect it is [ˈɡitˤar].[12] Human habitation of Qatar dates back to 50,000 years ago.[38] Settlements and tools dating back to the Stone Age have been unearthed in the peninsula.[38] Mesopotamian artifacts originating from the Ubaid period (c. 6500–3800 BC) have been discovered in abandoned coastal settlements.[39] Al Da'asa, a settlement located on the western coast of Qatar, is the most important Ubaid site in the country and is believed to have accommodated a small seasonal encampment.[40][41] Kassite Babylonian material dating back to the second millennium BC found in Al Khor Islands attests to trade relations between the inhabitants of Qatar and the Kassites in modern-day Bahrain.[42] Among the findings were 3,000,000 crushed snail shells and Kassite potsherds.[40] It has been suggested that Qatar is the earliest known site of shellfish dye production, owing to a Kassite purple dye industry which existed on the coast.[39][43] In 224 AD, the Sasanian Empire gained control over the territories surrounding the Persian Gulf.[44] Qatar played a role in the commercial activity of the Sasanids, contributing at least two commodities: precious pearls and purple dye.[45] Under the Sasanid reign, many of the inhabitants in Eastern Arabia were introduced to Christianity following the eastward dispersal of the religion by Mesopotamian Christians.[46] Monasteries were constructed and further settlements were founded during this era.[47][48] During the latter part of the Christian era, Qatar comprised a region known as 'Beth Qatraye' (Syriac for \"house of the Qataris\").[49] The region was not limited to Qatar; it also included Bahrain, Tarout Island, Al-Khatt, and Al-Hasa.[50] In 628, Muhammad sent a Muslim envoy to a ruler in Eastern Arabia named Munzir ibn Sawa Al Tamimi and requested that he and his subjects accept Islam. Munzir obliged his request, and accordingly, most of the Arab tribes in the region converted to Islam.[51] In the middle of the century, the Muslim conquest of Persia would result in the fall of the Sasanian Empire.[52] Qatar was described as a famous horse and camel breeding centre during the Umayyad period.[53] In the 8th century, it started benefiting from its commercially strategic position in the Persian Gulf and went on to become a centre of pearl trading.[54][55] Substantial development in the pearling industry around the Qatari Peninsula occurred during the Abbasid era.[53] Ships voyaging from Basra to India and China would make stops in Qatar's ports during this period. Chinese porcelain, West African coins and artefacts from Thailand have been discovered in Qatar.[52] Archaeological remains from the 9th century suggest that Qatar's inhabitants used greater wealth to construct higher quality homes and public buildings. Over 100 stone-built houses, two mosques, and an Abbasid fort were constructed in Murwab during this period.[56][57] When the caliphate's prosperity declined in Iraq, so too did it in Qatar.[58] Qatar is mentioned in 13th-century Muslim scholar Yaqut al-Hamawi's book, Mu'jam Al-Buldan, which alludes to the Qataris' fine striped woven cloaks and their skills in improvement and finishing of spears.[59] Much of Eastern Arabia was controlled by the Usfurids in 1253, but control of the region was seized by the prince of Ormus in 1320.[60] Qatar's pearls provided the kingdom with one of its main sources of income.[61] In 1515, Manuel I of Portugal vassalised the Kingdom of Ormus. Portugal went on to seize a significant portion of Eastern Arabia in 1521.[61][62] In 1550, the inhabitants of Al-Hasa voluntarily submitted to the rule of the Ottomans, preferring them to the Portuguese.[63] Having retained a negligible military presence in the area, the Ottomans were expelled by the Bani Khalid tribe in 1670.[64] In 1766, members of the Al Khalifa family of the Utub tribal confederation migrated from Kuwait to Zubarah in Qatar.[65][66] By the time of their arrival, the Bani Khalid exercised weak authority over the peninsula, notwithstanding the fact that the largest village was ruled by their distant kin.[67] In 1783, Qatar-based Bani Utbah clans and allied Arab tribes invaded and annexed Bahrain from the Persians. The Al Khalifa imposed their authority over Bahrain and retained their jurisdiction over Zubarah.[65] Following his swearing in as crown prince of the Wahhabi in 1788, Saud ibn Abd al-Aziz moved to expand Wahhabi territory eastward towards the Persian Gulf and Qatar. After defeating the Bani Khalid in 1795, the Wahhabi were attacked on two fronts. The Ottomans and Egyptians assaulted the western front, while the Al Khalifa in Bahrain and the Omanis launched an attack against the eastern front.[68][69] Upon being made aware of the Egyptian advance on the western frontier in 1811, the Wahhabi amir reduced his garrisons in Bahrain and Zubarah in order to redeploy his troops. Said bin Sultan, ruler of Muscat, capitalised on this opportunity and raided the Wahhabi garrisons on the eastern coast, setting fire to the fort in Zubarah. The Al Khalifa were effectively returned to power thereafter.[69] As punishment for piracy, an East India Company vessel bombarded Doha in 1821, destroying the town and forcing hundreds of residents to flee. In 1825, the House of Thani was established with Sheikh Mohammed bin Thani as the first leader.[70] Although Qatar was considered a dependency of Bahrain, the Al Khalifa faced opposition from the local tribes. In 1867, the Al Khalifa, along with the ruler of Abu Dhabi, sent a massive naval force to Al Wakrah in an effort to crush the Qatari rebels. This resulted in the maritime Qatari–Bahraini War of 1867–1868, in which Bahraini and Abu Dhabi forces sacked and looted Doha and Al Wakrah.[71] The Bahraini hostilities were in violation of the Perpetual Truce of Peace and Friendship of 1861. The joint incursion, in addition to the Qatari counter-attack, prompted British Political Resident, Colonel Lewis Pelly to impose a settlement in 1868. His mission to Bahrain and Qatar and the resulting peace treaty were milestones because they implicitly recognised the distinctness of Qatar from Bahrain and explicitly acknowledged the position of Mohammed bin Thani. In addition to censuring Bahrain for its breach of agreement, Pelly negotiated with Qatari sheikhs, who were represented by Mohammed bin Thani.[72] The negotiations were the first stage in the development of Qatar as a sheikhdom.[73] However, Qatar was not officially recognised as a British protectorate until 1916.[74] Under military and political pressure from the governor of the Ottoman Vilayet of Baghdad, Midhat Pasha, the ruling Al Thani tribe submitted to Ottoman rule in 1871.[75] The Ottoman government imposed reformist (Tanzimat) measures concerning taxation and land registration to fully integrate these areas into the empire.[75] Despite the disapproval of local tribes, Al Thani continued supporting Ottoman rule. Qatari-Ottoman relations, however, soon stagnated, and in 1882 they suffered further setbacks when the Ottomans refused to aid Al Thani in his expedition of Abu Dhabi-occupied Khawr al Udayd. In addition, the Ottomans supported the Ottoman subject Mohammed bin Abdul Wahab who attempted to supplant Al Thani as kaymakam of Qatar in 1888.[76] This eventually led Al Thani to rebel against the Ottomans, whom he believed were seeking to usurp control of the peninsula. He resigned as kaymakam and stopped paying taxes in August 1892.[77] In February 1893, Mehmed Hafiz Pasha arrived in Qatar in the interests of seeking unpaid taxes and accosting Jassim bin Mohammed's opposition to proposed Ottoman administrative reforms. Fearing that he would face death or imprisonment, Jassim retreated to Al Wajbah (16 km or 10 mi west of Doha), accompanied by several tribe members. Mehmed's demand that Jassim disbands his troops and pledge his loyalty to the Ottomans was met with refusal. In March, Mehmed imprisoned Jassim's brother and 13 prominent Qatari tribal leaders on the Ottoman corvette Merrikh as punishment for his insubordination. After Mehmed declined an offer to release the captives for a fee of 10,000 liras, he ordered a column of approximately 200 troops to advance towards Jassim's Al Wajbah Fort under the command of Yusuf Effendi, thus signalling the start of the Battle of Al Wajbah.[52] Effendi's troops came under heavy gunfire by a sizable troop of Qatari infantry and cavalry shortly after arriving at Al Wajbah. They retreated to Shebaka fortress, where they were again forced to draw back from a Qatari incursion. After they withdrew to Al Bidda fortress, Jassim's advancing column besieged the fortress, resulting in the Ottomans' concession of defeat and agreement to relinquish their captives in return for the safe passage of Mehmed Pasha's cavalry to Hofuf by land.[78] Although Qatar did not gain full independence from the Ottoman Empire, the result of the battle forced a treaty that would later form the basis of Qatar's emerging as an autonomous country within the empire.[79] By the Anglo-Turkish Convention of 1913, the Ottomans agreed to renounce their claim to Qatar and withdraw their garrison from Doha. However, with the outbreak of World War I, nothing was done to carry this out and the garrison remained in the fort at Doha, although its numbers dwindled as men deserted. In 1915, with the presence of British gunboats in the harbour, Abdullah bin Jassim Al Thani (who was pro-British) persuaded the remainder to abandon the fort and, when British troops approached the following morning, they found it deserted.[80][81] Qatar became a British protectorate on 3 November 1916, when the United Kingdom signed a treaty with Sheikh Abdullah bin Jassim Al Thani to bring Qatar under its Trucial System of Administration. While Abdullah agreed not to enter into any relations with any other power without prior consent of the British government, the latter guaranteed the protection of Qatar from aggression by sea and provide its 'good offices' in the event of an attack by land – this latter undertaking was left deliberately vague.[80][82] On 5 May 1935, while agreeing an oil concession with the British oil company, the Anglo-Persian Oil Company, Abdullah signed another treaty with the British government which granted Qatar protection against internal and external threats.[80] Oil reserves were first discovered in 1939. Exploitation and development were, however, delayed by World War II.[83] The focus of British interests in Qatar changed after the Second World War with the independence of India, the creation of Pakistan in 1947 and the development of oil in Qatar. In 1949, the appointment of the first British political officer in Doha, John Wilton, signifed a strengthening of Anglo-Qatari relations.[84] Oil exports began in 1949, and oil revenues became the country's main source of revenue, the pearl trade having gone into decline. These revenues were used to fund the expansion and modernisation of Qatar's infrastructure. When Britain officially announced in 1968 that it would withdraw from the Persian Gulf in three years' time, Qatar joined talks with Bahrain and seven other Trucial States to create a federation. Regional disputes, however, persuaded Qatar and Bahrain to withdraw from the talks and become independent states separate from the Trucial States, which went on to become the United Arab Emirates. On 3 November 1916, the sheikh of Qatar entered into treaty relations with the United Kingdom.[85] The treaty reserved foreign affairs and defence to the United Kingdom but allowed internal autonomy. On 3 September 1971, those \"special treaty arrangements\" that were \"inconsistent with full international responsibility as a sovereign and independent state\" were terminated.[86] This was done under an agreement reached between the Ruler of Qatar and the Government of the United Kingdom.[87][86] In 1991, Qatar played a significant role in the Gulf War, particularly during the Battle of Khafji in which Qatari tanks rolled through the streets of the town and provided fire support for Saudi Arabian National Guard units that were engaging Iraqi Army troops. Qatar allowed coalition troops from Canada to use the country as an airbase to launch aircraft on CAP duty and also permitted air forces from the United States and France to operate in its territories.[38] In 1995, Emir Hamad bin Khalifa Al Thani seized control of the country from his father Khalifa bin Hamad Al Thani, with the support of the armed forces and cabinet, as well as neighbouring states[88] and France.[89] Under Emir Hamad, Qatar experienced a moderate degree of liberalisation, including the launch of the Al Jazeera television station (1996), the endorsement of women's suffrage or right to vote in municipal elections (1999), drafting its first written constitution (2005) and inauguration of a Roman Catholic church (2008). In 2010, Qatar won the rights to host the 2022 FIFA World Cup, making it the first country in the Middle East to be selected to host the tournament. The Emir announced Qatar's plans to hold its first national legislative elections in 2013. They were scheduled to be held in the second half of 2013, but were postponed until October 2021. The legislative council hosted the 140th Inter-Parliamentary Union Assembly for the first time in April 2019.[90] In 2003, Qatar served as the US Central Command headquarters and one of the main launching sites of the invasion of Iraq.[91] In March 2005, a suicide bombing killed a British teacher from Dorset called Jonathan Adams[92] at the Doha Players Theatre, shocking the country, which had not previously experienced acts of terrorism. The bombing was carried out by Omar Ahmed Abdullah Ali, an Egyptian resident in Qatar who had suspected ties to Al-Qaeda in the Arabian Peninsula.[93][94] In 2011, Qatar joined NATO operations in Libya and reportedly armed Libyan opposition groups.[95] It is also currently a major funder of weapons for rebel groups in the Syrian civil war.[96] Qatar is pursuing an Afghan peace deal and in January 2012 the Afghan Taliban said they were setting up a political office in Qatar to facilitate talks. This was done in order to facilitate peace negotiations and with the support of other countries including the United States and Afghanistan. Ahmed Rashid, writing in the Financial Times, stated that through the office Qatar has \"facilitated meetings between the Taliban and many countries and organisations, including the US state department, the UN, Japan, several European governments and non-governmental organisations, all of whom have been trying to push forward the idea of peace talks.\" the article also claimed that suggestions in September 2017 by the presidents of both the United States and Afghanistan reportedly led to protests from senior officials of the American State Department.[97] In June 2013, Sheikh Tamim bin Hamad Al Thani became the Emir of Qatar after his father handed over power in a televised speech.[98] Sheikh Tamim has prioritised improving the domestic welfare of citizens, which includes establishing advanced healthcare and education systems, and expanding the country's infrastructure in preparation for the hosting of the 2022 World Cup.[99] Qatar participated in the Saudi Arabian-led intervention in Yemen against the Houthis and forces loyal to former President Ali Abdullah Saleh, who was deposed in the 2011 Arab Spring uprisings.[100] The increased influence of Qatar and its role during the Arab Spring, especially during the Bahraini uprising in 2011, worsened longstanding tensions with Saudi Arabia, the neighboring United Arab Emirates (UAE), and Bahrain.[citation needed] In June 2017, Egypt, Saudi Arabia, United Arab Emirates, and Bahrain cut off diplomatic relations with Qatar, citing the country's alleged support of groups they considered to be extremist.[101] This has resulted in increased Qatari economic and military ties with Turkey and Iran. Qatar is expected to host the 2022 FIFA World Cup from 21 November to 18 December, becoming the first Arab country to do so.[102] Qatar is officially a semi-constitutional monarchy,[103][104] but the wide powers retained by the monarchy have it still bordering an absolute monarchy[105][106] ruled by the Al Thani family.[107][108] The Al Thani dynasty has been ruling Qatar since the family house was established in 1825.[2] In 2003, Qatar adopted a constitution that provided for the direct election of 30 of the 45 members of a legislature.[2][109][110] The constitution was overwhelmingly approved in a referendum, with almost 98% in favour.[111][112] The eighth Emir of Qatar is Tamim bin Hamad Al Thani, whose father Hamad bin Khalifa Al Thani handed power to him on 25 June 2013.[113] The Emir has the exclusive power to appoint the prime minister and cabinet ministers who, together, constitute the Council of Ministers, which is the supreme executive authority in the country.[114] The Council of Ministers also initiates legislation.[114] The Consultative Assembly is made up of 30 popularly-elected members and 15 appointed by the emir. It can block legislation with a simple majority, and can dismiss ministers, including the prime minister, with a two-thirds vote. The assembly had its first elections in October 2021 after several postponements.[115][116][117] Qatari law does not permit the establishment of political bodies or trade unions.[118] According to Qatar's Constitution, Sharia law is the main source of Qatari legislation,[119][120] although in practice, Qatar's legal system is a mixture of civil law and Sharia law.[121][122] Sharia law is applied to family law, inheritance, and several criminal acts (including adultery, robbery and murder). In some cases, Sharia-based family courts treat a female's testimony as being worth half that of a man.[123] Codified family law was introduced in 2006. Islamic polygyny is permitted.[89] Judicial corporal punishment is a punishment in Qatar. Flogging is employed as a punishment for alcohol consumption or illicit sexual relations.[124] Article 88 of Qatar's criminal code declares that the penalty for adultery is 100 lashes,[125] and in 2006, a Filipino woman was sentenced that punishment.[125] In 2010, at least 18 people (mostly foreign nationals) were sentenced to receive between 40 and 100 lashes for offences involving \"illicit sexual relations\" or alcohol consumption.[126] In 2011, at least 21 people (mostly foreign nationals) were sentenced to between 30 and 100 lashes for the same reasons,[127] and in 2012, six expatriates were sentenced to either 40 or 100 lashes.[124] Only Muslims considered medically fit are liable to have such sentences carried out. In April 2013, a Muslim expatriate was sentenced to 40 lashes for alcohol consumption,[128][129][130] and in June 2014, a Muslim expatriate was sentenced to 40 lashes for consuming alcohol and driving under the influence.[131] Stoning is a legal punishment in Qatar,[132] and apostasy and homosexuality are crimes punishable by the death penalty; however, the penalty has not been carried out for either crime.[133][134] Blasphemy can result in up to seven years in prison, while proselytising can incur a 10-year sentence.[133][135] Alcohol consumption is partially legal in Qatar; some five-star luxury hotels are allowed to sell alcohol to their non-Muslim customers.[136][137] Muslims are not allowed to consume alcohol, and those caught consuming it are liable to flogging or deportation. Non-Muslim expatriates can obtain a permit to purchase alcohol for personal consumption. The Qatar Distribution Company (a subsidiary of Qatar Airways) is permitted to import alcohol and pork; it operates the one and only liquor store in the country, which also sells pork to holders of liquor licences.[138][139] Qatari officials have also indicated a willingness to allow alcohol in \"fan zones\" at the 2022 FIFA World Cup.[140] Until 2011, restaurants on the Pearl-Qatar (a man-made island near Doha) were allowed to serve alcoholic drinks.[136][137] In December 2011, however, Pearl restaurants were told to stop selling alcohol.[136][141] No explanation was given for the ban,[136][137] though speculation included encouraging a more pious image before a significant election and rumours of a financial dispute between the government and resort developers.[141] The alcohol ban was later lifted.[142] In 2014, a modesty campaign was launched to remind tourists of the country's restrictive dress code.[143] Female tourists were advised not to wear leggings, miniskirts, sleeveless dresses, or short or tight clothing in public. Men were warned against wearing only shorts and singlets.[144] Qatar's international profile and active role in international affairs has led some analysts to identify it as a middle power. Qatar was an early member of OPEC and a founding member of the Gulf Cooperation Council (GCC). It is a member of the Arab League.[2] Diplomatic missions to Qatar are based in its capital, Doha. Qatar's regional relations and foreign policies are characterized by strategy of balancing and alliance building among regional and great powers. It maintains independent foreign policy and engages in regional balancing to secure its strategic priorities and to have recognition on the regional and international level.[145][146][147] As a small state in the gulf, Qatar established an \"open-door\" foreign policy where Qatar maintains ties to all parties and regional players in the region, including with organizations such as Taliban and Hamas.[148] The history of Qatar's alliances provides insight into the basis of its foreign relations. Between 1760 and 1971, Qatar sought formal protection from the high transitory powers of the Ottomans, British, the Al-Khalifas from Bahrain, and from Saudi Arabia.[149][page needed] Qatar has particularly strong ties with China,[150] Iran,[151] Turkey,[152] and the United States[153] as well as a number of Islamist movements in the Middle East such as the Muslim Brotherhood.[154][145][155] In June 2017, Saudi Arabia, the UAE, Bahrain, Egypt and Yemen broke diplomatic ties with Qatar, accusing Qatar of supporting terrorism.[156] The crisis escalated a dispute over Qatar's support of the Muslim Brotherhood, which is considered a terrorist organization by some Arab nations.[157] The diplomatic crisis ended in January 2021 with the signing of AlUla declaration.[158] The Qatar Armed Forces are the military forces of Qatar. The country maintains a modest military force of approximately 11,800 men, including an army (8,500), navy (1,800) and air force (1,500). Qatar's defense expenditures accounted for approximately 4.2% of gross national product in 1993, and 1.5% of gross domestic product in 2010, the most recent year available in the SIPRI statistical database.[159] Qatar has recently signed defense pacts with the United States and United Kingdom, as well as with France earlier in 1994. Qatar plays an active role in the collective defense efforts of the Gulf Cooperation Council; the other five members are Saudi Arabia, Kuwait, Bahrain, the UAE, and Oman. The presence of the large Al Udeid Air Base, operated by the United States and several other UN nations, provides a guaranteed source of defense and national security. In 2008 Qatar spent US$2.3 billion on military expenditures, 2.3% of the gross domestic product.[160] Qatari special forces have been trained by France and other Western countries, and are believed to possess considerable skill.[161] They also helped the Libyan rebels during the 2011 Battle of Tripoli.[161] The Stockholm International Peace Research Institute (SIPRI) found that in 2010–14 Qatar was the 46th-largest arms importer in the world. SIPRI writes that Qatar's plans to transform and significantly enlarge its armed forces have accelerated. Orders in 2013 for 62 tanks and 24 self-propelled guns from Germany were followed in 2014 by a number of other contracts, including 24 combat helicopters and 3 early-warning-and-control aircraft from the US, and 2 tanker aircraft from Spain.[162] In 2015, Qatar was the 16th largest arms importer in the world, and in 2016, it was the 11th largest, according to SIPRI.[163] Qatar's military participated in the Saudi Arabian-led intervention in Yemen against the Shia Houthis. In 2015, Al Jazeera America reported: \"Numerous reports suggest that the Saudi-led coalition against opposition groups in Yemen has indiscriminately attacked civilians and used cluster bombs in civilian-populated areas, in violation of international law.\"[164] Many civilians have been killed and the large parts of the infrastructure in this region is now destroyed.[165] Hospitals have also been bombed by the Saudis and those operating with them.[166][167] Qatar was suspended from the coalition in Yemen due to the 2017 Qatar diplomatic crisis. As of 2014[update], certain provisions of the Qatari Criminal Code allows punishments such as flogging and stoning to be imposed as criminal sanctions. The UN Committee Against Torture found that these practices constituted a breach of the obligations imposed by the UN Convention Against Torture.[168][169] Qatar retains the death penalty, mainly for threats against national security such as terrorism. The use of the death penalty is rare and no state executions have taken place in Qatar since 2003.[170] In Qatar, homosexual acts are illegal and can be punished by death.[171] A 2011 report by the U.S. State Department concluded that some expatriate workers from nations throughout Asia and parts of Africa who voluntarily migrated to Qatar as low-skilled labourers or domestic servants subsequently faced conditions indicative of involuntary servitude. Some of the more common labour rights violations include beatings, withholding of payment, charging workers for benefits for which the employer is responsible, restrictions on freedom of movement (such as the confiscation of passports, travel documents, or exit permits), arbitrary detention, threats of legal action, and sexual assault.[172] Many migrant workers arriving for work in Qatar have paid exorbitant fees to recruiters in their home countries.[172] Under the provisions of Qatar's sponsorship law, sponsors had the unilateral power to cancel workers' residency permits, deny workers' ability to change employers, report a worker as \"absconded\" to police authorities, and deny permission to leave the country.[172] As a result, sponsors may restrict workers' movements and workers may be afraid to report abuses or claim their rights.[172] According to the ITUC, the visa sponsorship system allows the exaction of forced labour by making it difficult for a migrant worker to leave an abusive employer or travel overseas without permission.[173] Qatar also did not maintain wage standards for its immigrant labourers. In May 2012, Qatari officials declared their intention to allow the establishment of an independent trade union.[174] In 2014, Qatar commissioned international law firm DLA Piper to produce a report investigating the immigrant labour system. In May 2014 DLA Piper released over 60 recommendations for reforming the kafala system including the abolition of exit visas and the introduction of a minimum wage which Qatar has pledged to implement.[175] Qatar also announced it would scrap its sponsor system for foreign labour, which requires that all foreign workers be sponsored by local employers.[174] Additional changes to labour laws include a provision guaranteeing that all workers' salaries are paid directly into their bank accounts and new restrictions on working outdoors in the hottest hours during the summer.[176] New draft legislation announced in early 2015 mandated that companies that fail to pay workers' wages on time could temporarily lose their ability to hire more employees.[177] The reforms to the country's sponsorship system were signed into law by Qatar's Emir in October 2015, with the new law taking effect within one year.[178] Human Rights Watch claimed that the changes might fail to address some labour rights issues.[179][180] According to the International Labour Organization (ILO), a minimum wage entered into force for any worker of all nationalities and in all sectors in Qatar on 20 March 2021.[181] The country enfranchised women at the same time as men in connection with the 1999 elections for a Central Municipal Council.[109][182] These elections—the first-ever in Qatar—were intentionally held on 8 March 1999, International Women's Day.[109] Since 2014, Qatar has been divided into eight municipalities (Arabic: baladiyah).[183] For statistical purposes, the municipalities are further subdivided into 98 zones (as of 2015[update]),[184] which are in turn subdivided into blocks.[185] The Qatari peninsula protrudes 160 kilometres (100 mi) into the Persian Gulf, north of Saudi Arabia. It lies between latitudes 24° and 27° N, and longitudes 50° and 52° E. Most of the country consists of a low, barren plain, covered with sand. To the southeast lies the Khor al Adaid (\"Inland Sea\"), an area of rolling sand dunes surrounding an inlet of the Persian Gulf. There are mild winters and very hot, humid summers. The highest point in Qatar is Qurayn Abu al Bawl at 103 metres (338 ft)[2] in the Jebel Dukhan to the west, a range of low limestone outcroppings running north–south from Zikrit through Umm Bab to the southern border. The Jebel Dukhan area also contains Qatar's main onshore oil deposits, while the natural gas fields lie offshore, to the northwest of the peninsula. Qatar signed the Rio Convention on Biological Diversity on 11 June 1992, and became a party to the convention on 21 August 1996.[188] It has subsequently produced a National Biodiversity Strategy and Action Plan, which was received by the convention on 18 May 2005.[189] A total of 142 fungal species have been recorded from Qatar.[190] A book recently produced by the Ministry of Environment documents the lizards known or believed to occur in Qatar, based on surveys conducted by an international team of scientists and other collaborators.[191] Before the discovery of oil, the economy of the Qatari region focused on fishing and pearl hunting. A report prepared by local governors of Ottoman Empire in 1892 states that total income from pearl hunting in 1892 is 2,450,000 kran.[71] After the introduction of the Japanese cultured pearl onto the world market in the 1920s and 1930s, Qatar's pearling industry crashed. Oil was discovered in Qatar in 1940, in Dukhan Field.[193] The discovery transformed the state's economy. Now, the country has a high standard of living for its legal citizens. With no income tax, Qatar (along with Bahrain) is one of the countries with the lowest tax rates in the world. The unemployment rate in June 2013 was 0.1%.[194] Corporate law mandates that Qatari nationals must hold 51% of any venture in the emirate.[89] Trade and industry in the emirate is overseen by the Ministry of Business and Trade.[195] As of 2016[update], Qatar has the fourth highest GDP per capita in the world, according to the International Monetary Fund.[196] It relies heavily on foreign labor to grow its economy, to the extent that migrant workers compose 86% of the population and 94% of the workforce.[197][198] Qatar has been criticized by the International Trade Union Confederation.[199] The economic growth of Qatar has been almost exclusively based on its petroleum and natural gas industries, which began in 1940.[200] Qatar is the leading exporter of liquefied natural gas.[161] In 2012, it was estimated that Qatar would invest over $120 billion in the energy sector in the next 10 years.[201] The country was a member state of Organization of Petroleum Exporting Countries (OPEC), having joined in 1961, and having left in January 2019.[202] In 2012, Qatar retained its title of richest country in the world (according to per capita income) for the third time in a row, having first overtaken Luxembourg in 2010. According to the study published by the Washington-based Institute of International Finance, Qatar's per capita GDP at purchasing power parity (PPP) was $106,000 (QR387,000) in 2012, helping the country retain its ranking as the world's wealthiest nation. Luxembourg came a distant second with nearly $80,000 and Singapore third with per capita income of about $61,000. The research put Qatar's GDP at $182bn in 2012 and said it had climbed to an all-time high due to soaring gas exports and high oil prices. Its population stood at 1.8 million in 2012. The same study published that Qatar Investment Authority (QIA), with assets of $115bn, was ranked 12th among the richest sovereign wealth funds in the world.[203] Established in 2005, Qatar Investment Authority is the country's sovereign wealth fund, specializing in foreign investment.[204] Due to billions of dollars in surpluses from the oil and gas industry, the Qatari government has directed investments into United States, Europe, and Asia Pacific. As of 2013[update], the holdings were valued at $100 billion in assets. Qatar Holding is the international investment arm of QIA. Since 2009, Qatar Holding has received $30–40bn a year from the state. As of 2014[update], it has investments around the world in Valentino, Siemens, Printemps, Harrods, The Shard, Barclays Bank, Heathrow Airport, Paris Saint-Germain F.C., Volkswagen Group, Royal Dutch Shell, Bank of America, Tiffany, Agricultural Bank of China, Sainsbury's, BlackBerry,[205] and Santander Brasil.[206][207] The country has no taxes on non-companies,[208] but authorities have announced plans to levy taxes on junk food and luxury items. The taxes would be implemented on goods that harm the human body – for example, fast food, tobacco products, and soft drinks. The rollout of these initial taxes is believed to be due to the fall in oil prices and a deficit that the country faced in 2016. Additionally, the country saw job cuts in 2016 from its petroleum companies and other sectors in the government.[209][210] Qatar is one of the fastest growing countries in the field of tourism. According to the World Tourism rankings, more than 2.3 million international tourists visited Qatar in 2017. Qatar has become one of the most open countries in the Middle East due to its recent visa facilitation improvements, including allowing nationals of 88 countries to enter visa-free and free-of charge.[211] As of 2012[update], Qatar has proven oil reserves of 15 billion barrels and gas fields that account for more than 13% of the global resource. As a result, it is the richest state per-capita in the world. None of its 2 million residents live below the poverty line and less than 1% are unemployed.[212] Qatar's economy was in a downturn from 1982 to 1989. OPEC quotas on crude oil production, the lower price for oil, and the generally unpromising outlook on international markets reduced oil earnings. In turn, the Qatari government's spending plans had to be cut to match lower income. The resulting recessionary local business climate caused many firms to lay off expatriate staff. With the economy recovering in the 1990s, expatriate populations, particularly from Egypt and South Asia, have grown again. Oil production will not remain at the peak level of 500,000 barrels (80,000 m3) per day for long as the national oil fields are projected to be largely depleted by 2023. Large natural gas reserves have, however, been located off Qatar's northeast coast. Qatar's proved reserves of gas are the third-largest in the world, exceeding 250 trillion cubic feet (7,000 km3). The economy was boosted in 1991 by completion of the $1.5-billion Phase I of North Field gas development. In 1996, the Qatargas project began exporting liquefied natural gas (LNG) to Japan. Further phases of North Field gas development costing billions of dollars are in various stages of planning and development. Qatar's heavy industrial projects, all based in Umm Said, include a refinery with a 50,000 barrels (8,000 m3) per day capacity, a fertiliser plant for urea and ammonia, a steel plant, and a petrochemical plant. All these industries use gas for fuel. Most are joint ventures between European and Japanese firms and the state-owned QatarEnergy. The US is the major equipment supplier for Qatar's oil and gas industry, and US companies are playing a major role in North Field gas development.[212] According to the Emissions Database for Global Atmospheric Research, carbon dioxide emissions per person average over 30 tonnes, one of the highest in the world.[213] In 2008 Qatar launched its National Vision 2030 which highlights environmental development as one of the four main goals for Qatar over the next two decades. The National Vision pledges to develop sustainable alternatives to oil-based energy to preserve the local and global environment.[214] Qatar's National Vision 2030 has made investment in renewable resources a major goal for the country over the next two decades.[214] Qatar pursues a vigorous programme of \"Qatarisation\", under which all joint venture industries and government departments strive to move Qatari nationals into positions of greater authority. Growing numbers of foreign-educated Qataris, including many educated in the US, are returning home to assume key positions formerly occupied by expatriates. To control the influx of expatriate workers, Qatar has tightened the administration of its foreign manpower programmes over the past several years. Security is the principal basis for Qatar's strict entry and immigration rules and regulations.[212] With a fast-expanding population and substantial economic growth over the past decade, a reliable and extensive transportation network is becoming increasingly necessary within Qatar. So far the government, the primary transport developer, has done well in terms of keeping up with the demand for new transportation options. In 2008 the Public Works Authority (Ashghal), one of the bodies that oversees infrastructure development, underwent a major reorganisation in order to streamline and modernise the authority in preparation for major project expansions across all segments in the near future. Ashghal works in tandem with the Urban Planning and Development Authority (UPDA), the body that designed the transportation master plan, instituted in March 2006 and running to 2025. As driving is the primary mode of transport in Qatar, the road network is a major focus of the plan. Project highlights in this segment include the multibillion-dollar Doha Expressway and the Qatar Bahrain Causeway, which would connect Qatar to Bahrain and Saudi Arabia. Mass-transit options, such as a Doha metro, light-rail system and more extensive bus networks, are also under development to ease road congestion. In addition, the railway system is being significantly expanded and could eventually form an integral part of a GCC-wide network linking all the Arab states of the Persian Gulf. The airport, too, is expanding capacity to keep up with rising visitor numbers. Hamad International Airport is the international airport of Doha. In 2014, it replaced the former Doha International Airport as Qatar's principal airport. In 2016, the airport was named the 50th busiest airport in the world by passenger traffic, serving 37,283,987 passengers, a 20.2% increase from 2015. Qatar is increasingly activating its logistics and ports in order to participate in trade between Europe and China or Africa. For this purpose, ports such as Hamad Port are rapidly expanded and investments are made in their technology. The country is historically and currently part of the Maritime Silk Road that runs from the Chinese coast to the south via the southern tip of India to Mombasa, from there through the Red Sea via the Suez Canal to the Mediterranean, there to the Upper Adriatic region to the northern Italian hub of Trieste with its rail connections to Central Europe, Eastern Europe and the North Sea.[215][216][217] Hamad Port is Qatar's main seaport, located south of Doha in the Umm Al Houl area. Construction of the port began in 2010; it became operational in December 2016. It was officially opened in September 2017, and is expected to become fully operational by 2020.[218] Capable of handling up to 7.8 million tonnes of products annually, the bulk of trade which passes through the port consists of food and building materials.[219] On the northern coast, Ras Laffan Port serves as the most extensive LNG exporting facility in the world.[220] Qatar Airways is one of the largest airlines in the world that serves in six continents connecting more than 160 destinations every day. Besides, it has won Airline of the Year in 2011, 2012, 2015, 2017 and 2019 due to its outstanding performance and employs more than 46,000 professionals.[221][222] The number of people in Qatar fluctuates considerably depending on the season, since the country relies heavily on migrant labour. In early 2017, Qatar's total population was 2.6 million, with foreigners making up a vast majority of Qatar's population. Only 313,000 of the population (12%) were Qatari citizens, while the remaining 2.3 million (88%) were expatriates.[15] The combined number of South Asians (from the countries of the Indian subcontinent including Sri Lanka) by themselves represent over 1.5 million people (60%) of Qatar's population. Among these, Indians are the largest community, numbering 650,000 in 2017,[15] followed by 350,000 Nepalis, 280,000 Bangladeshis, 145,000 Sri Lankans, and 125,000 Pakistanis. The contingent of expatriates which are not of South Asian origin represent around 28% of Qatar's population, of which the largest group is 260,000 Filipinos and 200,000 Egyptians, plus many other nationalities (including nationals of other Arab countries, Europeans, etc.).[15] Qatar's first demographic records date back to 1892, and were conducted by Ottoman governors in the region. Based on this census, which includes only the residents in cities, the total population in 1892 was 9,830.[71] The 2010 census recorded the total population at 1,699,435.[5] In January 2013, the Qatar Statistics Authority estimated the country's population at 1,903,447, of which 1,405,164 were males and 498,283 females.[225] At the time of the first census, held in 1970, the population was 111,133.[226] The population has tripled in the decade to 2011, up from just over 600,000 people in 2001, leaving Qatari nationals as less than 15% of the total population.[227] The influx of male labourers has skewed the gender balance, and women are now just one-quarter of the population. Projections released by the Qatar Statistical Authority indicate that the total population of Qatar could reach 2.8 million by 2020. Qatar's National Development Strategy (2011–16) had estimated that the country's population would reach 1.78m in 2013, 1.81m in 2014, 1.84m in 2015 and 1.86m in 2016 – the yearly growth rate being merely 2.1%. But the country's population has soared to 1.83 million by the end of 2012, showing 7.5% growth over the previous year.[228] Qatar's total population hit a record high of 2.46 million in November 2015, an increase of 8.5% from the previous year, far exceeding official projections.[229] Islam is Qatar's predominant religion and is the state religion although not the only religion practiced in the country.[230] Most Qatari citizens belong to the Salafi Muslim movement of Wahhabism,[231][232][233] and between 5–15% of Muslims in Qatar follow Shia Islam with other Islamic sects being very small in number.[234] In 2010, Qatar's population was 67.7% Muslim, 13.8% Christian, 13.8% Hindu, and 3.1% Buddhist; other religions and religiously unaffiliated people accounted for the remaining 1.6%.[235] Sharia law is the main source of Qatari legislation according to Qatar's Constitution.[119][120] The vision of the Ministry of Awqaf and Islamic Affairs (Qatar) is \"to build a contemporary Islamic society along with fostering the Sharee’ah and cultural heritage\".[236] The non-Muslim population is composed almost entirely of foreigners. Since 2008, Christians have been allowed to build churches on ground donated by the government,[237] though foreign missionary activity is officially discouraged.[238] Active churches include the Mar Thoma Church, Malankara Orthodox Syrian Church, the Roman Catholic Church of Our Lady of the Rosary and the Anglican Church of the Epiphany.[239][240][241] There are also two Mormon wards.[239][240][241] Arabic is the official language of Qatar, with Qatari Arabic the local dialect. Qatari Sign Language is the language of the deaf community. English is commonly used as a second language,[242] and a rising lingua franca, especially in commerce, to the extent that steps are being taken to try to preserve Arabic from English's encroachment.[243] English is particularly useful for communication with Qatar's large expatriate community. In the medical community, and in situations such as the training of nurses to work in Qatar, English acts as a lingua franca.[244] Reflecting the multicultural make-up of the country, many other languages are also spoken, including Persian, Baluchi, Brahui, Hindi, Malayalam, Urdu, Pashto, Kannada, Tamil, Telugu, Nepali, Sinhalese, Bengali, Tagalog, Tulu and Indonesian.[245] In 2012, Qatar joined the international French-speaking organisation of La Francophonie (OIF) as a new associate member, but in December 2013, the French daily Le Monde revealed that Qatar, which has very few native French speakers, had not yet paid any contribution to the OIF,[246] while the outgoing Administrator of the OIF complained in 2015 that Qatar had not kept any of the promises it made when it joined the organisation and had never paid its annual membership fees.[247] Healthcare standards in Qatar are generally high. Qatari citizens are covered by a national health insurance scheme, while expatriates must either receive health insurance from their employers, or in the case of the self-employed, purchase insurance.[248] Qatar's healthcare spending is among the highest in the Middle East, with $4.7 billion being invested in healthcare in 2014.[249] This was a $2.1 billion increase from 2010.[250] The premier healthcare provider in the country is the Hamad Medical Corporation, established by the government as a non-profit healthcare provider, which runs a network of hospitals, an ambulance services, and a home healthcare service, all of which are accredited by the Joint Commission. In 2010, spending on healthcare accounted for 2.2% of the country's GDP; the highest in the Middle East.[251] In 2006, there were 23.12 physicians and 61.81 nurses per 10,000 inhabitants.[252] The life expectancy at birth was 82.08 years in 2014, or 83.27 years for males and 77.95 years for females, rendering it the highest life expectancy in the Middle East.[253] Qatar has a low infant mortality rate of 7 in 100,000.[254] In 2006, there were a total of 25 beds per 10,000 people, and 27.6 doctors and 73.8 nurses per 10,000 people.[255] In 2011, the number of beds decreased to 12 per 10,000 people, whereas the number of doctors increased to 28 per 10,000 people. While the country has one of the lowest proportions of hospital beds in the region, the availability of physicians is the highest in the GCC.[256] Qatar's culture is similar to other countries in Eastern Arabia, being significantly influenced by Islam. Qatar National Day, hosted annually on 18 December, has had an important role in developing a sense of national identity.[257] It is observed in remembrance of Jassim bin Mohammed Al Thani's succession to the throne and his subsequent unification of the country's various tribes.[258][259] Since 1 July 2008, Hamad Bin Abdulaziz Al-Kawari has been the Minister for Culture, Arts and Heritage of Qatar. Several senior members of Qatar's ruling Al Thani family are noted collectors of Islamic and contemporary art. The Museum of Islamic Art, opened in 2008, is regarded as one of the best museums in the region.[260] This, and several other Qatari museums, like the Arab Museum of Modern Art, falls under the Qatar Museums Authority (QMA) which is led by Sheikha Al-Mayassa bint Hamad bin Khalifa Al-Thani, the sister of the ruling Emir of the State of Qatar, and the prominent collector and art patron Sheikh Hassan bin Mohammed Al Thani.[261] The QMA also sponsors artistic events abroad, such as major exhibitions by Takahashi Murakami in Versailles (2010) and Damien Hirst in London (2012). Qatar is the world's biggest buyer in the art market by value.[262] The Qatari cultural sector is being developed to enable the country to reach world recognition to contribute to the development of a country that comes mainly from its resources from the gas industry.[263] The National Museum of Qatar was opened to the public on 28 March 2019.[264] Qatari literature traces its origins back to the 19th century. Originally, written poetry was the most common form of expression. Abdul Jalil Al-Tabatabai and Mohammed bin Abdullah bin Uthaymeen, two poets dating back to the early 19th century, formed the corpus of Qatar's earliest written poetry. Poetry later fell out of favor after Qatar began reaping the profits from oil exports in the mid-20th century and many Qataris abandoned their Bedouin traditions in favor of more urban lifestyles.[265] Due to the increasing number of Qataris who began receiving formal education during the 1950s and other significant societal changes, 1970 witnessed the introduction of the first short story anthology, and in 1993 the first locally authored novels were published. Poetry, particularly the predominant nabati form, retained some importance but would soon be overshadowed by other literary types.[265] Unlike most other forms of art in Qatari society, females have been involved in the modern literature movement on a similar magnitude to males.[266] Qatar's media was classified as \"not free\" in the 2014 Freedom of the Press report by Freedom House.[267] TV broadcasting in Qatar was started in 1970.[268] Al Jazeera is a main television network headquartered in Doha, Qatar. Al Jazeera initially launched in 1996 as an Arabic news and current affairs satellite TV channel of the same name, but has since expanded into a global network of several speciality TV channels known collectively as the Al Jazeera Media Network. It has been reported that journalists practice self-censorship, particularly in regards to the government and ruling family of Qatar.[269] Criticism of the government, Emir and ruling family in the media is illegal. According to article 46 of the press law \"The Emir of the state of Qatar shall not be criticised and no statement can be attributed to him unless under a written permission from the manager of his office.\"[270] Journalists are also subject to prosecution for insulting Islam.[267] In 2014, a Cybercrime Prevention Law was passed. The law is said to restrict press freedom and carries prison sentences and fines for broad reasons such as jeopardising local peace or publishing false news.[271] The Gulf Center for Human Rights has stated that the law is a threat to freedom of speech and has called for certain articles of the law to be revoked.[272] Press media has undergone expansion in recent years. There are currently seven newspapers in circulation in Qatar, with four being published in Arabic and three being published in English.[273] There are also newspapers from India, Nepal and Sri Lanka with editions printed from Qatar. In regards to telecommunication infrastructure, Qatar is the highest-ranked Middle Eastern country in the World Economic Forum's Network Readiness Index (NRI) – an indicator for determining the development level of a country's information and communication technologies. Qatar ranked number 23 overall in the 2014 NRI ranking, unchanged from 2013.[274] The music of Qatar is based on Bedouin poetry, song and dance. Traditional dances in Doha are performed on Friday afternoons; one such dance is the Ardah, a stylised martial dance performed by two rows of dancers who are accompanied by an array of percussion instruments, including al-ras (a large drum whose leather is heated by an open fire), tambourines and cymbals with small drums.[275] Other percussion instruments used in folk music include galahs (a tall clay jar) and tin drinking cups known as tus or tasat, usually used in conjunction with a tabl, a longitudinal drum beaten with a stick.[276] String instruments, such as the oud and rebaba, are also commonly used.[275] Association football is the most popular sport in Qatar, both in terms of players and spectators.[277] Shortly after the Qatar Football Association became affiliated with FIFA in 1970, one of the country's earliest international accolades came in 1981 when the Qatar national under-20 team's emerged as runners-up to West Germany in that year's edition of the FIFA World Youth Championship after being defeated 4–0 in the final. At the senior level, Qatar has played host to two editions of the AFC Asian Cup; the first coming being the 9th edition in 1988 and the second being the 15th edition held in 2011.[278] For the first time in the country's history, the Qatar national football team won the AFC Asian Cup in the 2019 edition hosted in the UAE, beating Japan 3–1 in the final. They won all seven of their matches, conceding only a single goal throughout the tournament.[279] On 2 December 2010, Qatar won their bid to host the 2022 FIFA World Cup, despite never previously qualifying for the FIFA World Cup Finals.[280] Local organisers built 7 new stadiums and expanded 1 existing stadium for this event.[281][282] Qatar's winning bid for the 2022 World Cup was greeted enthusiastically in the Persian Gulf region as it was the first time a country in the Middle East had been selected to host the tournament. However, the bid has been embroiled in much controversy, including allegations of bribery and interference in the investigation of the alleged bribery. European football associations have also objected to the 2022 World Cup being held in Qatar for a variety of reasons, from the impact of warm temperatures on players' fitness, to the disruption it might cause in European domestic league calendars should the event be rescheduled to take place during winter.[283][284] In May 2014, Qatari football official Mohammed bin Hammam was accused of making payments totalling £3m to officials in return for their support for the Qatar bid.[285] However, a FIFA inquiry into the bidding process in November 2014 cleared Qatar of any wrongdoing.[286] The Guardian, a British national daily newspaper, produced a short documentary named \"Abuse and exploitation of migrant workers preparing emirate for 2022\".[287] A 2014 investigation by The Guardian reports that migrant workers who have been constructing luxurious offices for the organisers of the 2022 World Cup have not been paid in over a year, and are now \"working illegally from cockroach-infested lodgings.\"[288] For 2014, Nepalese migrants involved in constructing infrastructure for the 2022 World Cup died at a rate of one every two days.[289] The Qatar 2022 organising committee have responded to various allegations by claiming that hosting the World Cup in Qatar would act as a \"catalyst for change\" in the region.[290] According to a February 2021 article in The Guardian, some 6,500 migrant construction workers have died.[291] Qatar was estimated to host a football fanbase of 1.6 million for the 2022 FIFA World Cup 2022. However, the construction work in country was expected to only take the available 37,000 hotel rooms to 70,000 by the end of 2021. In December 2019, the Qatari World Cup officials approached the organizers of the Glastonbury Festival in England and the Coachella Festival in the US, to plan huge desert campsites for thousands of football fans. The World Cup campsites on the outskirts were reported to have licensed bars, restaurants, entertainment and washing facilities. Moreover, two cruise ships were also reserved as temporary floating accommodations for nearly 40,000 people during the tournament.[292] Though football is the most popular sport, other team sports have experienced considerable success at senior level. In 2015, the national handball team emerged as runners-up to France in the World Men's Handball Championship as hosts, however the tournament was marred by numerous controversies regarding the host nation and its team.[293] Further, in 2014, Qatar won the world championship in men's 3x3 basketball.[294] Khalifa International Tennis and Squash Complex in Doha hosted the WTA Tour Championships in women's tennis between 2008 and 2010. Doha holds the WTA Premier tournament Qatar Ladies Open annually. Since 2002, Qatar has hosted the annual Tour of Qatar, a cycling race in six stages. Every February, riders are racing on the roads across Qatar's flat land for six days. Each stage covers a distance of more than 100 km, though the time trial usually is a shorter distance. Tour of Qatar is organised by the Qatar Cycling Federation for professional riders in the category of Elite Men.[295] The Qatar Army Skydiving Team has several different skydiving disciplines placing among the top nations in the world. The Qatar National Parachute team performs annually during Qatar's National Day and at other large events, such as the 2015 World Handball Championship.[296] Doha four times was the host of the official FIVB Volleyball Men's Club World Championship and three times host FIVB Volleyball Women's Club World Championship. Doha one time Host Asian Volleyball Championship.[297] On 3 September 2020, the Education City Stadium hosted its first-ever official match, where the local clubs Al Sadd SC and Al Kharaitiyat SC contested the season-opener of the 2020–21 Qatar Stars League.[298] Qatar hired the RAND Corporation to reform its K–12 education system.[161] Through Qatar Foundation, the country has built Education City, a campus which hosts local branches of the Weill Cornell Medical College, Carnegie Mellon School of Computer Science, Georgetown University School of Foreign Service, Northwestern's Medill School of Journalism, Texas A&M's School of Engineering, Virginia Commonwealth University School of the Arts and other Western institutions.[161][299] The illiteracy rate in Qatar was 3.1% for males and 4.2% for females in 2012, the lowest in the Arab-speaking world, but 86th in the world.[300] Citizens are required to attend government-provided education from kindergarten through high school.[301] Qatar University, founded in 1973, is the country's oldest and largest institution of higher education.[302][303] In November 2002, emir Hamad bin Khalifa Al Thani created The Supreme Education Council.[304] The Council directs and controls education for all ages from the pre-school level through the university level, including the \"Education for a New Era\" initiative which was established to try to position Qatar as a leader in education reform.[305][306] According to the Webometrics Ranking of World Universities, the top-ranking universities in the country are Qatar University (1,881st worldwide), Texas A&M University at Qatar (3,905th) and Weill Cornell Medical College in Qatar (6,855th).[307] In 2009, Qatar established the Qatar Science & Technology Park in Education City to link those universities with industry. Education City is also home to a fully accredited international Baccalaureate school, Qatar Academy. In addition, two Canadian institutions, the College of the North Atlantic (headquarters in Newfoundland and Labrador) and the University of Calgary, have inaugurated campuses in Doha. Other for-profit universities have also established campuses in the city.[308] In 2012, Qatar was ranked third from the bottom of the 65 OECD countries participating in the PISA test of maths, reading and skills for 15- and 16-year-olds, comparable to Colombia or Albania, despite having the highest per capita income in the world.[309][310] Qatar was ranked 48th in the Global Innovation Index in 2021, down from 65th in 2019.[311][312][313][314] As part of its national development strategy, Qatar has outlined a 10-year strategic plan to improve the level of education.[315] The government has launched educational outreach programs, such as Al-Bairaq. Al-Bairaq was launched in 2010 aims to provide high school students with an opportunity to experience a research environment in the Center for Advanced Materials in Qatar University. The program encompasses the STEM fields and languages.[316] Launched in 2006 as part of an initiative of the quasi-governmental Qatar Foundation, the Qatar National Research Fund was created with the intent of securing public funds for scientific research within the country. The fund functions as a means for Qatar to diversify its economy from a primarily oil and gas-based one to a knowledge-based economy.[317] The Qatar Science & Technology Park (QSTP) was established by Qatar Foundation in March 2009 as an attempt to assist the country's transition towards a knowledge economy.[318][319] With a seed capital of $800 million and initially hosting 21 organizations,[319] the QSTP became Qatar's first free-trade zone.[320]","Title":"Qatar - Wikipedia","KeyID":"9860","URL":"https://en.wikipedia.org/wiki/Qatar"}