{"Content: ":"The 2022 monkeypox outbreak in the United States is part of the larger outbreak of human monkeypox caused by the West African clade of the monkeypox virus. The United States was the fourth country, outside of the African countries with endemic monkeypox, to experience an outbreak in 2022. The first case was documented in Boston, Massachusetts on May 19, 2022.[3] As of July 26, monkeypox has since spread to 46 states, as well as Washington, D.C. and Puerto Rico.[4] Monkeypox is an infectious viral disease that can occur in humans and some other animals.[5] Symptoms include fever, swollen lymph nodes, and a rash that forms blisters and then crusts over.[5] The time from exposure to onset of symptoms ranges from five to twenty-one days.[6][7] The duration of symptoms is typically two to four weeks.[7] There may be mild symptoms, and it may occur without any symptoms being known.[6][8] The classic presentation of fever and muscle pains, followed by swollen glands, with lesions all at the same stage, has not been found to be common to all outbreaks.[5][9] Cases may be severe, especially in children, pregnant women or people with suppressed immune systems.[10] The disease is caused by the monkeypox virus, a zoonotic virus in the genus Orthopoxvirus. The variola virus, the causative agent of smallpox, is also in this genus.[11] Of the two types in humans, the West African type causes a less severe disease than the Central African (Congo basin) type.[12] It may spread from infected animals by handling infected meat or via bites or scratches.[13] Human-to-human transmission can occur through exposure to infected body fluids or contaminated objects, by small droplets, and possibly through the airborne route.[5][13] People can spread the virus from the onset of symptoms until all the lesions have scabbed and fallen off; with some evidence of spread for more than a week after lesions have crusted.[12] Diagnosis can be confirmed by testing a lesion for the virus's DNA.[14] An ongoing outbreak of monkeypox was confirmed on May 6, 2022, beginning with a British resident who, after travelling to Nigeria (where the disease is endemic), presented symptoms consistent with monkeypox on April 29, 2022. The resident returned to the United Kingdom on May 4, creating the country's index case of the outbreak.[21] The origin of several of the cases of monkeypox in the United Kingdom is unknown. Some monitors saw community transmission taking place in the London area as of mid-May,[22] but it has been suggested that cases were already spreading in Europe in the previous months.[23] A large portion of those infected were believed to have not recently traveled to areas of Africa where monkeypox is normally found, such as Nigeria, the Democratic Republic of the Congo as well as central and western Africa. It is believed to be transmitted by close contact with sick people, with extra caution for those individuals with lesions on their skin or genitals, along with their bedding and clothing. The CDC has also stated that individuals should avoid contact and consumption of dead animals such as rats, squirrels, monkeys and apes along with wild game or lotions derived from animals in Africa.[24] In addition to more common symptoms, such as fever, headache, swollen lymph nodes, and rashes or lesions, some patients have also experienced proctitis, an inflammation of the rectum lining. CDC has also warned clinicians to not rule out monkeypox in patients with sexually transmitted infections since there have been reports of co-infections with syphilis, gonorrhea, chlamydia, and herpes.[25] The first known case was detected in on May 18, 2022, in a man from Boston, Massachusetts, who had traveled to Canada, where the virus was reported the following day.[26][27] The person was hospitalized in Boston.[28] There, he tested positive for the monkeypox, becoming the first case in the United States.[26] Two days later after the man tested positive for the virus, other states began reporting cases, with New York reporting its first case on May 21.[29] On May 22, President Biden gave a speech at Osan Air Base in South Korea during which he indicated the disease was \"something that everybody should be concerned about\".[30] On May 26, Virginia reported its first case on a woman that had traveled to Africa,[31] followed by California and Hawaii on June 4, 2022.[32][33] As of June 3, the United States had 21 confirmed cases,[34] a number which had risen to 460 as of July 1.[35] In early June 2022, a man in Washington, D.C. was reported to test positive for orthopox, potentially monkeypox.[36] Based from the CDC map of the United States.[37] New York case count is from the New York State Department of Health.[38] On 18 May 2022, Bavarian Nordic announced that BARDA, part of HHS, exercised a $119 million option, under a $299 million contract, to supply a freeze-dried version of JYNNEOS vaccine, converting existing bulk vaccine.[39] The United States spent $119 million to purchase doses of the Modified vaccinia Ankara-based two-shot[40] Jynneos vaccine from Bavarian Nordic in May 2022.[41] The contract also allows the United States to purchase an additional $180 million worth of the vaccine at a later date.[42] The vaccine, JYNNEOS (also known by the brand names Imvamune and Imvanex), was approved by FDA in 2019 to prevent both smallpox and monkeypox. As of June 14, the United States had around 70,000 doses of JYNNEOS in its stockpile, and the federal government placed an order for 500,000 more on June 10, 2022. Dawn O'Connell, assistant secretary for preparedness and response at Department of Health and Human Services (HHS), said around 300,000 doses would be delivered in June-July 2022, and the remainder would be delivered later in that year.[43][44] In addition, the Strategic National Stockpile (SNS) holds over 100 million doses of an older smallpox vaccine (ACAM2000).[45] As of June 28, the Biden administration is allocating tens of thousands of vaccine doses from the Strategic National Stockpile to clinics nation-wide.[46][47] The rollout of vaccines and testing was criticized as too slow, and as having similar problems to the rollout of vaccines and tests at the start of the COVID-19 pandemic in the United States.[48] The United States government's response is coordinated by the National Security Council Directorate on Global Health Security and Biodefense – more commonly known as the White House Pandemic Office – in collaboration with the Department of Health and Human Services (HHS). The White House Pandemic Office had previously reinstated Dr. Beth Cameron to the executive position.[49][50] The Department of Health and Human Services (HHS) is overseen by HHS Secretary Xavier Becerra. As of June 29, HHS has received requests from 32 states and jurisdictions, deploying over 9,000 doses of JYNNEOS vaccine and 300 courses of ST-246 (tecovirimat)[51][52] antiviral smallpox treatments.[53] With today’s national monkeypox vaccine strategy, the United States is significantly expanding deployment of JYNNEOS vaccines, allocating 296,000[54][55] doses over the coming weeks, 56,000 of which will be allocated immediately. Over the coming months a combined 2.5 million[56][57][40] additional doses will become available.[58] Hospitals have also begun making their own preparations to help control the current monkeypox outbreak, including screening patients, increasing decontamination and cleaning procedures,[59][60][61] and wearing appropriate safety gear (Personal protective equipment / Medical gown)[62][63] when interacting with infected patients.","Title":"2022 monkeypox outbreak in the United States - Wikipedia","KeyID":"9870","URL":"https://en.wikipedia.org/wiki/2022_monkeypox_outbreak_in_the_United_States"}