{"Content: ":"Overseas France (French: France d'outre-mer)[note 2] consists of 13 French-administered territories outside Europe, mostly the remains of the French colonial empire that chose to remain a part of the French state under various statuses after decolonization. They are part of the European Union. This collective name is used in everyday life in France but is not an administrative designation in its own right. Indeed, the five overseas regions have exactly the same administrative status as the metropolitan regions while the five overseas collectivities are semi-autonomous and New Caledonia is an autonomous territory. Overseas France includes island territories in the Atlantic, Pacific and Indian Oceans, French Guiana on the South American continent, and several peri-Antarctic islands as well as a claim in Antarctica. Excluding the district of Adélie Land, where French sovereignty is effective de jure by French law, but where the French exclusive claim on this part of Antarctica is frozen by the Antarctic Treaty (signed in 1959), overseas France covers a land area of 119,396 km2 (46,099 sq mi) and accounts for 18.0% of the French Republic's land territory.[1] Its exclusive economic zone (EEZ) of 9,825,538 km2 (3,793,661 sq mi) accounts for 96.7% of the EEZ of the French Republic.[2] Outside Europe, four broad classes of overseas French territorial administration currently exist: overseas departments/regions, overseas collectivities, the sui generis territory of New Caledonia, and uninhabited territories. From a legal and administrative standpoint, these four classes have varying legal status and levels of autonomy, although all permanently inhabited territories have representation in both France's National Assembly and Senate, which together make up the French Parliament. 2,785,000 people lived in overseas France in January 2021.[3] Most of these residents are citizens of France and citizens of the European Union. This makes them able to vote in French and European elections. Overseas regions have exactly the same status as France's mainland regions. The French Constitution provides that, in general, French laws and regulations (France's civil code, penal code, administrative law, social laws, tax laws, etc.) apply to French overseas regions just as in metropolitan France, but can be adapted as needed to suit the region's particular needs. Hence, the local administrations of French overseas regions cannot themselves pass new laws. The category of \"overseas collectivity\" (French: collectivité d'outre-mer or COM) was created by France's constitutional reform of 28 March 2003. Each overseas collectivity has its own statutory laws. In contrast to overseas departments/regions, the overseas collectivities are empowered to make their own laws, except in certain areas reserved to the French national government (such as defense, international relations, trade and currency, and judicial and administrative law). The overseas collectivities are governed by local elected assemblies and by the French Parliament and French Government, with a cabinet member, the Minister of the Overseas, in charge of issues related to the overseas territories. However, this process was subject to approval in a referendum. Three independence referendums have been held, in 2018, 2020 and 2021. In the third and final referendum, in December 2021, 96.5% rejected independence but the turnout was only 43.9%. In the two earlier referendums the \"no\" vote was 57% and 53% respectively.[13] The future status within France of New Caledonia will now be the subject of a further referendum to be held before the end of 2023.[14] With 2,785,000 inhabitants in 2021, overseas France accounts for 4.1% of the population of the French Republic.[3] They enjoy a corresponding representation in the two chambers of the French Parliament and in the European Union's legislative institutions. In the 15th legislature of the French Fifth Republic (2017-2022), overseas France is represented by 27 deputies in the French National Assembly, accounting for 4.7% of the 577 deputies in the National Assembly: Since September 2011, overseas France has been represented by 21 senators in the French Senate, accounting for 6.0% of the 348 senators in the Senate: The territories used to be collectively represented in the European Parliament by the Overseas Territories of France constituency. Since the 2019 European elections, France decided to switch to a single constituency, putting an end to all regional constituencies, including the Overseas Territories constituency. The special territories of EU Member states are not separately represented in the EU Council. Every member state represents all its citizens in the Council. The eleven inhabited French overseas territories are: Several of these territories are generally only transiently inhabited by researchers in scientific stations. Ranked by population in the urban unit:","Title":"Overseas France - Wikipedia","KeyID":"9878","URL":"https://en.wikipedia.org/wiki/Overseas_France"}