{"Content: ":"Al Arabiya (Arabic: العربية, transliterated: al-ʿArabiyyah; meaning \"The Arabic One\" or \"The Arab One\"[a]) is an international Arabic television news channel, currently based in Dubai, that is operated by the media conglomerate MBC. The channel is a flagship of the media conglomerate and is therefore the only single offering to carry the name as simply \"Al Arabiya\" in its branding.[citation needed] Launched on 3 March 2003,[1][2] the channel is based in Dubai Media City, United Arab Emirates. An early funder, the production company Middle East News (then headed by Ali Al-Hedeithy), said the goal was to provide \"a balanced and less provocative\" alternative to Al Jazeera, which had already found widespread success by then.[3] A free-to-air channel, Al Arabiya broadcasts standard newscasts every hour, as well as talk shows and documentaries. These programs primarily cover current affairs, business, stock markets, and sports.[citation needed] It is rated among the top pan-Arab stations by Middle East audiences.[4] The news organization's website is accessible in Arabic, English, Urdu, and Persian. As of March 2018, the website's number-one consumer by country was Saudi Arabia, with 20% of the entire viewership.[citation needed] On 26 January 2009, U.S. President Barack Obama gave his first formal interview as president to Al Arabiya,[5] delivering the message to the Muslim world that \"Americans are not your enemy\", while also reiterating that \"Israel is a strong ally of the United States\" and that they \"will not stop being a strong ally of the United States\".[6] The White House contacted Al Arabiya's Washington Bureau chief, Hisham Melhem, directly just hours before the interview and asked him not to announce it until an official announcement was made by the administration.[5] Mamdouh Al-Muhaini is the general manager of the Al Arabiya Network since October 2019, succeeding former manager Nabil Al-Khatib.[7] On 24 April 2020, Al Arabiya introduced a new graphics and audio package and studios as well as a new modified logo in the network's first major rebrand since its launch in 2003.[8] On 30 August 2021, Al Arabiya Network began plans to shift operations out of Dubai and to Riyadh, with the stated goal being to \"produce 12 hours of news programming from the Saudi capital by early January\".[9] The move came amid orders by the Saudi government to multinational companies to move their regional hubs to the kingdom by 2024.[9] As a response to Al Jazeera's criticism of the Saudi royal family throughout the 1990s, relatives of the Saudi royal family established Al Arabiya in Dubai in 2002.[10][11][12] It became a \"fierce competitor;\"[3] Al Arabiya is said to be the second most frequently watched channel after Al Jazeera in Saudi Arabia.[13]The New York Times in 2008 described the channel as working \"to cure Arab television of its penchant for radical politics and violence\".[citation needed] Al Arabiya broadcast the email messages of Syrian president Bashar Assad in 2012 that were leaked by opposition hackers.[14] The channel's English language website also obtained emails which revealed[15] that PR agency BLJ were behind the infamous positive profile of the Syrian first lady, Asma Assad, in Vogue magazine while her husband's regime was responsible for the crushing of peaceful demonstrations in 2011.[16] According to unconfirmed reports, Al Arabiya was founded through investment by the Middle East Broadcasting Center, as well as other investors from Saudi Arabia, Kuwait, and the Persian Gulf states.[4] Through MBC, Saudi Prince Abdulaziz bin Fahd and his maternal uncle Waleed bin Ibrahim al Ibrahim own and have control over Al Arabiya.[13] In March 2012, the channel launched a new channel, Al-Hadath which focuses exclusively on prolonged extensive coverage of political news.[29] In March 2022, Al Arabiya acquired its own Freeview channel in the United Kingdom, after being available on Freeview via the Vision TV[30][31][32] streaming service, with both channels being available on Freeview channel 273. Al Arabiya has been criticized as an arm of Saudi foreign policy, or what the United States would term public diplomacy, as it is seen as being part of \"a concerted Saudi attempt to dominate the world of cable and satellite television media in the Arab world and steal the thunder of Egypt\".[33][34] On 14 February 2005, Al Arabiya was the first news satellite channel to air news of the assassination of Rafik Hariri,[35] one of its early investors. On 9 October 2008, the Al Arabiya website was hacked.[36] In 2009, Courtney C. Radsch claimed to have lost her job the day after publishing an article about safety problems on Emirates airline, while Al Arabiya claimed it was restructuring the English department.[37] On 2 September 2008, Iran expelled Al Arabiya's Tehran bureau chief Hassan Fahs, the third Al Arabiya correspondent expelled from Iran since the network opened an Iran office.[38] On 14 June 2009, the Iranian government ordered the Al Arabiya office in Tehran to be closed for a week for \"unfair reporting\" of the Iranian presidential election. Seven days later, amid the 2009 Iranian election protests, the network's office was \"closed indefinitely\" by the government.[39] In a column published on Al Arabiya's English website, Hassan Fahs says why he has left Iran, revealing that he has received direct threats of arrest and killing from senior Iranian officials as well as alarming attempts to censor and control the channel's coverage.[40] In 2016, Al Arabiya dismissed 50 staff members, including journalists. Citing financial problems stemming from low oil prices, the dismissed individuals were offered salaries and benefits for six months as a severance package.[41] In April 2017, Al Arabiya was found in breach of UK broadcasting law by the UK media regulator, Ofcom, for broadcasting an interview with an imprisoned Bahraini torture survivor. Ofcom concluded that it infringed on the privacy of imprisoned Bahraini opposition leader and torture survivor Hassan Mushaima, when it broadcast footage of him obtained during his arbitrary detention in Bahrain.[42] Ofcom eventually sanctioned the licence holder Al Arabiya News Channel FZ-LLC by fining them £120,000, broadcasting an on-air apology in accordance with pending instructions from their side, and never to repeat the broadcast of infringing material for the offence in January 2018, after considering the channel's defence for alleged deficiencies in Ofcom's ruling.[43][44][45] The channel then surrendered its license to broadcast in the following month after additional complaint against it were filed, this time by Qatar News Agency over their 2017 coverage of pivotal story planted on the latter's website in lead up to the Qatar diplomatic crisis through suspected states-sponsored hacking in concert with Sky News Arabia and others based in the jurisdictions of anti-Qatar parties to the conflict, according to the QNA's representative Carter-Ruck.[46][47] Al Arabiya had been banned from reporting from Iraq by the country's interim government in November 2004 after it broadcast an audio tape on 16 November purportedly made by the deposed Iraqi President Saddam Hussein.[4] The Iraqi government had also banned the channel on 7 September 2006 for one month for what it called \"imprecise coverage\". According to the station itself, Al Arabiya journalists and staff have come under constant pressure from Iraqi officials to allegedly \"report stories as dictated to\" and in 2014, PM Nouri Maliki threatened again to ban Al Arabiya in Iraq, shut down its offices and websites. For his part, Al Arabiya's General Manager at the time, Abdulrahman al-Rashed, vowed in a statement that the news channel and its sister channel al-Hadath will continue reporting the story in Iraq despite \"Maliki's threats\" as well as other threats from the likes of ISIS.[48] However, al-Arabiya is widely perceived in Iraq as a pro-Saudi and anti-Shia sectarian channel. Due to post-coverage of assassination of Rafic Hariri, as of 2007, Syrian politicians on many occasions labeled al-Arabiya \"al-Yahudiyya\" [\"the Jewish\"] and \"al-'Ibriyya\" [\"the Hebrew\"], for anti-government and perceived pro-US and pro-Israeli bias.[49] However, the label \"al-‘Ebriya\" (\"the Hebrew One\") itself is given by many Arabs to the station reaching all the way back to 2003, for what some perceive as relatively sympathetic coverage of Israel (Francis, 2007).[50] In 2013, Saudi scholar Abdulaziz al-Tarefe tweeted: \"If the channel ‘Al-Arabiya’ existed in the time of the Prophet [Muhammad] the hypocrites would only have rallied behind it and the wealth of Banu Qurayza would only have been spent on it.\"[51] The Algerian Ministry of Communication announced on July 31 in a statement that it has decided to withdraw the accreditation granted to the representation in Algiers of the Arab news television channel \"Al Arabiya\". This withdrawal is motivated by \"the non-respect by this channel of the rules of deontology and its recourse to disinformation and manipulation\". In September 2003, Al Arabiya reporter Mazen al-Tumeizi was killed on camera in Iraq when a U.S. helicopter fired on a crowd in Haifa Street in Baghdad.[52] In February 2006, three Al Arabiya reporters were abducted and murdered while covering the aftermath of the bombing of a mosque in Samarra, Iraq. Among them was correspondent Atwar Bahjat, an Iraqi national.[53] In 2012, Al Arabiya's Asia correspondent Baker Atyani was abducted in the Philippines by an armed militia. He was released[54] after 18 months.[55] In August 2015, the Egyptian Streets news website said Al-Arabiya had copied \"word-for-word\" from two of its articles.[56] Al Arabiya later updated one of the articles and added a note, saying the earlier version had \"accidentally\" neglected to include a mention and hyperlink to Egyptian Street.[57] In 2020, The Daily Beast identified a network of false personas used to sneak opinion pieces aligned with UAE government policy to media outlets such as Al Arabiya. They're[clarification needed] critical about Turkey's role in the Middle East, as well as Qatar and particularly its state media Al Jazeera.[58] Twitter suspended some of the fake columnists' accounts in early July 2020.[59] During the 2020 Nagorno-Karabakh conflict, the channel interviewed Armenian President Armen Sarkissian about the ongoing war happening between Armenia and Azerbaijan, during which President Sarkissian blasted Turkey and Azerbaijan for inflaming the conflict.[60] In response, Turkish President Recep Tayyip Erdoğan accused Saudi Arabia and the United Arab Emirates (owners of the channel) of destabilization in the Caucasus and Middle East, resulting in Saudi Arabian Commercial Chamber's Head Ajlan Al-Ajlan to call for boycott against Turkish goods in response to Turkish meddling and aggression.[61] The Al Arabiya internet news service (alarabiya.net) was launched in 2004 initially in Arabic, and was joined by an English-language service in 2007 and Persian and Urdu services in 2008. The channel also operates a business website that covers financial news and market data from the Middle East in Arabic (alaswaq.net). The Al Arabiya News Channel is available live online on JumpTV and Livestation. The English website of Al Arabiya[citation needed] was relaunched in 2013 and now features automated subtitles of the news and programs that appear on the channel.[62] The Al Arabiya website was plagued with numerous technical difficulties during the Egyptian protests at the end of January 2011. The site very often went offline with error messages as such as the following: \"The website is down due to the heavy traffic to follow up with the Egyptian crisis and it will be back within three hours (Time of message: 11GMT)\".[citation needed]","Title":"Al Arabiya - Wikipedia","KeyID":"9899","URL":"https://en.wikipedia.org/wiki/Al_Arabiya"}