{"Content: ":"The VRT (Dutch: [ˌveːjɛrˈteː]), is the national public-service broadcaster for the Flemish Community of Belgium. VRT is the successor to a succession of organisations. The Belgian National Institute of Radio Broadcasting was known as the Nationaal Instituut voor de Radio-omroep (NIR) in Flemish and the L'Institut National de Radiodiffusion (INR) in French, was founded in 1930 and existed until 1960. This became the Belgische Radio- en Televisieomroep (BRT) in 1960 and the Belgische Radio- en Televisieomroep Nederlandstalige Uitzendingen (BRTN) from 1991 to 1998.[citation needed] The NIR/INR and BRT (Radio-Télévision Belge, or RTB, in French) had each been single state-owned entities with separate Dutch- and French-language production departments. They were housed in Le Flagey, formerly known as the Maison de la Radio, from when the new building was completed in 1938 until 1974, when the building became too small.[1][2] However, in 1977, as part of the ongoing state reform in Belgium broadcasting became reserved to the language communities rather than the national government in 1977. Accordingly, BRT/RTB went their separate ways in 1977. While the former French half changed its name to RTBF in 1977, the Dutch side retained the BRT name until becoming BRTN in 1991. However, the two broadcasters share production facilities on Auguste Reyerslaan (French: Boulevard Auguste Reyers) in Brussels.[citation needed] The final renaming to VRT, on 1 January 1998, followed a change in the organization's legal status: from being part of a semi-governmental entity (a parastatale in Belgian terminology) it had, on 16 April 1997, became a publicly owned corporation (NV van publiek recht) in its own right.[citation needed] As successors to the NIR/INR, VRT and its counterpart in the French Community of Belgium, RTBF, share the Belgian membership in the European Broadcasting Union (EBU) – an association of public broadcasters in the countries of Europe and the Mediterranean rim that, amongst other activities, organises the annual Eurovision Song Contest.[citation needed] Much like RTBF, it is also one of the 23 founding members. With the ending of its television monopoly – marked by the creation of VTM, a commercial television company that initially captured more than half of VRT's audience – the public broadcaster has been compelled to fight back, and part of its successful response has been the use of external production houses such as Woestijnvis, the creator of such formats as The Mole (De mol) and Man Bites Dog (Man bijt hond).[citation needed] Television channels are transmitted on:[3] The VRT broadcasts radio channels in both analog format (FM) and digital format (using DAB+). All channels are also broadcast live over the Internet at radioplus.be. International broadcasting was done via VRT's Radio Vlaanderen Internationaal (RVi). They also have a TMC service transmitted on Radio 2. NIR logo (1953–1960) VRT's third and older logo used from 1960 to 1977. BRT logo (1977–1991) BRTN logo (1991–1998) VRT logo (1998–2002) VRT's sixth logo used from 7 January 2002 to 21 June 2017. VRT's seventh and previous logo from 22 June 2017 to July 2021. VRT's eighth and current logo since July 2021. Media related to Vlaamse Radio- en Televisieomroeporganisatie at Wikimedia Commons","Title":"VRT (broadcaster) - Wikipedia","KeyID":"9906","URL":"https://en.wikipedia.org/wiki/VRT_NWS"}