{"Content: ":"Large low-shear-velocity provinces, LLSVPs, also called LLVPs or superplumes, are characteristic structures of parts of the lowermost mantle (the region surrounding the outer core) of Earth.[2] These provinces are characterized by slow shear wave velocities and were discovered by seismic tomography of deep Earth. There are two main provinces: the African LLSVP and the Pacific LLSVP. Both extend laterally for thousands of kilometers and possibly up to 1,000 km vertically from the core–mantle boundary. The Pacific LLSVP is 3,000 km across, and underlies four hotspots that suggest multiple mantle plumes underneath.[3] These zones represent around 8% of the volume of the mantle (6% of Earth).[1] Other names for LLSVPs include \"superswells\", \"thermo-chemical piles\", or \"hidden reservoirs\". Most of these names, however, are more interpretive of their proposed geodynamical or geochemical effects. For example, the name \"thermo-chemical pile\" interprets LLSVPs as lower-mantle piles of thermally hot and/or chemically distinct material. LLSVPs are still relatively mysterious, and many questions remain about their nature, origin, and geodynamic effects. LLSVPs were discovered in full mantle seismic tomographic models of shear velocity as slow features in the lowermost mantle beneath Africa and the Pacific. The boundaries of these features appear fairly consistent across models when applying objective k-means clustering.[4] The global spherical harmonic degree two structure is strong and aligns with its smallest moments of inertia along with the two LLSVPs. This means, by using shear wave velocities, the established locations of the LLSVPs are not only verified, a stable pattern for mantle convection emerges. This stable configuration is responsible for the geometry of plate motions at the surface due as well as mantle convection.[5] Another name for the degree two structure, a roughly 200 km thick layer of the lower mantle directly above the core–mantle boundary (CMB), is the D″ (\"D double-prime\" or \"D prime prime\").[6] The LLSVPs lie around the equator, but mostly on the southern hemisphere. Global tomography models inherently result in smooth features; local waveform modeling of body waves, however, has shown that the LLSVPs have sharp boundaries.[7] The sharpness of the boundaries makes it difficult to explain the features by temperature alone; the LLSVPs need to be compositionally distinct to explain the velocity jump. Ultra low velocity zones (ULVZ) at smaller scales have been discovered mainly at the edges of these LLSVPs.[8] By using the solid Earth tide, the density of these regions has been determined. The bottom two thirds are 0.5% denser than the bulk of the mantle. However tidal tomography cannot say exactly how the excess mass is distributed. The overdensity may be due to primordial material or subducted ocean slabs.[9] Several hypotheses have been proposed for the origin and persistence of LLSVPs, depending on whether the provinces represent purely thermal unconformities (i.e. are isochemical in nature, of the same chemical composition as the surrounding mantle) or represent chemical unconformities as well (i.e. are thermochemical in nature, of different chemical composition from the surrounding mantle). If LLSVPs represent purely thermal unconformities, then they may have formed as megaplumes of hot, upwelling mantle. However, geodynamical studies predict that isochemical upwelling of a hotter, lower viscosity material should produce long, narrow plumes,[10] unlike the large, wide plumes we observe in LLSVPs. The current leading hypothesis for the LLSVPs is the accumulation of subducted oceanic slabs. This corresponds with the locations of known slab graveyards surrounding the Pacific LLSVP. These graveyards are thought to be the reason for the high velocity zone anomalies surrounding the Pacific LLSVP and are thought to have formed by subduction zones that were around long before the dispersion—some 750 million years ago—of the supercontinent Rodinia. Aided by the phase transformation, the temperature would partially melt the slabs, to form a dense heavy melt that pools and forms the ultra low velocity zone (ULVZ) structures at the bottom of the core-mantle boundary closer to the LLSVP than the slab graveyards. The rest of the material is then carried upwards due to chemical-induced buoyancy and contributes to the high levels of basalt found at the mid-ocean ridge. The resulting motion forms small clusters of small plumes right above the core-mantle boundary that combine to form larger plumes and then contribute to superplumes. The Pacific and African LLSVP, in this scenario, are originally created by a discharge of heat from the core (4000 K) to the much colder mantle (2000 K), the recycled lithosphere is only fuel that helps drive the superplume convection. Since it would be difficult for the Earth's core to maintain this high heat by itself, it gives support for the existence of radiogenic nuclides in the core, as well as the indication that if fertile subducted lithosphere stops subducting in locations preferable for superplume consumption, it will mark the demise of that superplume.[3] A second proposed origin for the LLSVPs is that their formation is related to the giant-impact hypothesis, which states that the Moon formed after the Earth collided with a planet-sized body called Theia. The hypothesis suggests that the LLSVPs are fragments of Theia's mantle which sank through to Earth's core-mantle boundary. The higher density of the mantle fragments is due to their enrichment in iron(II) oxide with respect to the rest of Earth's mantle. This higher iron(II) oxide composition would also be consistent with the isotope geochemistry of lunar samples as well as that of the oceanic island basalts overlying the LLSVPs.[11][12] Geodynamic mantle convection models have included compositional distinctive material. The material tends to get swept up in ridges or piles.[8] When including realistic past plate motions into the modeling, the material gets swept up in locations that are remarkably similar to the present day location of the LLSVPs.[13] These locations also correspond with known slab graveyard locations mentioned in the origin section. These types of models, as well as the observation that the degree two structure of the LLSVPs is orthogonal to the path of true polar wander, suggest these mantle structures have been stable over large amounts of time. This geometrical relationship is also consistent with the position of the supercontinent Pangaea, and the formation of the current geoid pattern due to continental break-up from the superswell below.[5] However, the heat from the core is not enough to sustain the energy needed to fuel the superplume(s) located at the LLSVPs. There is a phase transition from perovskite to post-perovskite from the down welling slab(s) that causes an exothermic reaction. This exothermic reaction helps to heat the LLSVP, but it is not sufficient to account for the total energy needed to sustain it. So it is hypothesized that the material from the slab graveyard can become extremely dense and form large pools of melt concentrate enriched in uranium, thorium, and potassium. These concentrated radiogenic elements are thought to provide the high temperatures needed. So, the appearance and disappearance of slab graveyards predicts the birth and death of an LLSVP, potentially changing the dynamics of all plate tectonics.[3]","Title":"Large low-shear-velocity provinces - Wikipedia","KeyID":"991","URL":"https://en.wikipedia.org/wiki/Superplume"}