{"Content: ":"Euronews (styled on-air in lowercase as euronews) is a European television news network, headquartered in Lyon, France. The network began broadcasting on 1 January 1993 and covers world news from a European perspective. The majority of Euronews (88%) is owned by Portuguese investment management firm Alpac Capital[2][3][4] with the rest partly owned by several European and North African public and state-owned broadcasting organizations. It is a provider of livestreamed news, which can be viewed in most of the world (with the exceptions of the United States, Canada, Turkey, Singapore, China, Cuba, and North Korea)[citation needed] via its website, on YouTube, and on various mobile devices and digital media players, including Fubo TV, Sling TV, Pluto TV and Haystack News. In 1992, following the Persian Gulf War, during which CNN's position as the preeminent source of 24-hour news programming was cemented, the European Broadcasting Union decided to establish Euronews to present information from a European perspective. The channel's first broadcast was on 1 January 1993 from Écully, Lyon. An additional broadcast studio was set up in London in 1996. It was founded by a group of ten public broadcasters:[5] The shareholders are represented by the SOCEMIE (French: Société éditrice de la chaîne européenne multilingue d'information Euronews) consortium. Euronews SA is the operating company that produces the channel and holds the broadcasting licence. It is currently co-owned by seven of the ten founders and: In late 1997, the British news broadcaster ITN purchased a 49% share of Euronews for £5.1 million from Alcatel-Lucent.[6] ITN supplied the content of the channel along with the remaining shareholders. The broadcast switched from solely analogue to mainly digital transmission in 1999. That same year, a Portuguese audio track was added. A Russian audio track was added in 2001, following VGTRK joining as one of the major shareholders. In April 2003, ITN sold its stake in Euronews as part of its drive to streamline operations and focus on news-gathering rather than channel management.[7][8] On 6 February 2006, Ukrainian public broadcaster Natsionalna Telekompanya Ukraïny (NTU) purchased a one percent interest in SOCEMIE.[9] In 2007, Euronews won the European Commission's tender for an Arabic-language news channel, with a service agreement being signed on 6 December. The Arabic service would eventually be launched in July 2008.[10] On 27 May 2008, Spanish public broadcaster RTVE decided to leave Euronews, citing legal requirements to maintain low debt levels through careful spending as a factor influencing its decision to leave, as well as to promote its international channel TVE Internacional.[11] In February 2009, the Turkish public broadcaster TRT became a shareholder in the channel and joined its supervisory board.[12] TRT purchased 15.70% of the channel's shares and became the fourth main partner after France Télévisions (23.93%), RAI (21.54%), and VGTRK (16.94%). Subsequently, Turkish was added as the ninth language service in January 2010. Later that year in October, the channel started broadcasting in Persian, then began broadcasting in 16:9 widescreen format in early 2011, and launched a Ukrainian service in August.[13] A Polish service was launched in mid-2011 amid Poland's accession to the Presidency of the Council of the European Union, although only some selected evening broadcasts were translated. It was shortly after discontinued in January 2012.[14] In February 2015, the channel's executive board approved a bid by Media Globe Networks, owned by Egyptian telecom magnate Naguib Sawiris, to acquire a 53% controlling stake in the media outlet. The deal raised questions over Euronews's future editorial posture and independence.[15][16][17] On 13 March 2015, it was announced that Inter Media Group, owned by pro-Russian Ukrainian oligarch Dmytro Firtash, had taken over the Ukrainian service. In response, the Ukrainian government decided to revoke its broadcasting license for its suspected bias and dropped its funding.[18] Firtash later abandoned the project, resulting in the department shutting down and leaving 17 journalists redundant. The Russian service, which was financed by Moscow, refused to provide jobs to the journalists, in violation of French labour legislation. The management explained that not hiring any Ukrainian journalists was a specific instruction from VGTRK.[19][20] In October 2015, Euronews moved to a new global headquarters complex in La Confluence, Lyon, designed by Paris architecture firm Jakob + MacFarlane and covering a floor area of 10,000 m2 (2 1⁄2 acres).[21] On 2 October 2012, Euronews launched Euronews Radio. The service was available for download on the App Store and Google Play, in addition to being available on TuneIn, and was designed for viewers for whom \"watching news is not an option\" by providing a direct simulcast to the TV channel, with the \"No Comment\" segment being replaced by music. The music of the bulletin openings was also transmitted on Euronews Radio. Weather reports were read by a female announcer. As of December 2020, the radio service appears to have been defunct, and the stream on its webpage or on TuneIn is not functional.[22] In January 2014, Euronews announced a partnership with public broadcaster Télé Congo \"under the auspices of the President of the Republic of the Congo, Mr. Denis Sassou Nguesso\" to create an African service entitled Africanews.[23] Initially based in Pointe-Noire, its website debuted on 4 January 2016, with the Africanews TV channel eventually launching on 20 April, broadcasting in English and French.[24] In January 2016, Euronews was accused of plagiarism by the Congolese media group AfricaNews,[25] because the Lyon-based channel used the name \"Africanews\" for its African subsidiary. However, AfricaNews in the Democratic Republic of Congo has existed since 2005 and can be found on the Internet. Its employees sent letters to DRC authorities and managing director of Euronews, Michael Peters, to change the related name and to avoid using it for the African subsidiary of Euronews.[26][27][25] In 2020, Euronews originally planned to sell Africanews to a group known as Sipromad, but the deal eventually fell through and the two parties entered litigation. As a result, Africanews would remain under the ownership of its sister channel, but its production would move from Pointe-Noire to Euronews's headquarters in Lyon by the end of July 2020, with a reduction in costs of at least 30%.[28] In November 2016, the channel's executive board was in talks with NBCUniversal, the parent company of NBC News, for a \"strategic partnership\". NBCU would acquire 15 to 30% ownership of the Euronews network, would contribute to Euronews content, and facilitate NBC News' expanded operations in Europe.[29] After successful negotiations with the European Commission, who feared that the partnership would result in an \"Americanization\" of Euronews, the NBCUniversal News Group finally purchased a 25% stake in Euronews in February 2017 for $30 million. NBC News president Deborah Turness was appointed to head up international operations, and incumbent Euronews CEO Michael Peters, who had led it since 2004, became CEO of the new partnership. Both reported directly to NBC News chairman Andrew Lack. The resulting partnership became known as Euronews NBC.[30] Although Naguib Sawiris and NBC News had the largest stakes in Euronews, editorial control by SOCEMIE members was assured, with the broadcasters having seven slots in the editorial board, as opposed to Sawiris' company (which has three slots) and NBC News, which only has one, thereby reducing rumors of an \"Americanization\" of Euronews' values. Editorial control is fully handled by Euronews' teams, with NBC only focusing on planning and coordinating tasks.[31] After the formation of the partnership, video reports from NBC News' properties and correspondents began to appear frequently on the TV channel and reports from NBCNews.com began to be distributed on its digital platforms. On 9 May 2017, Euronews split its service into 12 language-specific editions, of which nine have a linear TV channel with its own language voiceover, but now including the on-screen ticker and most lower thirds in the local language. The glocal strategy allows the language editorial teams to personalize the content and presentation of their channel, not only by sharing own-produced content with other languages but by producing content that is relevant to local audiences and allowing local reporters and presenters to appear on camera in all its language editions. The splitting process finished on 24 May 2017.[32] Alongside the major language split, satellite distribution for the German, Spanish, Portuguese and Turkish channels was discontinued, now being only available via fiber-optic IP uplink.[32] The discontinuation of the German-language channel on satellite in particular generated outcry from many German satellite TV owners, resulting in its restoration on the Astra 1L satellite on 25 July 2017, via an unencrypted SD feed sitting alongside the French-language channel.[33] Additionally, the Arabic and Persian-language editions became available only on Euronews' website and apps as well as on social media, with TV broadcasting being discontinued.[34] Furthermore, the Ukrainian edition was discontinued outright, due to lack of funding from the Ukrainian government, as well as due to the controversy surrounding the ownership of its broadcasting licence.[35] The Turkish-language TV channel would later also be axed, following discontinued support from TRT, who wanted to prioritise its own international news channel, TRT World.[36][34] Finally, the Euronews channel in English would become known as the World edition, and distribution to premises in the American continent via fiber-optic IP uplink was set to begin later in 2018.[32] These changes caused the elimination of 43 staff positions, mainly from the Ukrainian edition, causing major layoffs and leading to production staff having more flexible roles.[37] In 2018, Euronews' English-language channel began to gradually revamp its programming schedule, with the roll-out of a new slate of presenter-led programming to complement its already existing shows, a move that was reported earlier in the year, after the success of its presenter-led special reports and weekly programming introduced in recent years.[38] Alongside conventional rolling news shows with newsreaders, debate programming, talk shows, and new presenter-led long-form shows began to be offered during the weekly schedule, and throughout programs, Euronews reporters from different nationalities will be offering context on stories close to their respective home nationalities.[39] The roll-out began on 22 May, when Euronews debuted the first of these new shows, Good Morning Europe, a five-hour morning show which airs every weekday morning from 7 am. It was first anchored by former RT correspondent and TVB Pearl news presenter Tesa Arcilla, who anchored it on a temporary basis. Some weeks later, former France 24 presenter Belle Donati began presenting the show, alternating with Arcilla; after she moved to Brussels in September, she became the main anchor of the slot. Two months later, on 17 July, Euronews debuted a six-hour breaking news show, Euronews Now, anchored by Tokunbo Salako, covering the dayside and afternoon slots. On 3 September, the new evening program lineup was launched, starting with a politics-focused show, Raw Politics, hosted from Brussels by Tesa Arcilla, and featuring former Sky News reporter Darren McCaffrey. It also spawned a weekly spin-off, Raw Politics: Your Call, a phone-in show which featured European Parliament members answering viewers' questions by phone or social media. The show was dropped over a year later, in October 2019, due to low viewership, with its content being integrated into the rolling news programming. Two weeks after the launch of Raw Politics, on 17 September, the full roll-out was completed with the introduction of a 5-hour evening rolling news show, Euronews Tonight, initially presented by former Sky News and BBC News presenter Sam Naz, and later by Euronews veteran Isabelle Kumar, who has worked with the channel since 2003.[40][41] The traditional pre-produced blocks of video content still remains on some late-nights and weekends. Most overnights now repeat the previous day's edition (either full or half-length) of Euronews Now. New weekly programming is also being produced, including the weekly interview series Uncut, which feature conversations from political leaders and newsmakers worldwide with minimum to no editing. The first episodes feature German-French politician Daniel Cohn-Bendit interviewing former UKIP leader Nigel Farage and former UK Prime Minister Tony Blair about Brexit. Additionally, a new social media unit was created, with journalists with a background on digital news verification leading it. The newly created team help to produce The Cube, a social media segment during rolling news shows, focusing on analysis on treatment and reactions about news headlines on social media, with special attention at the major stories of the day. No Comment, a long-standing element of Euronews' programming, remains on the channels' schedule, and it's being gradually integrated into the rolling news shows on the English-language channel.[40] Additionally, a major investment in mobile reporting via iPhone devices helped Euronews gain a major scoop, becoming the only TV news outlet worldwide to broadcast live coverage from the MV Aquarius, with Paris correspondent Annelise Borges (formerly with France 24) on assignment. Borges broadcast live for 10 days as the Italian government denied the Aquarius access to Italian ports. The coverage made headlines on many news outlets worldwide and helped Euronews augment its credibility and its audience.[40] The new Euronews also hired new correspondents in London, Berlin, Moscow, Rome, Madrid and Washington D.C., and gained access to NBC News' large network of correspondents worldwide. As of September 2018, the other language editions are unaffected, with the pre-produced blocks of video content remaining at all times. Programming dayparts were later named with proper translations of the existing daypart programming of the World edition (i.e. the evening daypart being named Euronews am Abend, Euronews Noite, Euronews Soir...). There were plans to introduce presenter-led programming during the morning slots on these other channels, eventually, the evening daypart in most of the language-specific channels became presenter-led by late 2018; all of these editions are pre-recorded and pre-produced before broadcast, and eventually looped through the night.[38] On 20 April 2020, it was reported that NBCUniversal had sold its stake in Euronews to Media Globe Networks, eventually having an overall majority share of 88%. NBCUniversal's parent company Comcast had recently acquired pan-European satellite service Sky Group, and was prioritizing a collaboration between NBC News and Sky News on a new international news channel.[42] The proposed service was scrapped in August during the COVID-19 pandemic in Europe, with the project no longer considered commercially viable.[43] As part of Euronews' digital growth post-NBC, the broadcaster has launched a series of online verticals dedicated to specific areas. These include Euronews Green, Euronews Travel, Euronews Next, and Euronews Culture.[44][45][46] In December 2021, reports surfaced that Lisbon-based Alpac Capital would buy an 88% controlling stake in Euronews from Egyptian telecoms magnate Naguib Sawiris.[2][3][4] The purchase was finalised in July 2022, following approval from the French government.[47][48] The channel is available in 430 million households in 166 countries worldwide. It reaches more than 170 million European households by cable, satellite and terrestrial. It also began to secure availability on multimedia platforms such as IPTV and digital media.[49] Euronews launched an application for mobile devices (Android, iPhone, and iPad) which is called \"Euronews Live\". The application is free of charge and is available on Google Play and the App Store.[50] This app was later shut down quietly. The channel's programmes are also available by podcast, and it has maintained YouTube channels since October 2007.[51] The following broadcasters have simulcast, or are currently simulcasting Euronews through terrestrial channels for a limited amount of time: In the US, the channel is available for free on the KlowdTV platform. In 2012, the largest Belarusian state network MTIS stopped broadcasting Euronews for unknown reasons.[54][55] In 2013, the new commercial channel Planet TV started broadcasting Euronews dubbed in Slovenian after Antenna TV SL purchased a major stake in the company. Euronews airs after closedown (or sign-off) of Planet TV, but both call sign logos are displayed. In September 2016, Euronews disappeared from the Freesat channel list in the UK, in a move made by Sawiris.[56] In September 2017, VGTRK ceased simulcasting Euronews to expand broadcasting hours of its Russia-K channel. Access to Euronews in Russia was blocked by Roskomnadzor in late March 2022 following the Russian invasion of Ukraine, with the channel being pulled from local providers as well as its websites no longer being accessible.[57] In the UK, Euronews is available, together with a number of other international news channels, via online video subscription service NewsPlayer+[58] and alongside Africanews on Freeview channel 271 via the Channelbox free streaming service.[59] Since 2018, Euronews has begun licensing its name to various private and public broadcasters and organisations in southern, central and eastern Europe, agreeing to set up localized Euronews channels broadcasting regional, national, European and international news in local languages. The first of these channels was the launch of Euronews Albania. In 2019, Euronews launched its first franchise through a joint venture with local RTV In in Albania. The new channel, known as Euronews Albania, is based in Tirana, Albania and covers the Western Balkans countries of Albania, Montenegro, Kosovo and North Macedonia.[60] In 2021, Euronews signed a partnership with TV Europa to launch a channel in Bulgarian.[61][62] The new channel started broadcasting on May 5, 2022.[63] In 2019, Euronews signed a deal with local telecommunications company Silknet to launch a channel in Georgian.[61][64] The new channel began broadcasting on 31 August.[65] In 2021, Euronews teamed up with the Politehnica University of Bucharest to launch a channel in Romanian.[61][66] The new channel started broadcasting on 25 May 2022,[67] and also covers the Republic of Moldova.[68] In 2019, Euronews teamed up with the media group HD-WIN, owned by the state-owned Telekom Srbija, to launch a channel in Serbian. The new channel started broadcasting on 3 June 2021.[69][70] High-definition (HD) broadcasting was started on 2 November 2016 via satellite using Hot Bird-capacities (English audio only). Regarding the audio codec, Euronews originally used the AC3 format, before changing to the AAC codec in March 2017, and changing again to the MPEG codec in April 2017.[71] The current Euronews logo is the fifth. From 1 January 1993 to February 1999 the logo was in the lower right corner of the screen, from February 1999 to June 2008 it was in the upper left corner of the screen, from June 2008 to May 2016 it was in the upper right corner of the screen, and from May 2016 to present it has been in the lower-left corner of the screen. Flagship Europe and global Weather Culture and technology Travel Euronews primarily broadcasts from its headquarters in Lyon, but also maintains international bureaux for editorial or marketing purposes in Athens, Brussels, Budapest, Doha, Dubai, Istanbul, London, Paris, Bucharest and Washington, D.C.[citation needed] Mário David, the father of Pedro Vargas David (CEO of Alpac Capital), is a long-time associate, advisor and friend to Hungarian Prime Minister Viktor Orbán.[73] According to Ágnes Urbán, director of the think tank Mertek Media Monitor, Euronews risks being exploited as a \"pseudo-independent\" media outpost of the government of Hungary, where it maintains a semblance of independence, but takes a \"far less critical\" stance with regard to Hungary and other so-called illiberal democracy.[74]","Title":"Euronews - Wikipedia","KeyID":"9920","URL":"https://en.wikipedia.org/wiki/Euronews"}