{"Content: ":"The Thai Public Broadcasting Service (Thai: องค์การกระจายเสียงและแพร่ภาพสาธารณะแห่งประเทศไทย; RTGS: Ongkan Krachai Siang Lae Phrae Phap Satharana Haeng Prathet Thai), or TPBS (Thai: ส.ส.ท.), is a public broadcasting service in Thailand. It was established by the Thai Public Broadcasting Service Act, BE 2551 (2008), which came into force on 15 January 2008. Under this act, TPBS holds the status of state agency with legal personality, but is not a government agency or state enterprise. TPBS operates Thai PBS (ไทยพีบีเอส), which was formerly known as iTV, TITV and TV Thai television station, respectively. Thai PBS is a public television station broadcasting on UHF Channel 29. The station broadcasts on a frequency formerly held by the privately run channel, iTV. Thai PBS tested its broadcast by connecting to a temporary signal for broadcasting to the special programs chart which had been appropriated by Television of Thailand (TVT or TV 11 Thailand) at TVT New Phetchaburi Road Broadcasting Station. (presently National News Bureau of Thailand headquarters and NBT World TV Station and fomerly UHF Channel 29, from 15–31 January 2008. Programs began on 1 February 2008.) Discussion of a public television station in Thailand began in the aftermath of the \"Bloody May\" crackdown on anti-government protests in 1992, in which the need was expressed for a TV station that would broadcast news and information free from state intervention. The resulting public debate gave rise to iTV, a privately owned channel which started broadcasting in 1995 under a 30-year state concession. According to the covenant, iTV had to include news and information no less than 70% of its total airtime. This condition made it difficult for iTV to make a profit. Soon after the 1997 economic crisis in which Thailand was hard hit, iTV underwent massive debt restructuring. Nation Multimedia Group, a major news and publishing company and shareholder, pulled out and was replaced by Shin Corporation, a telecommunications conglomerate owned by the family of Thaksin Shinawatra, who was elected prime minister in 2001. Under Shin Corporation, iTV was granted permission by an arbitration panel to increase the amount of entertainment programming and pay a significantly reduced amount of annual licensing fee in 2004. The case was contested in Thailand's Central Administrative Court, but iTV restructured its programming to include more entertainment and less news. This move was criticized as an act contrary to its original mandate.[1] iTV was also harshly criticized for its biased coverage in favor of the Thaksin government, particularly when the government encountered fierce public scrutiny surrounding the sale of Shin Corporation to Temasek Holdings and its aftermath which eventually led to the 2006 Thai coup d'état.[2] In June 2006, the Administrative Court ruled that iTV's move to change its programming structure violated conditions stated in the covenant and ruled that iTV pay fines and concession fees illegitimately lessened by the arbitration panel. Penalties totalled 94 billion baht.[3] The ruling nearly bankrupted iTV. The concession was later repealed and iTV was returned to state possession during the Surayud administration, which renamed the station TITV, but continued programming provided by the former iTV. The Surayud administration formed a task force headed by Somkiat Tangkijvanich to conduct a possibility study to transform iTV into a fully public-financed television station. This effort resulted in the proposal of the Public Broadcasting Service Act, in which legal measures were put in place to protect the new TV station against both political and commercial influence. According to the PBS Act, the new public TV station, called TPBS (Thai Public Broadcasting Service), receives financial support derived from sin taxes to ensure its financial independence and to protect itself against any possible business links.[4][5] The organization is designed such that autonomy and immunity to any intervention from politicians or state power are ensured.[4] The required establishment of a viewers committee would also help guarantee accountability and the quality of programs that reflects viewer preferences. The creation of Thai PBS was controversial, because it displaced the privately run iTV.[6][7] The announcement that iTV was to be shut down and replaced by the commercial-free TPBS in accordance with the Public Broadcasting Service Act was made with no prior announcement. Approximately 800 employees of the former TITV were uncertain of their jobs.[6] All of TITV's old programming was pulled from the air and, during a two-week interim period, programming was provided by the Public Relations Department's Television of Thailand, and mainly consisted of tributes to Princess Galyani Vadhana, who had died on 2 January 2008.[7][8] New programming by TPBS commenced on 1 February 2008, consisting of documentaries and children's programs, commissioned by the Public Relations Department. Broadcast hours were originally from 16:30 to 23:00 daily, later 11:30 to 23:00, and later 05:00 to 02:00, with five to six hours of news programs.[9] Most of the production staff for TPBS has come from the ranks of former iTV/TITV crew. The status of around 300 for iTV/TITV journalists has been uncertain.[9] managing director of Thai PBS is Thepchai Yong, a former editor of The Nation newspaper and News Director of iTV who in 2009 was awarded a Media Leadership Award by the US-based international media development NGO Internews.[10] During its short history, Thai PBS has been attacked persistently by the government of the day. In the latest example (March 2016) Prime Minister Prayut Chan-o-cha slammed the public broadcaster for being \"one-sided\" in its coverage of the ongoing drought crisis. The junta leader was angry because he thought Thai PBS was giving too much emphasis to people's suffering while neglecting what the government was doing to alleviate problems. He pointed to the fact that Thai PBS is financed by the state, which he claimed should oblige it to propagate government news releases.[5] Starting in December 2015, Thai PBS started the process of switching off analog transmissions around the country, starting with transmitters in Chiang Mai (Specifically at Fang District) and Surat Thani (Specifically at Koh samui District) provinces on 1 December.[11] The switch off was completed at midnight on 15 June 2018 into 16 June with Bangkok, Chiang Mai and Chiang Rai site transmitters.[12][13][14]","Title":"Thai Public Broadcasting Service - Wikipedia","KeyID":"9924","URL":"https://en.wikipedia.org/wiki/Thai_Public_Broadcasting_Service"}