{"Content: ":"The Bangkok Post is an English-language daily newspaper published in Bangkok, Thailand. It is published in broadsheet and digital formats. The first issue was sold on 1 August 1946. It had four pages and cost one baht, a considerable amount at the time when a baht was a paper note. It is Thailand's second oldest newspaper. (The first newspaper published in Thailand was The Bangkok Recorder which began publishing in 1844, both in Thai and English.) The daily circulation of the Bangkok Post is 110,000, 80 percent of which is distributed in Bangkok and the remainder nationwide.[2] From July 2016 until mid-May 2018, the editor of the Bangkok Post was Umesh Pandey.[3][4] On 14 May 2018, Umesh was \"forced to step down\" as editor after refusing to soften coverage critical of the ruling military junta.[4] The Bangkok Post was founded by Alexander MacDonald, a former OSS officer, and his Thai associate, Prasit Lulitanond. Thailand at the time was the only Southeast Asian country to have a Soviet Embassy. The U.S. embassy felt it needed an independent, but generally pro-American newspaper to counter Soviet views. Some claim[who?] the financing came directly from the US State Department or possibly even the OSS itself, although there is no proof of this. Nevertheless, under MacDonald's stewardship, the Bangkok Post was reasonably independent and employed many young reporters, including Peter Arnett and T. D. Allman, who later became known internationally. Alex MacDonald left Thailand after a military coup in the early 1950s, and the newspaper was later acquired by Roy Thomson. The paper has since changed hands. Major shareholders in Post Publishing include the Chirathivat family (owners of Central Group), the South China Morning Post of Hong Kong and GMM Grammy Pcl, Thailand's biggest media and entertainment company. Post Publishing PLC, publisher of the Bangkok Post, Post Today (daily Thai language business), and M2F (free Thai language daily) newspapers, returned a modest profit of 450,000 baht in 2016 compared to a 42.1 million baht loss in 2015.[5] On 14 May 2018, Umesh was \"forced to step down\" as editor after refusing to soften coverage critical of the ruling military junta.[4] He said the board of directors had asked him to \"tone down\" the newspaper's reporting and editorials on the actions of the military government, especially its suppression of free speech and election postponements. In a written statement by Umesh issued on 14 May, he said, \"When asked to tone down I did not budge and was blunt in letting those who make decisions know that I would rather lose my position than bow my head.\"[4] The Post issued a statement on 16 May to assure its readers of its continued commitment to \"editorial independence\".[6] A senior Post official said that, \"This is not an issue of government interference or press freedom per se,...This is simply an internal organisational matter.\"[7] Umesh was not fired, but transferred to another high-ranking post as assistant to a deputy COO at no loss of income.[8] Some sources within the company attributed Umesh's ouster as editor to his poor management style and ethical breaches. Some staffers who worked with Umesh cited his creation of a hostile workplace environment and unprofessional behavior. Five current and former staffers blamed him for driving away many newsroom employees, creating a toxic environment and breaching ethics.[8] Meanwhile, Prime Minister Prayut Chan-o-cha denied that the government pressured the Post to reassign Umesh, dismissing the action as \"an issue within a private company.\"[8] The Bangkok Post employs (April 2015) 179 journalists, including reporters, rewriters, editors, copy editors, photographers, and designers. Twenty-nine foreign nationals work as copy editors and print and digital news editors. Sunday editor Paul Ruffini is an Australian national. All Post staff reporters are Thai nationals, as fluency in Thai required. Foreign staff write for the newspaper's news, op-ed, sports, business, and features sections.[9] In a country where media censorship is common, the Bangkok Post portrays itself as being comparatively free. There are instances where the newspaper has been accused of self-censorship to avoid controversy or conflict with powerful individuals, including adherence to the country's strict lèse-majesté law, which prohibits open criticism of members of the Thai Royal Family. Yet another example was the newspaper's failure during the Vietnam War to report on bombing forays made from US Air Force bases in Thailand over military targets in North Vietnam and Cambodia, none of which received coverage in the local press.[citation needed] Throughout the early-2000s, the Bangkok Post took positions that were, at times, generally favorable to the government.[10] After the Thai election of 2011 the paper took a largely anti-Thaksin position aligned with the Yellow Shirts and the Democrat Party.[11] The Bangkok Post was at one time well known among expatriates for Bernard Trink's weekly Nite Owl column, which covered the nightlife of Bangkok. Trink's column was published from 1966 (originally in the Bangkok World) until 2004, when it was discontinued. The newspaper has a letters page where expatriate and Thai regulars exchange opinions on local and international concerns. According to the Post, more than half of its total readership are Thai nationals.[9] During the tenure of Prime Minister Thaksin Shinawatra, the Post largely toed the government line—at one point bowing to government pressure by firing a reporter who had exposed cracks in the runway of the prestige project Suvarnabhumi Airport along with the news editor, while The Nation, the Post's competitor, actively campaigned for Thaksin to resign.[10] Bangkok Post columnist Andrew Biggs, who had previously worked at The Nation, views the Post as the \"more staid\" of the two dailies. He noted that both publications have been \"...champions of democracy. The Nation was just a little more vocal about it.\"[12] Biggs's column in the Bangkok Post was ended with the 30 December 2019 edition.[13] A special Learning[15] section of the Bangkok Post website helps Thais learn to read English by using the daily newspaper. Vocabulary, reading questions, video and web resources are provided for a selection of articles every day. Articles are taken from the general news, tourism, entertainment, and business sections of the newspaper. The targeted audience includes individuals studying English and teachers using articles in the classroom. The editor of Bangkok Post Learning is British national Gary \"Baldy\" Boyle.","Title":"Bangkok Post - Wikipedia","KeyID":"9925","URL":"https://en.wikipedia.org/wiki/Bangkok_Post"}