{"Content: ":"Travel + Leisure is a travel magazine based in New York City, New York. Published 12 times a year, it has 4.8 million readers, according to its corporate media kit. It is published by Dotdash Meredith, a subsidiary of IAC, with trademark rights belonging to Travel + Leisure Co., a timeshare company capitally separate from IAC but licensing trademark to. Its main competitor is Condé Nast Traveler. Initially published in 1937 as U.S. Camera and Travel, the magazine later assumed the name Travel + Leisure in 1971.[3][4] The predecessor titles focused on travel photography, but the name change signaled a shift toward travel coverage in general. The magazine specializes in leisure travel and often features articles written by novelists, poets, artists, designers and non-travel journalists. It is known for its travel photography and covers featuring models lounging in upscale environments. Its World's Best Awards, an annual reader survey rating airports, cities, cruise ships, hotels and islands have been announced every August since 1995. Votes added by the magazine's readers are taken into consideration to recognize and give out the awards.[5] Other annual features include the T+L 500, a list of the world's top 500 hotels, and America's Favorite Cities, where readers rank U.S. cities in different categories. Travel + Leisure magazine was purchased from American Express Publishing by Time Inc. (which would later be acquired by Meredith Corporation) on October 1, 2013.[6][7] In 2021, Wyndham Destinations acquired Travel + Leisure from Meredith Corporation. The Travel + Leisure magazine is published independently by Dotdash Meredith under a long-term license agreement.[8] Travel + Leisure Co. sells rights to manufacture, market, and sell products bearing the Travel + Leisure trademark to licensees.[citation needed] Current and defunct international editions:[9]","Title":"Travel + Leisure - Wikipedia","KeyID":"9926","URL":"https://en.wikipedia.org/wiki/Travel_%2B_Leisure"}