{"Content: ":"Rhyolite (/ˈraɪ.əlaɪt/ RY-ə-lyte)[1][2][3][4] is the most silica-rich of volcanic rocks. It is generally glassy or fine-grained (aphanitic) in texture, but may be porphyritic, containing larger mineral crystals (phenocrysts) in an otherwise fine-grained groundmass. The mineral assemblage is predominantly quartz, sanidine, and plagioclase. It is the extrusive equivalent to granite. Magma with the composition of rhyolite is extremely viscous, due to its high silica content. This favors explosive eruptions over effusive eruptions, so rhyolitic magma is more often erupted as pyroclastic rock than as lava flows. Rhyolitic ash-flow tuffs are among the most voluminous of continental igneous rock formations. Rhyolitic tuff has been extensively used for construction. Obsidian, which is rhyolitic volcanic glass, has been used for tools from prehistoric times to the present day because it can be shaped to an extremely sharp edge. Rhyolitic pumice finds use as an abrasive, in concrete, and as a soil amendment. Rhyolite is an extrusive igneous rock, formed from magma rich in silica that is extruded from a volcanic vent to cool quickly on the surface rather than slowly in the subsurface. It is generally light in color due to its low content of mafic minerals, and it is typically very fine-grained (aphanitic) or glassy.[5] An extrusive igneous rock is classified as rhyolite when quartz constitutes 20% to 60% by volume of its total content of quartz, alkali feldspar, and plagioclase (QAPF) and alkali feldspar makes up 35% to 90% of its total feldspar content. Feldspathoids are not present. This makes rhyolite the extrusive equivalent of granite. However, while the IUGS recommends classifying volcanic rocks on the basis of their mineral composition whenever possible, volcanic rocks are often glassy or so fine-grained that mineral identification is impractical. The rock must then be classified chemically based on its content of silica and alkali metal oxides (K2O plus Na2O). Rhyolite is high in silica and total alkali metal oxides, placing it in the R field of the TAS diagram.[6][7][8][9]: 140–146  The alkali feldspar in rhyolites is sanidine or, less commonly, orthoclase. It is rarely anorthoclase. These feldspar minerals sometimes are present as phenocrysts. The plagioclase is usually sodium-rich (oligoclase or andesine). Cristobalite and trydimite are sometimes present along with the quartz. Biotite, augite, fayalite, and hornblende are common accessory minerals.[5] Due to their high content of silica and low iron and magnesium contents, rhyolitic magmas form highly viscous lavas.[9]: 23–26  As a result, many eruptions of rhyolite are highly explosive, and rhyolite occurs more frequently as pyroclastic rock than as lava flows.[10]: 22  Rhyolitic ash flow tuffs are the only volcanic product with volumes rivaling those of flood basalts.[9]: 77  Rhyolites also occur as breccias or in lava domes, volcanic plugs, and dikes.[11][12][9]: 71–72  Rhyolitic lavas erupt at a relatively low temperature of 800 to 1,000 °C (1,470 to 1,830 °F), significantly cooler than basaltic lavas, which typically erupt at temperatures of 1,100 to 1,200 °C (2,010 to 2,190 °F).[9]: 20  Rhyolites that cool too quickly to grow crystals form a natural glass or vitrophyre, also called obsidian.[13] Slower cooling forms microscopic crystals in the lava and results in textures such as flow foliations, spherulitic, nodular, and lithophysal structures. Some rhyolite is highly vesicular pumice.[5] Peralkaline rhyolites (rhyolites unusually rich in alkali metals) include comendite and pantellerite.[14] Peralkalinity has significant effects on lava flow morphology and mineralogy, such that peralkaline rhyolites can be 10–30 times more fluid than typical calc-alkaline rhyolites. As a result of their increased fluidity, they are able to form small-scale flow folds, lava tubes and thin dikes. Peralkaline rhyolites erupt at relatively high temperatures of more than 1,200 °C (2,190 °F). They comprise bimodal shield volcanoes at hotspots and rifts (e.g. Rainbow Range, Ilgachuz Range and Level Mountain in British Columbia, Canada).[15] Eruptions of rhyolite lava are relatively rare compared to eruptions of less felsic lavas. Only four eruptions of rhyolite have been recorded since the start of the 20th century: at the St. Andrew Strait volcano in Papua New Guinea and Novarupta volcano in Alaska as well as at Chaitén and Cordón Caulle volcanoes in southern Chile.[16][17] The eruption of Novarupta in 1912 was the largest volcanic eruption of the 20th century,[18] and began with explosive volcanism that later transitioned to effusive volcanism and the formation of a rhyolite dome in the vent.[19] Rhyolite magmas can be produced by igneous differentiation of a more mafic (silica-poor) magma, through fractional crystallization or by assimilation of melted crustal rock (anatexis). Associations of andesites, dacites, and rhyolites in similar tectonic settings and with similar chemistry suggests that the rhyolite members were formed by differentiation of mantle-derived basaltic magmas at shallow depths. In other cases, the rhyolite appears to be a product of melting of crustal sedimentary rock.[10]: 21  Water vapor plays an important role in lowering the melting point of silicic rock,[10]: 43  and some rhyolitic magmas may have a water content as high as 7–8 weight percent.[20][21]: 44  High-silica rhyolite (HSR), with a silica content of 75 to 77·8% SiO2, forms a distinctive subgroup within the rhyolites. HSRs are the most evolved of all igneous rocks, with a composition very close to the water-saturated granite eutectic and with extreme enrichment in most incompatible elements. However, they are highly depleted in strontium, barium, and europium. They are interpreted as products of repeated melting and freezing of granite in the subsurface. HSRs typically erupt in large caldera eruptions.[22] Rhyolite is common along convergent plate boundaries, where a slab of oceanic lithosphere is being subducted into the Earth's mantle beneath overriding oceanic or continental lithosphere. It can sometimes be the predominant igneous rock type in these settings. Rhyolite is more common when the overriding lithosphere is continental rather than oceanic. The thicker continental crust gives the rising magma more opportunity to differentiate and assimilate crustal rock.[23] Rhyolite has been found on islands far from land, but such oceanic occurrences are rare.[24] The tholeiitic magmas erupted at volcanic ocean islands, such as Iceland, can sometimes differentiate all the way to rhyolite, and about 8% of the volcanic rock in Iceland is rhyolite. However, this is unusual, and the Hawaiian Islands (for example) have no known occurrences of rhyolite. The alkaline magmas of volcanic ocean islands will very occasionally differentiate all the way to peralkaline rhyolites, but differentiation usually ends with trachyte.[25] Small volumes of rhyolite are sometimes erupted in association with flood basalts, late in their history and where central volcanic complexes develop.[26] The name rhyolite was introduced into geology in 1860 by the German traveler and geologist Ferdinand von Richthofen[27][28][29] from the Greek word rhýax (\"a stream of lava\")[30] and the rock name suffix \"-lite\".[31] In North American pre-historic times, rhyolite was quarried extensively in what is now eastern Pennsylvania. Among the leading quarries was the Carbaugh Run Rhyolite Quarry Site in Adams County. Rhyolite was mined there starting 11,500 years ago.[32] Tons of rhyolite were traded across the Delmarva Peninsula,[32] because the rhyolite kept a sharp point when knapped and was used to make spear points and arrowheads.[33] Obsidian is usually of rhyolitic composition, and it has been used for tools since prehistoric times.[34] Obsidian scalpels have been investigated for use in delicate surgery.[35] Pumice, also typically of rhyolitic composition, finds important uses as an abrasive, in concrete,[36] and as a soil amendment.[37] Rhyolitic tuff was used extensively for construction in ancient Rome[38] and has been used in construction in modern Europe.[21]: 138  Volcanic rocks: Subvolcanic rocks: Plutonic rocks: Picrite basalt Peridotite Basalt Diabase (Dolerite) Gabbro Andesite Microdiorite Diorite Dacite Microgranodiorite Granodiorite Rhyolite Microgranite Granite","Title":"Rhyolite - Wikipedia","KeyID":"993","URL":"https://en.wikipedia.org/wiki/Rhyolite"}