{"Content: ":"The provincial government of Quebec (French: gouvernement provincial du Québec) is the body responsible for the administration of the Canadian province of Quebec. A constitutional monarchy, the Crown is the corporation sole, assuming distinct roles: the executive, as the Crown-in-Council; the legislature, as the Crown-in-Parliament; and the courts, as the Crown-on-the-Bench. The powers of the Crown are exercised on behalf of three institutions—the Executive Council (Cabinet); the National Assembly; and the judiciary, respectively. The term Government of Quebec (French: Gouvernement du Québec) can refer to either the collective set of all three institutions, or more specifically to the executive—ministers of the Crown (the Executive Council) of the day, and the non-political staff within each provincial department or agency, i.e. the civil services, whom the ministers direct—which corporately brands itself as the Gouvernement du Québec, or more formally, Her Majesty's Government (French: Gouvernement de Sa Majesté).[1][2] In both senses, the current construct was established when the province joined Confederation in 1867. Quebec is a secondary jurisdiction of Canada, a constitutional monarchy with a parliamentary democracy in the Westminster tradition; a Premier—presently François Legault of the Coalition Avenir Québec—is the head of government and is invited by the Crown to form a government after securing the confidence of the National Assembly, typically determined through the election of enough members of the National Assembly (MNAs) of a single political party in a election to provide a majority of seats, forming a governing party or coalition.[3] The sovereign is Queen Elizabeth II, Canada's head of state, who is represented provincially in Quebec by the lieutenant governor, presently J. Michel Doyon. Queen Elizabeth II, as monarch of Canada is also the Queen of Quebec. As a Commonwealth realm, the Canadian monarch is shared with 14 other independent countries within the Commonwealth of Nations.[9] Within Canada, the monarch exercises power individually on behalf of the federal government, and the 10 provinces. While the powers of the Crown are vested in the monarch, they are exercised by the lieutenant government, her personal representative, typically on the binding advice of the premier and Executive Council. In Canada, lieutenant governor is appointed by the governor general, on the advice of the prime minister of Canada.[13] Thus, it is typically the lieutenant governor whom the premier and ministers advise, in exercising much of the royal prerogative. While the advice of the premier and Executive Council is typically binding on the lieutenant governor, there are occasions when the lieutenant governor has refused advice. This usually occurs if the premier does not clearly command the confidence of the elected National Assembly. The lieutenant governor is tasked with a number of governmental duties. Not among them, though, is delivering the Throne Speech, which sets the lieutenant governor of Quebec apart from the other Canadian viceroys. (Instead, new sessions begin with the Opening Speech by the premier.[14][15]) The lieutenant governor is also expected to undertake various ceremonial roles. For instance, upon installation, the lieutenant governor automatically becomes a Knight or Dame of Justice and the Vice-Prior in Quebec of the Most Venerable Order of the Hospital of Saint John of Jerusalem. The lieutenant governor presents numerous other provincial honours and decorations[16] and various awards that are named for and presented by the lieutenant governor,[17] which were reinstated in 2000 by Lieutenant Governor Lise Thibault. These honours are presented at official ceremonies, which count among hundreds of other engagements the lieutenant governor takes part in each year, either as host or guest of honour; in 2006, the lieutenant governor of Quebec undertook 400 engagements and 200 in 2007.[18] Federally, a notable instance occurred in 1926, known as the King-Byng Affair, when Governor General Lord Byng of Vimy refused Prime Minister Mackenzie King's request to dissolve the federal Parliament to call for a general election. More recently in British Columbia, in 2017 following the provincial election, Premier Christy Clark met with Lieutenant Governor Judith Guichon and advised dissolution of the Legislature. Guichon declined the Clark’s request. Clark then offered her resignation as Premier, and the leader of the Official Opposition, John Horgan, who was able to command the confidence of the elected Legislature, was invited to form government.[19] The executive power is vested in the Crown and exercised \"in-Council\", meaning on the advice of the Executive Council; conventionally, this is the Cabinet, which is chaired by the premier and comprises ministers of the Crown. The term Government of Quebec, or more formally, Her Majesty's Government refers to the activities of the Queen-in-Council. The day-to-day operation and activities of the Government of Quebec are performed by the provincial departments and agencies, staffed by the non-partisan public service and directed by the elected government. The premier of Quebec (French: premier ministre du Québec, lit. 'prime minister of Quebec') is the primary minister of the Crown. The premier acts as the head of government for the province, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As premiers hold office by virtue of their ability to command the confidence of the elected Nation Assembly, they typically sit as a MNA and lead the largest party or a coalition in the Assembly. Once sworn in, the premier holds office until he or she resigns or is removed by the lieutenant governor after either a motion of no confidence or defeat in a general election.[20] Among Canadian premiers, the Quebec premier is unique, in that new sessions begin with the Opening Speech by the premier,[14] rather than a speech from the throne by the lieutenant governor, as is the case federally as well. In Canada, the Cabinet (French: Conseil des ministres, lit. 'council of ministers') of provincial and territorial governments are known as an Executive Council (French: Conseil exécutif). François Legault has served as Premier since October 18, 2018, after the Coalition Avenir Québec won a majority government following the 2018 election. The Parliament of Quebec consists of the unicameral 125-member National Assembly of Quebec (French: Assemblée Nationale), and the Crown-in-Parliament. As government power is vested in the Crown, the role of the lieutenant governor is to grant royal assent on behalf of the monarch to legislation passed by the National Assembly. The Crown does not participate in the legislative process save for signifying approval to a bill passed by the Assembly. Until 1968, the Quebec legislature was bicameral,[21] consisting of the Legislative Council and the Legislative Assembly. In that year, the Legislative Council was abolished and the Legislative Assembly was renamed the National Assembly. Quebec was the last province to abolish its legislative council. The legislature plays a role in the election of governments, as the premier and Cabinet hold office by virtue of commanding the body's confidence. Per the tenants of responsible government, Cabinet ministers are almost always elected MNAs, and account to the National Assembly. The second largest party of parliamentary caucus is known as the Official Opposition, who typically appoint MNAs as critics to shadow ministers, and scrutinize the work of the government. The Official Opposition is formally termed Her Majesty's Loyal Opposition, to signify that, though they may be opposed to the premier and Cabinet of the day's policies, they remain loyal to Canada, which is personified and represented by the Queen.[22] The principal judicial courts of Québec are the Court of Quebec, the Superior Court and the Court of Appeal. The appointment judges of the Court of Quebec is a function of the provincial Crown on advice of the premier and Executive Council, while the federal Cabinet determines the composition of the other two.","Title":"Government of Quebec - Wikipedia","KeyID":"9932","URL":"https://en.wikipedia.org/wiki/Government_of_Quebec"}