{"Content: ":"The Ministry of Health of Chile (Spanish: Ministerio de Salud de Chile), also known as MINSAL, is the cabinet-level administrative office in charge of planning, directing, coordinating, executing, controlling and informing the public health policies formulated by the President of Chile. Notably, all employees pay 7% of their monthly income to FONASA, the funding branch of the Chilean Ministry of Health. The current Minister of Health is María Begoña Yarza. The minister has two adjunts: the Undersecretary of Public Health (Spanish: Subsecretaria de Salud Pública) and the Undersecretary of Assistance Networks (Spanish: Subsecretaria de Redes Asistenciales). In 1808, the Committee of Vaccines (Spanish: Junta de Vacunas) was founded, and then in 1832 the Board of Directors of Hospitals (Spanish: Junta Directiva de Hospitales) began operations. Both organizations were precursors of what would become the modern institutions of public health. In 1907, a division charged with the administration of public hygiene was created under the Ministry of the Interior (Spanish: Ministerio del Interior). Then on 14 October 1924, this division was made into the cabinet-level Ministry of Hygiene, Social Assistance and Welfare (Spanish: Ministerio de Higiene, Asistencia y Previsión Social), with the same function (Decree No. 44, 1924). In 1927 all the ministries underwent an important restructuring; with these change it became the Ministry of Social Welfare (Spanish: Ministerio de Bienestar Social), and was charged with, as well as the coordination of public health policies, the investigation of the application of laws relating to society, public welfare, and social security. In 1932, it was once again renamed, becoming the Ministry of Public Health (Spanish: Ministerio de Salubridad Pública), then the Ministry of Public Health, Social Assistance and Welfare (Spanish: Ministerio de Salubridad Pública, Asistencia y Previsión Social) in 1936, and later the Ministry of Public Health and Social Welfare (Spanish: Ministerio de Salud Pública y Previsión Social) in 1953. In 1959, the ministry was divided into the Ministry of Public Health (Spanish: Ministerio de Salud Pública), the modern form of the ministry, and, assuming the functions regulating the welfare of Chileans, the Ministry of Work and Social Welfare (Spanish: Ministerio del Trabajo y Previsión Social). Finally, from 1973 to 1979, the internal structure of the ministry, now simply the Ministry of Health, was reorganized, creating services such as the National Health Fund (Spanish: Fondo Nacional de Salud), or FONASA. Currently under the Ministry are the following public institutions:","Title":"Ministry of Health (Chile) - Wikipedia","KeyID":"9933","URL":"https://en.wikipedia.org/wiki/Ministry_of_Health_(Chile)"}