{"Content: ":"Listín Diario (Lit. Small Daily List) is one of the leading newspapers in the Dominican Republic, and the oldest still being published.[1] Listín Diario, was founded on 1 August 1889 by Arturo Pellerano Alfau and Julian Atiles, two successful merchants who endeavored to inform the general public of the arrival and departure of merchant ships into Dominican ports. Soon after, the one page Listín Diario Marítimo became a broadsheet newspaper, printed out of the Pellerano & Atiles offices in the Colonial Zone of Santo Domingo. The Venezuelan writer and poet Andrés Mata was its editor for a time.[2] Pellerano Alfau served as editor and publisher of the newspaper until his death in the early 1930s. During his tenure, Listín Diario championed some of the era's more significant regional issues, such as: Cuban Independence, from 1894-98, during which time it regularly published letters from Dominican General Máximo Gómez, who fought on the Cuban side; during the American intervention of 1916-24, Listín maintained a serene opposition to the intervention, regularly publishing articles and editorial columns written by the Dominican patriots. Listín's biggest battle of the first half of the twentieth century was against General Rafael Leónidas Trujillo, whom it opposed during the first ten years of his mandate, and as a consequence, was financially strangled by the dictator, having to shut down operations for all of 21 years.[citation needed] Even before Trujillo was assassinated in May 1961, Pellerano's descendants started to plan the paper's revival. On 1 August 1963 -- the 74th anniversary of the paper's founding -- led by Carlos Alberto Ricart Vidal (married to Nelly Pellerano López-Penha, daughter of Arturo Pellerano Alfau), together with Moisés Pellerano Lopez-Penha, Rogelio Pellerano Romano, Máximo Pellerano Romano and other close relatives, Listín Diario was edited again. Ricart Vidal was publisher from 1963-84, when he retired and gave way to Rogelio Pellerano, who served on that post until his death in 1993. The family tapped Rafael Herrera Cabral, then editor of El Caribe, another leading daily newspaper at the time, as the editor of Listín Diario. Herrera served from 1963 until his death in 1994, and is considered one of the most important editorialists of the Dominican Republic. Listín Diario´s current editor-in-chief is Miguel Franjul. On August 1, 1963 Listín Diario reappeared after more than 20 years without being published. In the front page’s first edition it was published a message inspired by patriotics, civics and morals, ideals written by the founder Arturo Pellerano Alfau. Also in the same cover it was shared a greeting by the Associated Press. In this new challenging beginning Listín Diario had 24 pages with eight columns returning after more than two muted decades. The new edition was planned by Carlos Alberto Ricart and his family in San José de Costa Rica in 1960 and when Dominican Republic had better political conditions and with Rafael Leonidas Trujillo’s death, Moisés A. Pellerano, Rogelio Pellerano (Tuturo), Manuel de Jesús Gómez Peckham (Júnior), Gisela Pellerano’s husband; Juanita Pellerano and Nelly Pellerano de Ricart made a comeback reunion. This first editorial written in 1963 represents a mission for anyone on whom that responsibility rests. The compendium “Cien años del Listín\" speaks of this task being entrusted to Manuel Amiama, (Don Cundo), due to his vast experience as a writer and journalist, and for his deep knowledge of Dominican journalism’s history, in order to give testimony to what the Listín meant for the country in 53 years of trajectory. “Aquí está el Listín”, was the title of one of the most important editorials in Dominican history, in which Aimiama reaffirmed the impartiality that has Listín Diario since the first edition. Newspapers greetings In the 128th Listín Diario’s anniversary, different newspapers greeted it for the long and brave journey. El Día said that this mission had been long, fructiferous and full of challenges. Reaching 128 years of work meant redoubling efforts, overcoming communicative and conventional difficulties until handling the modern tools of this century. It also mentioned that Listín Diario has a unique history in Dominican’s journalism and of all the papers it is the oldest, thanks to many factors, among them because it has been able to make important decisions through the years. Hoy describes that Listín Diario had run evenly, and sometimes ahead, with the challenges of the times. The thrust of digital media is an unavoidable challenge for print journals, and has not wavered before this reality, which assumes permanent innovations, good information and reading material, and through timely research on the topics more interesting for social plurality. Listín Diario’s new format On March 11, 2019 Listín Diario released a brand new tabloid format. The editor in chief, Miguel Franjul, explained that this one is more comfortable, manageable and attractive for the readers. Following the same route as the newspapers that have been references of the highest credibility and acceptance in the world, the LISTIN DIARIO bets on its constant renewal, not only with the modernization of its design but with a new approach to discover the news under any of the possible scales, said Franjul. Also, he mentioned that this transformation has been accompanied by heavy investments in technologies that make it possible to combine the printed editions with the digital ones, increasing the audiences extraordinarily, therefore achieving higher revenues off the monetization plans, through both platforms, in response to the progressive decline in the advertising of the printed platform. “We’re tuning in with the trends that mark the processes of renewal and innovation of this era, and still resembling the pure truth while also preserving our stamp of identity, which has been carved thanks to a history of 130 years of hard work and existence as a legitimate voice of the national conscience”, he told.","Title":"Listín Diario - Wikipedia","KeyID":"9935","URL":"https://en.wikipedia.org/wiki/List%C3%ADn_Diario"}