{"Content: ":"The Jamaica Information Service (JIS) is an executive agency of the Government of Jamaica responsible for disseminating information about government programs, projects, and services.[1] The agency's main functions involves the gathering, production and dissemination of information on government policies and programmes, locally and overseas. To achieve its objectives, the agency utilizes a broad range of media skillsets: print, radio, television, graphic arts, video projection, and public relations.[2] The Jamaica Information Service was established in 1956.[3] At its inception, the agency was first known as the Government Public Relations Office (GPRO), which was primarily concerned with issuing press releases and maintaining good relations between the press and the Government. The scope of the GPRO was widened in 1957 when it was integrated with the Jamaica Film Unit and the Government Broadcasting Service. The name of the agency was changed to Public Relations and Information Services to reflect its expanded focus. Subsequently, photography and a publications unit were added to the structure of the organisation.[4] In January, 1963, the GPRO was renamed the Government Information Office (later changed to the Jamaica Information Service), and a television unit was formed.[4] During this period, the JIS focused primarily on writing and distributing press releases and photographs, writing publications, mounting public education campaigns, and producing stories for radio, film and television. The agency also had a mobile service which showed films in rural communities islandwide. On 1 April 1974, under the Michael Manley-led People's National Party administration, the agency was granted a semi-autonomous structure with a nine-member advisory board, chaired by journalist John Hearne, and the name of the organisation was changed to the Agency for Public Information (API).[5] In 1980, during the administration of prime minister Edward Seaga, the name of the agency was reverted to Jamaica Information Service. On October 8, 1984, the Seaga government made the Jamaica Press (JAMPRESS) News Agency, which had been suspended since 1980, its official news outlet. JAMPRESS replaced the news-gathering function of the Jamaica Information Service (JIS) and the print news and photography functions of the JIS were turned over to JAMPRESS. The JIS was restructured, with the public affairs (now public relations), radio, television and printing functions remaining within the organization. JIS was retained as a full department of government under the Ministry of Public Service.[6] On April 1, 2001, as part of the World Bank-funded Public Sector Modernisation Programme, the JIS and JAMPRESS were merged to become an semi-autonomous executive agency, headed by a Chief Executive Officer (CEO). In addition to providing communication services to all ministries, agencies, and departments of government, as an executive agency, the JIS earns revenue from services offered to government and non-government entities.[7][8] The agency is made up of seven departments: Editorial; Photography Unit; Public Relations and Marketing; Research & Publications; JIS Radio; JIS Television (JIS TV); and the Computer Services Department, which does web design, advertising, and streaming.[1]","Title":"Jamaica Information Service - Wikipedia","KeyID":"9945","URL":"https://en.wikipedia.org/wiki/Jamaica_Information_Service"}