{"Content: ":"Proceso (Spanish: Process) is a left-wing Mexican news magazine published in Mexico City. It was founded in 1976 by journalist Julio Scherer García,[1] who additionally served as its president until his death in 2015. Proceso was renowned for its left-wing journalism.[2][3] This magazine debuted on November 6, 1976 during the term of President of Mexico Luis Echeverría Álvarez after political pursuing caused Scherer to be expelled from his position of editor of Excélsior. Artists and intellectuals donated paintings, ceramics, sculptures and photographs to be auctioned to finance Comunicación e Información, S.A. (CISA), the magazine's publishing company. Scherer and other ex-columnists and reporters founded Proceso, edited by CISA. The first years of the magazine were difficult and the board had problems issuing paychecks to its staff. A year later, the director of Proceso, Miguel Ángel Granados Chapa quit to join the newspaper Unomásuno. Then Gastón García Cantú, a columnist, left the publication because of an article published in Proceso questioning his designation as director of the National Institute of Anthropology and History. During the presidency of José López Portillo (cousin of Scherer) there was a flirting with the magazine that finished with Lopez Portillo's anger, saying \"No pago para que me peguen (I don't pay to be beaten)\" and pressuring the magazine by withdrawing governmental advertisements. In 2000, Francisco Ortiz Pinchetti, one of the founders and most known reporters of the magazine, with his son, Francisco Ortiz Pardo, a reporter himself, covered Vicente Fox´s campaign. One of their texts was changed and mutilated by editorial board, to present Fox in a negative light. After a public correction was published in the magazine, both were expelled without explanations. The story was explained in the book El fenómeno Fox: la historia que Proceso censuró.[4] In 2003, Argentine author Olga Wornat published La jefa (\"She-chief\") about the wife of president Vicente Fox, Marta Sahagún and her sons. Federal deputy Ricardo Scheffield asked the federal government to investigate the claims of corruption raised by Wornat. In 2005, Wormat published a second book, Crónicas malditas (\"Cursed chronicles\"), about Sahagún and her sons. An article was published on Proceso on February 27 of the same year about the dissolution Sahagún's first marriage (claims of domestic violence were made against her then-husband) and about the \"suspicious\" businesses of Sahagún's sons. On May 3 of the same year, Marta Sahagún filed a civil lawsuit before the Tribunal Superior de Justicia del Distrito Federal (Supreme Tribunal of Justice of the Federal District) against Wornat and Proceso for \"moral damages\" and breach of privacy. Manuel Bibriesca Sahagún, son of Marta, filed a separate lawsuit against Wornat. On November 27 of 2005, Proceso published an article titled Amistades peligrosas (\"Dangerous friendships\"), wherein Raquenel Villanueva, a lawyer who has defended drug kingpins, declares she met Fernando Bribiesca Sahagún, son of Marta, in 2003 with Jaime Valdez Martinez, a client of hers. The Procuraduría General de la República considers Valdez one of the representatives of drug cartel leader Joaquín \"El Chapo\" Guzmán Loera. Currently, the Chamber of Deputies is investigating the Bribiesca sons. Shortly after the death of Pope John Paul II, Proceso had the famous cover (April 2005, issue 1484) of a broadly smiling Marta Sahagún dressed in black while her husband was in a press conference after attending the Pope's funeral (both Marta and Fox declared themselves devout Christians and traveled to the funeral).","Title":"Proceso (magazine) - Wikipedia","KeyID":"9948","URL":"https://en.wikipedia.org/wiki/Proceso_(magazine)"}