{"Content: ":"El Nuevo Día (English: The New Day) is the newspaper with the largest circulation in Puerto Rico.[citation needed] It was founded in 1909 in Ponce, Puerto Rico, and today it is a subsidiary of GFR Media. Its headquarters are in Guaynabo, Puerto Rico.[5] El Nuevo Día was founded in 1909 in the city of Ponce as \"El Diario de Puerto Rico,\"[a] later changing its name to \"El Día\" in 1911, a name it kept for nearly seven decades. Its founder was Guillermo V. Cintrón,[2] with assistance from Eugenio Astol and Nemesio Canales.[3] Its editorial staff consisted of Felix Matos Bernier, Juan Braschi, Nemesio R. Canales, Felix Astol, and Eugenio Deschamps.[6] In 1928 Guillermo V. Cintron sold the paper to Guillermo Vivas Valdivieso who formed an editorial team consisting of the three Gil De Lamadrid brothers (Jesus, Joaquin and Alfredo), Enrique Colon Barega, and Julio Enrique Monagas, and published the paper until 1945. Under his directorship the paper also started distribution in San Juan, Puerto Rico.[6] On 8 November 1945, the newspaper was acquired by Ponce native and future governor Luis A. Ferré. Its board of directors consisted of Raul Matos Balaguer, Arturo Gallardo Guerrero, Miguel Sotero Palermo, Juan A. Wirshing, and Luis A. Ferre. After Ferré was elected governor of Puerto Rico in 1968, his eldest son, Antonio Luis Ferré, purchased the paper from his father.[6] The paper's slogan was \"Y vivamos la moral, que es lo que nos hace falta\" (roughly, \"And let us live by the moral yardstick, which is what we lack).[6] Two years after this, in 1970, Antonio Luis moved the newspaper to San Juan and renamed it \"El Nuevo Día\". The paper's first director under Antonio Luis Ferre was Carlos Castañeda. During its first years in San Juan, El Nuevo Día's newsroom was located in the \"Torre de la Reina\" building, near the Luis Muñoz Rivera Park in Puerta de Tierra. It subsequently moved, in 1986, to its current location municipality of Guaynabo. \"El Nuevo Día\" continues to be owned and published by the Ferré family. The newspaper's current president is María Eugenia Ferré Rangel and the current editor is Luis Alberto Ferré Rangel. As of 2006, El Nuevo Día is the most widely read newspaper in Puerto Rico, with a daily circulation of 155,000.[citation needed] Its main competitor in terms of sales is El Vocero. Content-wise, both papers have somewhat different news formats and audiences. While El Nuevo Día has been known largely for its political reporting, El Vocero has traditionally taken a more tabloid-oriented approach, giving greater prominence to news stories on daily street crime. More recently, however, \"El Vocero\" has begun to put greater emphasis to political and business news, making it a more direct competitor to \"El Nuevo Día.\" In addition to its political and community sections, El Nuevo Día also has sports, entertainment and business sections. Its previous television commercial campaign slogan read: El Nuevo Día: Un Gran Periodico (\"El Nuevo Día: A Great Newspaper\"). The campaign slogan recently[when?] changed to \"El Nuevo Día: Conocer es Crecer\" (\"El Nuevo Día: To Know is to Grow\"). From 2003 to 2008, El Nuevo Día had an Orlando edition called El Nuevo Día Orlando. It started publication on 2 September 2003 and was published on weekdays. On 13 November 2009, the newspaper began to circulate free of charge. The paper printed 25,000 copies daily.[citation needed] A study showed that 96% percent of people who read the Orlando edition read it at home. The Orlando edition ceased publication on 29 August 2008.[7]","Title":"El Nuevo Día - Wikipedia","KeyID":"9956","URL":"https://en.wikipedia.org/wiki/El_Nuevo_D%C3%ADa"}