{"Content: ":"CNA, an acronym derived from its previous name, Channel NewsAsia,[1] is a Singaporean public, state-owned 24-hour multinational news television channel by the Mediacorp. It broadcasts free-to-air domestically and as a pay television channel to 29 territories across Asia-Pacific.[2][3] The network has been positioned as an alternative to Western-based international media in its presentation of news from \"an Asian perspective\".[4] It is run by Mediacorp News Pte Ltd,[5] a subsidiary of the Singapore's media conglomerate Mediacorp Pte Ltd.[6] Alongside its main focus as an English-language news television channel, CNA also broadcasts and produces news and current affairs content in Singapore's other official languages: Chinese, Malay and Tamil. Content is produced for Mediacorp's online platforms, with news bulletins made for and shown on the company's mass entertainment channels Suria, Channel 5, Channel U, Channel 8 and Vasantham in their respective languages. CNA provides news broadcasts through its own domestic radio station. It also provides live streaming of world news through its official online portal,[7] and its social media presence through Facebook, Instagram, YouTube[8] and Twitter as well as apps for tablets and mobile devices to allow viewers to access content at any time.[9] Channel NewsAsia was launched on 1 March 1999 under the Television Corporation of Singapore. The network aired only in Singapore at the beginning, as it was only focused on news from that country. It started to be distributed in other Asian countries on 28 September 2000.[10] In August 2012, CNA reached an agreement to be broadcast in Myanmar through satellite-TV operator Sky Net.[11] CNA opened its Myanmar news bureau in the capital Yangon in October 2013 – the bureau officially opened in January 2014 – as only one of four foreign news organisations licensed to operate in the country at the time.[12] On 21 January 2013, CNA underwent a major relaunch, introducing a new studio at the Marina Bay Financial Centre, an expansion in programming, and the new slogan \"Understand Asia\". With the changes, CNA added additional news and current affairs programmes focusing on business and the \"dynamism and progress\" of Asia, and added the new late-night newscast News Pulse (which would feature coverage of international headlines, predominantly involving the Americas and Europe) to expand into a 24-hour service. managing director Debra Soon explained that \"as the locus of the world economy shifts towards Asia, we believe we are well positioned to deliver what we've been doing daily since 1999, and help audiences around the world better Understand Asia.\"[13][14] In July 2014, CNA opened its Vietnam bureau.[15] Other bureaus the channel had opened at the time were Beijing, Hong Kong, Jakarta, Seoul and Tokyo; unofficial offices were also maintained in other cities such as Mumbai, New Delhi and Washington D.C.[citation needed] In September 2014, the channel announced plans to expand its studio in Kuala Lumpur, Malaysia, into a fully functional satellite office with high definition capabilities.[16] On 26 May 2015, CNA began broadcasting in high definition. In July 2015, CNA's reach was placed at 58 million households in 26 countries.[17] CNA began broadcasting in India on 19 November 2015, through satellite operator Tata Sky. The move extended the network's reach to 14 million households in India,[18] On 1 August 2018, CNA was launched on Astro in Malaysia. It stayed on Channel 533 and moved to Channel 515 on 1 April 2020. In March 2019, Mediacorp announced that Channel NewsAsia would rebrand as \"CNA\" full-time, in an effort to abandon a \"TV-centric\" identity to emphasise its multi-platform operations. This would include the relaunch of its news radio station 938Now in as CNA Talk, and the upcoming citizen journalism initiative Tell CNA.[1][19] CNA's programs are transmitted into two separate broadcast feeds:","Title":"CNA (TV network) - Wikipedia","KeyID":"9960","URL":"https://en.wikipedia.org/wiki/CNA_(TV_network)"}