{"Content: ":"Coordinates: 46°03′15″N 14°30′31.70″E﻿ / ﻿46.05417°N 14.5088056°E﻿ / 46.05417; 14.5088056 Radiotelevizija Slovenija (English: Radio-Television of Slovenia) – usually abbreviated to RTV Slovenija (or simply RTV within Slovenia) – is Slovenia's national public broadcasting organization. Based in Ljubljana, it has regional broadcasting centres in Koper and Maribor and correspondents around Slovenia, Europe, and the world. RTV Slovenija's national radio services operate under the name Radio Slovenija, while the television division carries the name Televizija Slovenija or TV Slovenija. The names are sometimes Anglicized as Radio Slovenia and TV Slovenia, respectively. There are three national and four regional radio services, which can all be heard online as well. RTV Slovenija also finances the RTV Slovenia Symphony Orchestra and the RTV Slovenia Big Band. The legal foundation for the institution is the Radiotelevizija Slovenija Act (Slovene: Zakon o Radioteleviziji Slovenija). It is the only public nonprofit broadcasting organization in Slovenia to operate both radio and television stations. The law also requires it to air radio and television services for the country's two indigenous linguistic minorities, which it does in collaboration with the regional broadcasting centres in Maribor (for the Hungarian-speaking minority) and in Koper (for the Italian-speaking minority). Approximately 73% of RTV Slovenija's funding comes from television licence fees.[1] Radio Ljubljana signed on the air for the first time on September 1, 1928, with experimental broadcasts. By October 28 the radio station already had a scheduled programme. On April 11, 1941, the station's transmitter in Domžale was destroyed and the station was occupied by Italy. On April 1, 1949, the first TV laboratory was established in Ljubljana, but was separate from the radio station. However, the task of setting up a television service was eventually assigned to Radio Ljubljana. Second radio program started in 1951. On November 11, 1958, the TV channel got a regular schedule, but it was shared by other Yugoslav republics, with TV Ljubljana getting around 30% of airtime. TV Ljubljana produced its first broadcast for Eurovision, showing ski jumping in Planica, in 1960. The color program broadcasting started in 1966. During that decade, the amount of programming produced exclusively for Slovenian audiences increased substantially. On April 15, 1968, the main evening newscast was broadcast in Slovene for the first time. It had previously originated in Belgrade and was produced in Serbo-Croatian. In 1970, the RTV Slovenia record label was established. In 1971, TV Koper/Capodistria, a subsidiary of RTV Ljubljana, was launched as the first bilingual TV station in Slovenia, serving the Italian community in Slovenia and Croatia. However, it enjoyed huge popularity in many parts of Italy. There, RAI still had a monopoly on television, so many Italians eagerly tuned into the new Yugoslav station, which broadcast mostly in color. Private companies built transmitters and translators in various parts of Italy that made TV Koper-Capodistria (generally known as \"Telecapodistria\" in Italy) available to millions of Italians. Because the station used the PAL color standard, Italians bought PAL TV sets in large numbers, ending the hopes of the French government that Italy might adopt its SECAM system instead. With the advent of privately owned, purely commercial television in Italy, the station's popularity eventually began to diminish. During the 1970s, TV Ljubljana's main service was also gradually converted to color. In 1984, teletext was introduced, whereas the digitalization started in 1986. In 1989, Radio Ljubljana started transmitting an RDS signal. At first, TV Ljubljana's second television network primarily relayed programs from other Yugoslav television stations. In the late 1980s, however, the percentage of TV Ljubljana's own programs on the second network increased dramatically. In the year when Slovenia became independent in 1991, the institution was renamed to Radiotelevizija Slovenija (from RTV Ljubljana). On January 1, 1993, RTV Slovenija was admitted as a full active member of the European Broadcasting Union following the collapse of Yugoslavia, and began participation in the Eurovision Song Contest. In the mid- to late 1990s, TV Slovenia began to face increased competition from Slovenia's commercial television stations. In 1995, RTV Slovenija published its first web page. Radio digitalization started in 1995, whereas the digitalization of television broadcasting started in 1999. In 1997, satellite broadcasting started via Hot Bird 3. In 2001, RTV Slovenija's Multimedia Centre was established to help introduce new technologies. A new multimedia web portal was introduced in 2002. This portal includes regular news updates, broadcast archives, and the live transmission on line of most services, both radio and television. RSS feeds were introduced in 2005. The public broadcaster referendum, 2005 was approved by a slight majority of voters, but the referendum saw a very low turnout. On November 12, 2005, a law was passed stating that Radio-television Slovenia is \"a public institution of special cultural and national importance...\"[2] In May 2008 TV Slovenia began airing a new TV channel, TV Slovenija 3, dedicated primarily to live Parliament coverage. In August 2008 TV Slovenia broadcast their first HD event – Olympic Games 2008 on test DVB-T channel. The Slovenian public broadcaster law referendum, 2010 was rejected by voters. In 2011, analogue signal was abandoned.[3][4] The 1994 Law on RTV Slovenia regulates public broadcasting. RTV Slovenia has a Programming Council and a supervisory board; RTV is required by law to be independent and autonomous, to respect human integrity and dignity in its programs, to observe the principle of impartiality, and to ensure the truthfulness of information and the pluralism of opinions and religious beliefs. The law also requires the public broadcaster to provide radio and TV programs for the Italian and Hungarian minorities in Slovenia.[5] After EU accession, the new 2005 Law on RTV Slovenia reintroduced a dominant role of the state and the executive in the appointment of RTV's governing bodies, excluding civil society institutions (e.g. universities, association of writers, and sports organisations) which were previously involved. The draft law raised several domestic and international criticisms, including from the International Federation of Journalists and the Council of Europe, but the Slovenian institutions dismissed most of them[6] and went along with adopting the new law in November 2005, which was later narrowly confirmed by 50.7% of voters in a special referendum.[5] The current governance system of RTV Slovenia allows control over almost all managerial bodies and over the appointment of all key editors to the governmental majority. Majority parties also control the majority of the new Programming Council and supervisory board of RTVS, thus being also able to appoint RTVS' Director General, who will in turn appoint and manage the directors of radio and TV, the editors-in-chief, and the senior management. This governance system is deemed a threat to the independence and credibility, trust, and respect with the public of RTV Slovenia by the European Journalism Centre.[5] The following period indeed saw a host of cases of political interference in the editorial and journalistic work of the Slovenian public broadcaster, whose public credibility (particularly for the TV) fell dramatically. The Varuh pravic poslušalcev in gledalcev (“Listener and Viewer Ombudsman”) of RTV Slovenia was appointed for the first time in 2008, according to art.16 of the RTV Slovenia Law, to \"address the comments and suggestions of viewers and listeners\" and \"give instructions to the director-general regarding changes that must be effected on channels.” [5] RTV Slovenija's national radio networks are based in Ljubljana and broadcast in Slovene. They can be heard throughout Slovenia. Privi logo (2015) ARS logo (2015) RTV Slovenija's regional radio stations are based in regional RTV centres, and broadcast in Slovenian and/or the languages of the indigenous minorities in the area. They can be heard only in their own regions. The stations are: Radio Capodistria Radio Maribor Muravidéki Magyar Rádió (MMR) Other radio services: RTV Slovenija operates three national and two regional television services. All except Tele M can be watched online. RTV Slovenija's national television networks can be watched all over Slovenia and are based in Ljubljana. They are broadcast in Slovenian. TV SLO 1 TV SLO 2 TV SLO 3 Each of the regional RTV centres has its own television facilities. While TV Koper/Capodistria is bilingual (Italian and Slovenian), the Hungarian public has no regional station, but has regular broadcasts on TV Slovenija 1. The regional stations are: RTV SLO's official logo is Boy with a Flute and name in two versions: a longer \"RADIOTELEVIZIJA SLOVENIJA\" or a shorter \"RTV SLO\". Clocks on TV Slovenija were introduced in 1959. The previous clock was used from January 8, 2007, until April 23, 2012. The clock was white on a blue background, next to the clock is an advert. (Was changed slightly in 2009, where the name \"TELEVIZIJA SLOVENIJA\" was moved from beside the clock to the clock's face and changing tip seconds from white to red.) The current clock is used from April 23, 2012. The clock is white, on the bottom of the clock is the RTVSLO logo, an advert is next to the clock. The test card TV Slovenija is PM5544, introduced in the 1970s. Nowadays test cards are rarely broadcast. Dnevnik Televizije Slovenija is a daily news show. Media related to Radiotelevizija Slovenija at Wikimedia Commons","Title":"Radiotelevizija Slovenija - Wikipedia","KeyID":"9961","URL":"https://en.wikipedia.org/wiki/Radiotelevizija_Slovenija"}