{"Content: ":"The Cocoliztli Epidemic or the Great Pestilence[1] was an outbreak of a mysterious illness characterized by high fevers and bleeding which caused millions of deaths in New Spain during the 16th-century. The Aztec people called it cocoliztli, Nahualtl for pestilence. It ravaged the Mexican highlands in epidemic proportions, resulting in the demographic collapse of some Indigenous populations.[2][3] Based on the death toll, this outbreak is often referred to as the worst epidemic in the history of Mexico.[4] Subsequent outbreaks continued to baffle both Spanish and native doctors, with little consensus among modern researchers on the pathogenesis. However, recent bacterial genomic studies have suggested that Salmonella, specifically a serotype of Salmonella enterica known as Paratyphi C, was at least partially responsible for this initial outbreak.[5] Others believe cocoliztli was caused by an indigenous viral hemorrhagic fever, perhaps exacerbated by the worst droughts to affect that region in 500 years and poor living conditions for Indigenous peoples of Mexico following the Spanish conquest (c. 1519).[3] At least 12 epidemics are attributed to cocoliztli, with the largest occurring in 1520, 1545, 1576, 1736, and 1813.[7] Soto et al. have hypothesized that a sizeable hemorrhagic fever outbreak could have contributed to the earlier collapse of the Classic Mayan civilization (AD 750–950).[8] However, most experts believe other factors, including climate change, played a larger role.[9][10] Cocoliztli epidemics usually occurred within two years of a major drought. The epidemic in 1576 occurred after a drought stretching from Venezuela to Canada.[11][7] Proponents of the viral theory of cocoliztli suggest the relationship between drought and outbreak may reflect increased numbers of vesper mice, a carrier of viral hemorrhagic fever, during the rains that followed the drought.[6] Cocoliztli seemed to preferentially, but not exclusively, target native people .[2][3][11] Gonzalo de Ortiz, an encomendero, wrote \"envió Dios tal enfermedad sobre ellos que de quarto partes de indios que avia se llevó las tres\" (God sent down such sickness upon the Indians that three out of every four of them perished).[12] Accounts by Toribio de Benavente Motolinia, an early Spanish missionary, seem to contradict Ortiz’s sentiment by suggesting that 60–90% of New Spain's total population decreased, regardless of ethnicity.[4] However, the modern consensus is that Indigenous people were most affected by cocoliztli, followed by Africans.[13] Europeans experienced lower mortality rates than other groups. [13] One noteworthy European casualty of cocoliztli was Bernardino de Sahagún, a Spanish clergyman and author of the Florentine Codex, who contracted the disease in 1546.[4][14] Sahagún suffered cocoliztli a second time in 1590 and subsequently died.[14] The social and physical environment of Colonial Mexico was likely key in allowing the outbreak of 1545–1548 to reach the heights that it did. Following the conquest, the Spanish colonists forced the Aztecs and other Indigenous peoples onto easily governable reducciones (congregations) that focused on agricultural production and conversion to Christianity.[15][16] Weakened by war and chronic disease outbreaks, the native peoples' health suffered further under the new system.[16] The reducciones brought people and animals in much closer contact with one another. Animals imported from the Old World were potential disease vectors for illnesses.[17] The Aztecs and other Indigenous groups affected by the outbreak were disadvantaged due to their lack of exposure to zoonotic diseases.[17] Given that many Old World pathogens may have caused the cocoliztli outbreak, it is significant that all but two of the most common species of domestic mammalian livestock (llamas and alpacas being the exceptions) come from the Old World.[18] At the same time, droughts plagued Central America, with tree-ring data showing that the outbreak occurred during a megadrought.[3] The lack of water may have worsened sanitation and hygiene. Megadroughts were reported before both the 1545 and 1576 outbreaks.[3] Additionally, periodic rains during a supposed megadrought, such as those hypothesized for shortly before 1545, would have increased the presence of New World rats and mice.[19] These animals may have carried arenaviruses capable of causing hemorrhagic fevers.[20] The effects of drought, combined with the crowded settlements, could explain disease transmission, especially if the pathogen was spread by feces.[21] Scholars suspect cocoliztli emerged in the southern and central Mexico Highlands, near modern-day Puebla City.[4] Shortly after its initial onset, however, it may have spread as far north as Sinaloa[22] and as south as Chiapas and Guatemala, where it was called gucumatz.[12] It may have spread to South America to Ecuador[23] and Peru,[24] although it is hard to be certain that the same disease was described. The outbreak seemed to be limited to higher elevations, as it was nearly absent from coastal regions at sea level, e.g., the plains along the Gulf of Mexico and Pacific coast.[3] Although symptomatic descriptions of cocoliztli are similar to those of Old World diseases including, measles, yellow fever and, typhus, many researchers recognize it as a separate disease.[5][19][25] According to Francisco Hernández de Toledo, a physician who witnessed the outbreak in 1576, symptoms included high fever, severe headache, vertigo, black tongue, dark urine, dysentery, severe abdominal and chest pain, head and neck nodules, neurological disorders, jaundice, and profuse bleeding from the nose, eyes, and mouth.[3] Some also describe spotted skin, gastrointestinal hemorrhaging, leading to bloody diarrhea, and bleeding from the eyes, mouth, and vagina.[25][26] The onset was rapid and without any precursors that would suggest one was sick. The disease was characterized by an extremely high level of virulence, with death often occurring within a week of the first symptoms, occasionally in as few as 3 or 4 days.[3][27] Due to the virulence and effectiveness of the disease, recognizing its existence in the archaeological record has been difficult. This is because cocoliztli, and other diseases that work rapidly, usually do not leave impacts (lesions) on the decedent’s bones, despite causing significant damage to the gastrointestinal, respiratory, and other bodily systems.[28] Numerous 16th-century accounts detail the outbreak’s devastation, but the symptoms do not match any known pathogen. Shortly after 1548, the Spanish started calling the disease tabardillo (typhus), which the Spanish had recognized since the late 15th century.[19] However, the symptoms of cocoliztli were still not identical to the typhus or spotted fever observed in the Old World. Francisco Hernández de Toledo, a Spanish physician, insisted on using the Nahuatl word when describing the disease to correspondents in the Old World.[19] In 1970, a historian named Germaine Somolinos d'Ardois looked systematically at the proposed explanations, including hemorrhagic influenza, leptospirosis, malaria, typhus, typhoid, and yellow fever.[25] According to Somolinos d'Ardois, none of these quite matched the 16th-century accounts of cocoliztli, leading him to conclude the disease was a result of a \"viral process of hemorrhagic influence.\" In other words, Somolinos d'Ardois believed cocoliztli was not the result of any known Old World pathogen but possibly a virus of New World origins.[25] There are accounts of similar diseases striking Mexico in pre-Columbian times. The Codex Chimalpopoca states that an outbreak of bloody diarrhea occurred in Colhuacan in 1320.[29] If the disease was indigenous, it was perhaps exacerbated by the worst droughts to affect that region in 500 years and living conditions for Indigenous peoples of Mexico in the wake of the Spanish conquest (c. 1519).[3] Some historians have suggested cocoliztli was typhus, measles, or smallpox, though the symptoms do not match.[30] Marr and Kiracofe attempted to build off this work by reexamining Hernandez’s account of cocoliztli and comparing them with various clinical descriptions of other diseases.[19] They suggested that scholars consider New World arenaviruses and the role these pathogens may have played in colonial disease outbreaks. Marr and Kiracofe theorized that arenaviruses, mainly affecting rodents,[20] were not prominent in the pre-Columbian Americas.[19] Consequently, rat and mice infestations brought upon by the arrival of the Spanish may have, combined with climatic and landscape change, brought these arenaviruses into much closer contact with people. Some subsequent research has focused on the viral hemorrhagic fever diagnosis, placing increasing interest in the geographic spread of the disease.[27] In 2018, Johannes Krause, an evolutionary geneticist at the Max Planck Institute for the Science of Human History, and colleagues discovered new evidence for an Old World culprit. DNA samples from the teeth of 29 sixteenth-century skeletons in the Oaxaca region of Mexico were identified as belonging to a rare strain of the bacterium Salmonella enterica (subsp. enterica) which causes paratyphoid fever, suggesting that paratyphoid was the underlying fever behind the disease.[31][32] The team extracted ancient DNA from the teeth of 29 individuals buried at Teposcolula-Yucundaa in Oaxaca, Mexico. The Contact-era site has the only cemetery to be conclusively linked to victims of the outbreak of 1545–1548. Using the MEGAN alignment tool (MALT), a program that attempts to match fragments of extracted DNA with a database of bacterial genomes, the researchers recognized nonlocal microbial infections.[13] Within 10 individuals, they identified Salmonella enterica subsp. enterica serovar Paratyphi C, which causes enteric fevers in humans.[33] This strain of Salmonella is unique to humans and was not found in any soil samples or pre-contact individuals that were used as controls. Enteric fevers, also known as typhoid or paratyphoid, are similar to typhus and were only distinguished from one another in the 19th century.[34] Today, S. Paratyphi C continues to cause enteric fevers and, if untreated, has a mortality rate up to 15%.[35] Infections are primarily limited to developing nations in Africa and Asia, although enteric fevers, in general, are still a health threat worldwide.[36] Infections with S. Paratyphi C are rare, as most cases reported (about 27 million in 2000) resulted from serovars S. Typhi and S. Paratyphi A.[5] The recent discovery of S. Paratyphi C within a 13th-century Norwegian cemetery supports these findings.[37] A young female, who likely died from enteric fever, is proof that the pathogen was present in Europe over 300 years before the epidemics in Mexico. Thus, healthy carriers may have brought the bacteria to the New World, where it thrived. Those who unknowingly carried the bacteria were likely aided by generations of contact with the strain, as it is believed that S. Paratyphi C may have first transferred over to humans from swine in the Old World during or shortly after the Neolithic period.[37] Evolutionary geneticist, María Ávila-Arcos, has questioned this evidence since S. enterica's symptoms are poorly matched with the disease.[38][39][35] Ávila-Arcos, Krause’s team, and authors of earlier historical analyses[40] point out that RNA viruses, among other non-bacterial pathogens, have not been investigated. Others have noted that certain symptoms described, including gastrointestinal hemorrhaging, are not present in current observations of S. Paratyphi C infections.[21] Ultimately, a more definitive proposal for the cause of any of the cocoliztli epidemics of 1545–1548 and 1576-81 awaits further developments in ancient RNA analysis, and the causes of different outbreaks may differ.[41][40] Beyond the estimations done by Motolinia and others for New Spain, most of the death toll figures cited for the outbreak of 1545–1548 are concerned with Aztec populations. Around 800,000 died in the Valley of Mexico, which led to the widespread abandonment of many Indigenous sites in the area during or shortly after this four-year period.[26] Estimates for the entire number of human lives lost during this epidemic have ranged from 5 to 15 million people,[2] making it one of the most deadly disease outbreaks of all time.[3] The effects of the outbreak extended beyond just a loss in terms of population. The lack of Indigenous labor led to a sizeable food shortage, which affected both the natives and the Spanish colonists.[42] The death of many Aztecs due to the epidemic led to a void in land ownership, with Spanish colonists of all backgrounds looking to exploit these now vacant lands.[42] Coincidentally, the Spanish Emperor, Charles V, had been seeking a way to disempower the encomenderos and establish a more efficient and \"ethical\" settlement system.[43] Starting around the end of the outbreak in 1549, the encomederos, impacted by the loss in profits resulting and unable to meet the demands of New Spain, were forced to comply with the new tasaciones (regulations).[42] The new ordinances, known as Leyes Nuevas, aimed to limit the amount of tribute encomenderos could demand while also prohibiting them from exercising absolute control over the labor force.[44] Simultaneously, non-encomenderos began claiming lands lost by the encomenderos, as well as the labor provided by the Indigenous people. This developed into the implementation of the repartimiento system, which sought to institute a higher level of oversight within the Spanish colonies and maximize the overall tribute extracted for public and crown use.[42] Rules regarding tribute itself were also changed in response to the epidemic of 1545, as fears over future food shortages ran rampant among the Spanish. By 1577, after years of debate and a second major outbreak of cocoliztli, maize and money were designated as the only two forms of acceptable tribute.[26][42] Jennifer Scheper Hughes has argued that after decades of minimal success in Mexico, European missionaries were facing a crisis of faith.[45] Indigenous Catholics, in contrast, turned to the Church, finding power, influence, and their own forms of worship.[45] A second large outbreak of cocoliztli occurred in 1576, lasting until about 1580. Although less destructive than its predecessor, causing approximately 2 million deaths, this outbreak appears in much greater detail in colonial accounts.[25] Many of the descriptions of cocoliztli symptoms, beyond the bleeding, fevers, and jaundice, were recorded during this epidemic. There are 13 cocoliztli epidemics cited in Spanish accounts between 1545 and 1642, with a later outbreak in 1736 taking a similar form but referred to as tlazahuatl.[27]","Title":"Cocoliztli epidemics - Wikipedia","KeyID":"9994","URL":"https://en.wikipedia.org/wiki/Cocoliztli_epidemics"}